{
    "parliament": 36, 
    "statements": [
        {
            "politician": {
                "name": "Alfonso Gagliano", 
                "url": "/politicians/5235/", 
                "member_id": 2722, 
                "party": "Liberal", 
                "riding": "Saint-Léonard—Saint-Michel (Québec)", 
                "id": 5235
            }, 
            "url": "/hansards/2048/0/", 
            "text": "moved that Bill C-4, an act to implement the agreement among the Government of Canada, Governments of Member States of the European Space Agency, the Government of Japan, the Government of the Russian Federation, and the Government of the United States of America concerning co-operation on the civil international space station and to make related amendments to other acts, be read the second time and referred to a committee.", 
            "topic": "Civil International Space Station Agreement Implementation Act", 
            "time": "1999-10-29 10:05:00", 
            "attribution": "Hon. Alfonso Gagliano (for the Minister of Industry)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "John Cannis", 
                "url": "/politicians/john-cannis/", 
                "member_id": 3222, 
                "party": "Liberal", 
                "riding": "Scarborough Centre (Ontario)", 
                "id": 52
            }, 
            "url": "/hansards/2048/1/", 
            "text": "Madam Speaker, today I have the honour to speak at second reading of Bill C-4, the legislation governing Canada's participation in the greatest science and technology project in the history of humanity, namely the international space station.\n\nI will begin my remarks by quoting one of Canada's foremost pioneers, John H. Chapman, who once said: “In the second century of Confederation the fabric of Canadian society will be held together by strands in space, just as strongly as the railway and telegraph held together the scattered provinces in the last century”.\n\nThese inspiring words were initially pronounced by John H. Chapman in the late 1950s, at the early stage of space exploration. With his vision, Mr. Chapman is now considered the father of the Canadian space program. Chapman went on to state: “The technological advances which are the outcome of space spill over into the more normal activities of our world”.\n\nThat is what Bill C-4 is all about. We are talking about space exploration for the benefit of all Canadians and humanity. Bill C-4 enables Canada to become a full partner in the greatest endeavour, the construction and the operation of the international space station. It formalizes our participation as a nation. Without it Canada can no longer be considered a partner. Without it this nation would lose a tremendous opportunity for the development of Canadian space research in science. Without it Canada would also jeopardize hundreds, even thousands of jobs all ready created in this high tech environment.\n\nOur investment in international space science and technology projects, like the international space station, positions Canadian scientists, engineers and entrepreneurs on the world market. It allows this nation to continue contributing to scientific discovery and our understanding of the entire universe. That is what Bill C-4 is all about.\n\nThe international space station is a symbol of international co-operation and the joint effort of the world's leading industrial nations, including Canada as a key partner.\n\nIn its final form the station will cover an area as large as a football field and will accommodate a permanent international crew of seven astronauts, including Canadian astronauts dedicated to advancements in the areas of biotechnology, engineering, Earth observation and telecommunications.\n\nThe bill before us relates to the implementation of Canada's obligation under the agreement concerning co-operation on the international space station and extends the application of the Canadian criminal code to Canadians on board.\n\nAll parties to the agreement have undertaken to establish a framework for mutual international co-operation in relation to the detailed design, development, operation and use of a permanently inhabited space station for peaceful purposes.\n\nThe bill before us brings Canadian law in line with the international obligations negotiated in the agreement and thereby reaffirms Canada's strong commitment to participate in this most historic project.\n\nThe history of Canada's participation in the international space station project dates back to the year when Canada's first astronaut, Marc Garneau, travelled in space. It was in 1984 when President Reagan invited friends and allies to join the United States in the building, operation and use of a space station within the Earth's orbit for peaceful purposes.\n\nIn March 1985 Canada accepted the invitation and notified NASA that Canada's contribution was to be based on the concept of the mobile servicing system. The system is nothing less than the next generation of the Canadarm, which would help assemble and maintain the space station once in orbit.\n\nIn 1988 Canada, the U.S., Europe and Japan formalized a partnership with the signature of an international intergovernmental agreement on the space station. This set out the broad principles and legal basis for co-operation in the space station program.\n\nFollowing the redesign of the space station in 1993, the partners finally invited Russia to join the partnership in what became a truly international space station.\n\nOn April 8, 1997, during a press conference with President Clinton, the Prime Minister of Canada reaffirmed Canada's participation in the international space station program with an announcement that Canada would provide the special purpose dexterous manipulator. This appendage-like robotic technology, often referred to as a robotic hand, is designed to operate with a new robotic arm for delicate assembly and repair operations.\n\nFollowing three years of negotiations, all parties signed the revised international agreement on the space station on January 29, 1998, officially bringing Russia into the partnership. This agreement stipulates a two year ratification period to January 29, 2000.\n\nBill C-4 allows Canada to ratify this international agreement and legally endorse our commitment to this partnership.\n\nOver and over again in international discussions about this country's many accomplishments in space, Canada's role with respect to the Canadarm is often mentioned. Clearly, our space robotics and automation technologies have become symbols of Canada's great success in the field of high tech and a source of price for all Canadians. Moreover, for the global high tech community our robotic technologies have become a showcase of what this nation is capable of doing here on Earth and out in space.\n\nMost importantly, the success of the Canadarm has given Canada the credibility to venture even further, with the full confidence of the world's space-faring nations, to undertake the next step in advanced space robotic systems.\n\nFrom the outset, Canada's involvement has capitalized on its expertise in space robotics. Canada maintains its position as a world leader in this specific field. It also provides Canada's scientific communities privileged access to the unique microgravity environment and creates new technology spinoffs for the entire country.\n\nToday Canada is already reaping the benefits of its participation in the project in terms of contracts to Canada's space industry and the prestige of being part of one of the greatest engineering feats in our history. Overall, Canada expects returns of three or four times the original investment, along with many high tech positions.\n\nCanada's participation in the assembly of the international space station began with flying colours. Last December, we watched how the Canadarm and the Canadian artificial vision system were brought together to assemble the first two modules of the space station, the American module “Unity” and the Russian module “Zarya”. Canada's knowhow was instrumental in getting this incredible project started.\n\nIt goes without saying that the very act of Canada playing a role unifying these two modules is quite symbolic. In May of this year, we watched with great pride as Julie Payette became the first Canadian to board the first two modules of the station.\n\nNext year, Marc Garneau will participate in his third mission as a crew member of the STS-97. The mission will be devoted mainly to installing the international space station's solar panels and will require two space walks, co-ordinated by Mr. Garneau. Among his other duties, Mr. Garneau will operate the Canadarm for assembly purposes.\n\nFollowing Marc Garneau will be Chris Hadfield on his second mission. Canadians will be watching Chris Hadfield make history by becoming the first Canadian to perform a space walk to install Canada's new robotic arm on the international space station.\n\nOnce the arm is installed, Canadians and the rest of the world will watch with pride as the Canadarm and the new arm of the space station working in concert to build the largest space structure and microgravity laboratory ever built.\n\nOnce the entire mobile servicing system is operational, with the installation of the helping robotic hand functioning on the end of the arm, astronauts will be able to perform complex on-orbit tasks quickly, safely and cost efficiently from the relative comfort of the space station modules. Simply put, without the use of the Canadian robotic technologies the station could not be built nor maintained efficiently and effectively.\n\nIn March of this year, the Government of Canada provided the Canadian Space Agency with stable ongoing funding for the Canadian space program. The funds demonstrate the government's strong commitment to promoting advanced sciences and technologies that are driving the global knowledge based economy and helping Canadians remain leaders in the field.\n\nOur investments in space support our international commitments to the environment as in the case of the Montreal protocol and agreements signed in Kyoto. Canada, the creator of the RADARSAT, the remarkable satellite that has given this nation world leadership in managing the Earth from space. Today, RADARSAT is being used to manage floods as it did in the Manitoba Red River floods, support disaster management operations as it did in Kobe, Japan and provide a greater understanding of the effects of war on local populations and environments as it did in Vietnam. Our investments in space advance science discovery. Through experiments being performed by the world's space science community, in which Canadian scientists are recognized for their decisive role, we are learning more about the universe, the effects of the sun on the Earth and how to exploit the unique microgravity environment to obtain invaluable insight into the cardiovascular system, bones, brain and effects of radiation on human organisms.\n\nCanadian space science experiments, for example, are addressing human disorders including cancer and bone diseases such as osteoporosis, an ailment that affects over one million Canadians.\n\nOur investment advances innovation and spinoffs in our everyday lives. Today, we seem unaware of the fact that each time we turn on the television, listen to the weather forecast, visit the doctor, turn to our portable computers, pick up our car phone or lace up our shock absorbing running shoes, we access products and services that space has helped to advance. The list of products and services is long and the positive contribution to the quality of our lives is indeed real.\n\nOur investment therefore also promotes a space industry which employs thousands of Canadians and registers revenues of well over $1.4 billion, of which, let me point out, 45% is in the form of exports and is the largest among our space-faring nations.\n\nAs a result of Canada's industrial strategy whereby space robotics and automation has become a strategic niche, our industry has responded with innovative technologies that are making their mark on the world all over. For example, a Newfoundland company has developed a sensitive skin originally developed for space robotic manipulators and is applying the technology to prosthetics and the bumpers of cars to control the deployment of air bags. All this is thanks to Canadian innovation and the Canadian space program.\n\nOther leading industrialized nations are turning to Canadian expertise to help make their contribution to the space station project a reality. EMS Technologies of Ottawa recently won a $9.5 million contract from Mitsubishi of Japan to supply electronics to Japan's contribution to the international space station. Additional orders could bring the total contract up to $24 million.\n\nAbove all, our commitment to the vibrant space sector is a commitment to the nation's youth, our future scientists, engineers and even our future astronauts.\n\nThe ratification of Bill C-4 is an important step to what has been a long and beneficial international engagement for our country. The third nation in the world, Canada was the first non-super power to have a satellite in orbit. That was 35 years ago.\n\nCanada was the first nation in the world to have its own domestic satellite telecommunications system linking Canadians in every corner of our vast land.\n\nCanada was the creator of the RADARSAT, the remarkable satellite that has given Canada world leadership in managing Earth from space.\n\nCanada is home to an astronaut team whose expertise in space exploration is recognized throughout the world.\n\nCanada was the architect of the world famous Canadarm, a technological marvel which has become a worldwide trademark for Canada's excellence in high technology.\n\nThe legacy of Canadian achievements goes on and on, a legacy of which all Canadians can feel justifiably very proud.\n\nWhat of the future? In many ways, space is the national railroad of the next century, linking all Canadians from sea to sea, uniting Canadians throughout space.\n\nAs we usher in Bill C-4, we direct attention to Canada's remarkable history of achievements in space and future of boundless opportunities. The Canadian space program and Canada's active participation to the international space station will continue to be an essential building block and indeed a highlight for the future of our country's social and economic well-being.", 
            "topic": "Civil International Space Station Agreement Implementation Act", 
            "time": "1999-10-29 10:05:00", 
            "attribution": "Mr. John Cannis (Parliamentary Secretary to Minister of Industry, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2048/2/", 
            "text": "Madam Speaker, it is indeed my pleasure to speak on Bill C-4 which implements an agreement that Canada signed last year with the United States, Japan, Russia and 11 countries of the European Union.\n\nThe agreement formulates Canada's participation in the international space station. The space station is a bold and exciting project which has nations around the world working together in a spirit of co-operation rather than rivalry.\n\nIt is the largest science and technology project in the history of humanity and Canadians should be proud of the role we are playing and that we will continue to play a key role in its development.\n\nIn its final form, the space station will cover an area as large as a football field. My colleague was just asking whether it was an American or Canadian football field size. I do not know the answer to that question, but I know that it will weigh over 450 tonnes and orbit the Earth at an average altitude of 400 kilometres. It will be clearly visible in the night sky as it orbits the Earth. I am not sure whether Canadians will be able to see the new generation space arm and hand that is going to be there, but they will certainly see it assemble the space station as it is being constructed.\n\nThe habitation models and laboratories will accommodate a permanent international crew of seven astronauts dedicated to advancements in areas of biotechnology, engineering, Earth observation and telecommunications.\n\nI am pleased to say today that the Reform Party will be supporting the speedy passage of the bill. I recognize there is some urgency in getting the bill passed quickly to meet the commitments that we have already made to our partners on the project.\n\nThe leader of the Reform Party is a keen follower of space technology. He expresses keen interest in the project and I know he wants it to go ahead. Many of my colleagues have the same kind of keen interest in this area. I have had the opportunity of touring the Houston Space Science Centre two years ago. I really enjoyed that experience and marvelled at the technology that we have achieved in the world in just some 30 years.\n\nI will go back to a comment made by the parliamentary secretary when he talked about national railways. A distant relative of mine, George Stephenson in England in the early 1800s, was the man who invented the first steam locomotive and the railway that opened up the world. The innovation that happened as a result of the railway is what we are seeing today in a new forum, the new forum being space technology and a very exciting one at that.\n\nBefore I get into a bit of the background, I just want to say that if the bill were to come to all stages today we would be very much in favour of it passing quickly. Reform will be supporting the bill.\n\nI will provide listeners with a bit of background as to when and how the space station got its start. Back in January of 1984, the President of the United States directed NASA to develop and place in orbit a permanently manned space station. At the time, President Ronald Reagan invited friends and allies to participate in its development and share the benefits.\n\nAt the Quebec Summit in March 1985, Canada accepted this invitation and confirmed Canada's interest in co-operating at the summit meeting in Washington the following year. At the same time, various other countries expressed interest in the project and over the years signed memorandums of understanding.\n\nIt was recognized that Russia could greatly enhance the capabilities of the space station because it had a long list of accomplishments in the area of human space flight and long duration missions. On December 6, 1993, Russia was invited to take part in the project. Arrangements were then made for co-operation on human space flight activities, including the Russian-U.S. Mir shuttle program, to prepare for the the building of the space station.\n\nOn January 29, 1998, these countries got together and signed the Civil International Space Station Agreement which established a framework for the design, development, operation and utilization of the space station.\n\nToday we have Bill C-4 at second reading which seeks to implement the agreement that we signed last year to make this possible.\n\nI will speak for a moment about the agreement itself and the bill that implements it. The international agreement was signed by Canada, the United States, Japan, Russia and 11 European countries. It contains 28 articles and an annex which summarizes the tasks of the various countries that they have committed themselves to. In Canada's case, the Canadian Space Agency will provide three elements: a mobile servicing centre, a special purposes dexterous manipulator, the hand, the new generation Canadarm and space station-unique ground elements.\n\nThe articles lay out the objectives and scope of the agreement, international rights and obligations, ownership of the elements of the equipment and the management of the space station itself. As well, aspects of the design and development are covered: the right to provide qualified crew, transportation, the right of access to the space station and the provision of a communications network.\n\nEach partner will bear the cost of fulfilling its respective responsibilities under the agreement, including sharing, on an equitable basis, the common systems operation costs, the activities attributed to the operation of the space station as a whole.\n\nAn important article in my view is article 19 which deals with the exchange of data and goods. Each partner to the agreement agrees to transfer all technical data and goods considered necessary for the fulfilment of the partners' responsibilities.\n\nBill C-4 contains provisions in clause 7 that give the government the power to force companies, individuals and third parties who are not in direct contractual relationship to the crown to release information related to the space agency. This power is necessary in the event that a company working under contract to the government on the project gets bought out by another company and is unwilling to honour the company's contractual obligations. This would severely affect its ability to operate. Therefore there is a need for clause 7.\n\nClause 8 provides safeguards to ensure the documents that are so produced are not unduly communicated to other parties. While the exchange of information and scientific data is crucial to the success and successful development of the entire project, the protection of intellectual property rights is also important. To ensure that intellectual property rights are protected, the agreement contains article 21 which states:\n\nFor the purposes of intellectual property law, an activity occurring in or on a space station flight element shall be deemed to have occurred only in the territory of the partner state of that element's registry.\n\nThis gives some protection to those countries that are conducting research and development there with new products. They will have some legal parameters around the product they produce in space. It will belong to them.\n\nNormal patent procedures will apply. That means that a person or entity first filing a patent is the owner of that intellectual property. That is a very important point. With so many partners working on this space station, it is important that there is protection for those partners in regard to their research and development.\n\nThe bill also contains amendments to the criminal code. These amendments ensure that any criminal act which is committed in space by a Canadian crew member falls under Canadian law. That Canadian would not be tried under the law of the United States or Russia for example.\n\nThat brings me to Canada's involvement in this station. Recently Julie Payette became the first Canadian to board the space station but that will not be the end by any means. In 2000 Marc Garneau will participate in his third space mission as a crew member of a shuttle mission. He will be followed by Chris Hadfield who will install Canada's space station robotic manipulator system, the next generation Canadarm and the main element of the mobile servicing system called MSS for short. This goes to the building of the space station itself and enables the space station and its partners to construct the space station once the new robotics is in place with the new Canadarm and hand. That will provide the necessary infrastructure to do the work to put the space station together. Once installed, the MSS will move around the space station doing assembly and repair work.\n\nCanada is also contributing to a vision system for the operators of the remote manipulator who must operate the robotic arm from inside the windowless space station, no small task I would suggest. On the ground, the MSS operations complex at the Canadian Space Agency in Saint Hubert, Quebec will plan missions, monitor the condition of the remote manipulator and train space station crew in its use.\n\nThe cost of designing, developing, operating and launching the MSS into orbit is approximately $1.4 billion over 20 years. That covers the period of 1984 to 2004. It costs approximately $3 per Canadian taxpayer per year. Canada's contribution is relatively small at just 2.5% but it is important nonetheless.\n\nThe 1999 federal budget provided the Canadian Space Agency with $430 million in new funds over three years which stabilized the agency's budget at $300 million per year starting in the year 2002-03.\n\nThat brings me to the present and future benefits the Canadian Space Station and our involvement might bring Canadians. The scientific benefit for Canadians from the space station will be our ability to monitor Earth, to study our environment including agricultural crop monitoring, that is, if there are any Canadian farmers and farm crops left to monitor in the future. However, it is an important aspect and I think it will deliver important benefits. It will have the ability to monitor the Canadian Arctic ice pack so that there will be aid to Canadian ships navigating in Arctic waters.\n\nClose to 90% of Canada's investment is going out in contracts to Canadian firms. The rest is going to universities. Since 1987 over 150 contracts have been let for automation and robotics technology development.\n\nDuring the space station's estimated 10 year lifespan, Canada will be able to expand its research in microgravity with applications to human disorders such as osteoporosis and cancer. Canada will also continue its research into protein crystallization in space which will be a big aid to medical research in Canada.\n\nThe technologies that already resulted from our space involvement include the first robotic refuelling station. This was developed by a firm in British Columbia in partnership with Shell. As well, a Quebec firm has applied space expertise to develop a digital imaging system for X-rays which eliminates the need for photographic films. In addition, a company in Newfoundland has developed a sensitive skin which was originally developed for space robotic manipulators and is now being applied to artificial limbs.\n\nMany Canadian firms have successfully entered international markets by landing contracts based on the expertise they gained on the various aspects of the space project. Other firms are helping partners in other countries with their own contribution to the space project. For example, EMS Technologies of Ottawa recently won a $9.5 million contract from Mitsubishi to supply electronics to Japan's contribution to the space station. There is an ongoing benefit.\n\nIt is clear that Canada's involvement in space is producing tremendous returns. On our own we would not be able to develop or fund a project of this magnitude, but in co-operation with our peace-loving partners the potential for a meaningful contribution and rewarding spinoffs is great. I suggest it will be no less important than technologies in the industrial revolution such as the innovations which led to the discovery of the steam locomotive and the railway itself.\n\nPerhaps most important of all is that Canada's young people will follow Canada's achievements in space, thereby sparking their interest in the fields of science and technology. We do not need to be reminded that our future prosperity lies in our ability to encourage pursuit of knowledge for those that follow behind us.\n\nOn that note, I will end my speech. I want to inform the House that the Reform Party is supporting this bill in all stages. We do not want to delay its speedy passage in any way.", 
            "topic": "Civil International Space Station Agreement Implementation Act", 
            "time": "1999-10-29 10:20:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pierre Brien", 
                "url": "/politicians/5258/", 
                "member_id": 3323, 
                "party": "Bloc", 
                "riding": "Témiscamingue (Québec)", 
                "id": 5258
            }, 
            "url": "/hansards/2048/3/", 
            "text": "Madam Speaker, it is my turn to speak to Bill C-4, an act to implement the Agreement among the Government of Canada, Governments of Member States of the European Space Agency, the Government of Japan, the Government of the Russian Federation and the Government of the United States of America concerning Co-operation on the Civil International Space Station and to make related amendments to other acts.\n\nHere we are at the end of a millennium, and when we stop to think about it, the rate of progress of space research and the discovery of space has been phenomenal, especially in recent years. From the moment man first started to go into space, it was only a matter of decades before a space station was built, as well as an orbiting station, permitting astronauts to go into space for months at a time to conduct tests and experiments.\n\nObviously that advances our research considerably and provides opportunities for important discoveries. It also raises—we have to be honest about it—questions by people about the cost of these projects and results.\n\nIt remains very difficult to measure, but it is clear that the effects are very significant. The potential for discoveries there remains infinite.\n\nThe research done on the orbiting station will be carried out in a specific climate of research in which the law of gravity does not apply in the same way and where the work will be done in a context other than that on Earth. Therefore, it is very clear that this opens windows of opportunity for incredible research.\n\nIn addition, all of the technology needed to build a station, to do this work, to go into space, is clearly becoming transmittable and reusable for other purposes, I would say in a more down to Earth fashion.\n\nIn order to put into perspective the progress that has been made possible by this use and discovery of space, let us look at the whole field of communications. It would be hard to imagine how information could be moved rapidly without all those satellites we now have.\n\nA great deal of money had to be invested in the technology for launching these satellites, putting them in service, recovering them if necessary, ensuring they are operating properly, determining their lifespans, and so on.\n\nNow, a new window has opened with the international space station, the lifespan of which is predicted at ten years or so, although according to some sources, it could be much longer than that. It must be remembered that the MIR station was expected to last about five years, but was in service for over ten. It is fairly obvious therefore that the space station will last longer than the predicted ten years.\n\nThe involvement of the Government of Canada has been considerable, compared to our country's financial capacity. Clearly, the main contribution comes essentially from the U.S., which plays the lead role in this project. Russia also is heavily involved, which raises questions about the future, knowing the very hard times Russia is going through financially.\n\nObviously, the initial participation required of them was much greater than it will be in the future, but there are still some grey areas, particularly because of Russia's role and its financial difficulties, which are raising some questions.\n\nAssembly has now started and we are very, very proud that a fellow Quebecer went on the mission and played a part—I am referring to Julie Payette—and we want to congratulate her on her amazing career. We are very proud of everything she has done.\n\nNor would we wish to forget another Quebec astronaut, Marc Garneau, who also went into space, as well as the Canadian astronauts, including those who will soon help to install the orbital station's Canadarm, which will play a key role in assembly operations. A Canadian system will also play a pivotal role in the repair and maintenance of the orbital station.\n\nSo, even though our participation is modest and scaled to what we can do as Quebecers and Canadians, we can take pride in contributing to a project such as this one, which is furthering the development of technology. No one knows yet how significant the discoveries made at the station will be.\n\nWith all these partnerships, the next step is to adopt some very down to Earth legislation, such as this bill stipulating which criminal law will apply in the case of an incident, or offence as it would become, inside the orbital station. This brings us to the question of which legislation will apply in space. This is one of the issues addressed by Bill C-4.\n\nI also wish to point out that Bill C-4 flows from an agreement signed by several countries that appears as a schedule to the bill. In this connection, however, I have one criticism to make of the government. Even though we are in favour of the bill, it is still a bit regrettable that these agreements were not approved by parliament.\n\nSince we support the bill, we therefore cannot say that the agreement should not have been debated in this place. It should have been approved by the House of Commons and not simply signed.\n\nThe Liberal tendency in this area since they have been in government is somewhat deplorable. Moreover, my colleague from Beauharnois—Salaberry has introduced a private member's bill, C-214, the purpose of which is to ensure that treaties are passed and ratified by parliament. Clearly we would have liked this to have been the case for Bill C-4.\n\nTo describe the contents of the treaty appended to this bill as its schedule, I could list the signatory states. schedule Obviously, there is the Government of Canada, and the governments of the Federal Republic of Germany, Belgium, Denmark, Spain, the French Republic, the Italian Republic, the Kingdom of Norway, the Kingdom of the Netherlands, the United Kingdom of Great Britain and Northern Ireland, Sweden, Switzerland, all of these being member states of the European Space Agency, the Government of Japan, the Russian Federation and the United States of America.\n\nIn all, there are about fifteen signatories. The agreement was signed nearly two years ago, and calls for its terms to be implemented within two years of initial signature, and for the necessary legislative measures to be passed within two years.\n\nAt the present time, not all countries have initiated the process. Russia is one of these, which is why I referred just now to questions and concerns being raised about its future role in the space station. There are already very specific agreements with Russia; the partnership is not the same as with the other member states. Russia has its own space in the space station.\n\nFor example, Canada's laboratory time will be a percentage of the non-Russian space. The Russians have their own space, their own module, laboratory and equipment. There is, however, an agreement on co-operation between the Russians and the other partners, but Russia still represents a potential cause of delay because of its participation and the related funding.\n\nThe articles of this agreement—I will not read all of it, as members will find it appended to the bill—first define the purpose and scope of the bill.\n\nSubsequently, they set out the international rights and obligations. Definitions are given. The following are also mentioned: cooperating agencies, registration, jurisdiction, controls, ownership of elements and equipment—which must be defined in such a partnership—management, detailed design and project development, station utilization, as well as operation.\n\nThere are also references to rules governing the crews, transportation, telecommunications relating to the orbiting station, project evolution, funding, which in all projects, is a key element, a cross-waiver of liability—the countries have agreed to sign such a waiver—and so on. Then we move on to the sections on customs, a convention on responsibility, data and goods and exchange and the conditions for withdrawing from the agreement, should a member ever decided to withdraw.\n\nThere are other sections on intellectual property, since this is very important where research is concerned. In space, there is a notion of intellectual property which may be debated and become the subject of litigation on occasion. However, many applications of research done in space will be used in additional research on Earth. Discoveries will be made there for basic research too, which will find application in other research projects that will be carried out here, back on Earth.\n\nIt must also be understood that, even though the astronauts will be there for periods of between three and six months, this is a short time, since research is being carried out over the longer term. Some research will be done there, tested and carried out, but it will be developed much further back on Earth.\n\nThere are also provisions on criminal justice. This is what I was talking about earlier and they are to be found in the bill as well. The measures on criminal justice pertain to any incidents that might occur on board the orbiting station. It is fairly straightforward. If ever a Canadian astronaut were to commit an offence, he would be subject to Canadian law, except in the case of homicide.\n\nIn the case of a sponsored astronaut, such as a Brazilian sponsored by the United States, American law would apply. That is our understanding of the bill, anyway. There are also sections on the entry into force, amendments, and operative effect between the parties.\n\nThat about sums up what is in the agreement signed almost two years ago. As 1999 draws to a close, its adoption is near.\n\nSince some time has passed, the signed agreement probably could have been introduced here first and formally adopted, after which Bill C-4, which establishes the related measures, could have been passed. Parliamentarians could thus have commented on the obligations with which they agreed and those with which they did not agree.\n\nWe are not challenging the obligations. We are saying that we do not like the precedent, which has denied the House an opportunity to comment. It is true that we are having our say now with respect to the agreement included in the schedule to the bill, but the bill per se has to do with its own clauses. The agreement as such is contained in the schedule.\n\nEarlier, I mentioned costs and the involvement of the federal government in the orbital station. The space agency itself has an annual budget of about $300 million. This is the funding the agency receives from the government.\n\nHere, we are talking about a forecast of $1.4 billion. One could always argue about the spinoffs, but it is believed that they could reach $6 billion and include some 70,000 jobs, on a yearly basis, for the duration of the project. That is a lot of money and a lot of jobs.\n\nEven if the spinoffs are not as great as anticipated, we are still talking about significant amounts of money that would help businesses, in Quebec and in Canada, achieve some degree of success. Quebec is doing rather well in the aerospace industry. The space agency, which is located in Saint-Hubert, is a very good thing for the aerospace industry.\n\nThe work done by companies in these sectors and the contracts that they can get with regard to orbiting station projects allow them to develop a critical mass of researchers and people to do the work. It also allows these companies to use their products for civilian applications.\n\nSome members alluded to numerous technological, medical or scientific achievements and discoveries resulting from initiatives that were originally funded through aerospace projects, whether past ones or the one that we are discussing.\n\nVery clearly, we will support this bill. I know that discussions took place to proceed quickly. We certainly have no intention of delaying the adoption of Bill C-4. However, it would be good to still have the legislation go through the normal process, in other words, to have it referred to a committee after second reading, so that members can get answers to their questions.\n\nSome of us here took part in Space Agency and departmental training sessions on the bill. The Standing Committee on Industry committee will be able to go into the matter further, examining everything related to it, such as timeframes and budgets. It is normal after all to take the time needed in order to ensure that it is passed.\n\nIt is therefore normal for the bill to go through the regular stages. If the government had wanted the bill passed more quickly, it ought to have convened the House earlier.\n\nI will conclude now by telling hon. members that we will be voting in favour of Bill C-4 on second reading. We also intend to support it on third reading. There are a few questions we will want to go into in committee, including the meeting of deadlines. We will have the opportunity to discuss matters with those who appear before the committee, particularly Space Agency and departmental officials. This bill will eventually come back to us for the third reading stage. I believe the committee will ultimately move to accept it and return it to the House. It is our intention to again support it.\n\nMy congratulations to all those who work on projects relating to the development of the space station, whether Quebecers, Canadians, Americans or others. Who knows, one day one of us, or a friend or family member, or one of our constituents, may benefit from the discoveries resulting from these research projects. Science will show us all the potential future effects of this undertaking, and I must say that the possibilities are endless.\n\nIn conclusion, I wish to again indicate our intention to vote in favour of Bill C-4.", 
            "topic": "Civil International Space Station Agreement Implementation Act", 
            "time": "1999-10-29 10:35:00", 
            "attribution": "Mr. Pierre Brien (Témiscamingue, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/4/", 
            "text": "My colleague, I see you seeking the floor. You will have the floor when we return to the debate.\n\nIt is almost 11 o'clock and rather than have you begin and break up your speech, if you do not mind, we will go to Statements by Members.", 
            "topic": "Civil International Space Station Agreement Implementation Act", 
            "time": "1999-10-29 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2048/5/", 
            "text": "Mr. Speaker, more good economic news this morning.\n\nStatistics Canada reported that economic activity continued to grow vigorously during August, by .5%. This is the 13th consecutive monthly increase.\n\nSince October 1993, when the Liberal government returned to office, over 1.7 million jobs have been created.\n\nThe opposition parties obviously do not like to hear good economic news for Canada.\n\nWe must not lose sight of the fact that governments have, among other things, the mission to create favourable conditions to encourage new investment and promote job creation.\n\nIn conjunction with other news along the same lines as the stable and sustainable revival of Canada's economy, the results made public by Statistics Canada confirm one fact: the Liberal government is doing a good job.", 
            "topic": "Canada's Economy", 
            "time": "1999-10-29 10:55:00", 
            "attribution": "Mr. Robert Bertrand (Pontiac—Gatineau—Labelle, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2048/6/", 
            "text": "Mr. Speaker, I rise in the House today to pay tribute to Dr. Robert Mundell from Maple Ridge, British Columbia, in my riding of Dewdney—Alouette.\n\nAfter graduating from Maple Ridge High School, Dr. Mundell went on to earn his BA from the University of British Columbia and Ph.D. from the Massachusetts Institute of Technology. He is now a professor at Columbia University in New York.\n\nEarlier this month the Royal Swedish Academy of Sciences awarded Dr. Mundell the Nobel Prize in economics, in recognition of his analysis of exchange rates and their effect on monetary policy. The academy described his work as inspiring generations of researchers and forming the core of teaching in international macroeconomics.\n\nI hope all members of the House will join with me, the city of Maple Ridge, and all Canadians in congratulating Dr. Robert Mundell on his extraordinary achievement.", 
            "topic": "Robert Mundell", 
            "time": "1999-10-29 10:55:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Paddy Torsney", 
                "url": "/politicians/1010/", 
                "member_id": 3158, 
                "party": "Liberal", 
                "riding": "Burlington (Ontario)", 
                "id": 1010
            }, 
            "url": "/hansards/2048/7/", 
            "text": "Mr. Speaker, one in nine Canadian women can expect to develop breast cancer in her lifetime. Today, the last day the House will sit during Breast Cancer Awareness Month, is an excellent opportunity for reflection on our successes and on the work still ahead.\n\nThis year Burlington hosted its third annual Run for the Cure. Our most successful run yet, 3,000 people ran, walked and volunteered. Some $200,000 was raised for the Canadian Breast Cancer Foundation to support research, education, diagnosis and treatment.\n\nOur community has a wonderful organization with breast cancer support services, making a difference for families living with breast cancer.\n\nBreast Cancer Awareness Month is an important opportunity to celebrate the survivors and remember the ones we have lost. Their strength and courage is an inspiration.\n\nThe message is clear. Early detection is vital, especially when accompanied with annual mammographies. We must remind the women we love. We must support them in the difficult days of treatment, and we must support research. Together we can beat this disease.", 
            "topic": "Breast Cancer", 
            "time": "1999-10-29 10:55:00", 
            "attribution": "Ms. Paddy Torsney (Burlington, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2048/8/", 
            "text": "Mr. Speaker, I would like to take this opportunity to congratulate all residents of the city of Port Colborne in my riding of Erie—Lincoln for that city's recognition as being one of the best in Ontario in which to raise a family. This municipality of 19,000 people has the smallest proportion of children falling through the cracks, according to health and academic measures.\n\nA recent article from The Globe and Mail confirmed that Port Colborne has “the highest proportion of students meeting or exceeding provincial standards in mathematics, reading and writing”. In fact, over 97% of our grade 3 students are at or above the provincial standard for reading.\n\nPort Colborne has a “woven-ness”, a strong sense of belonging, where young and old work together for common goals, where people look out for their neighbours and where one does not have to look far to find a helping hand. Port Colborne residents are Canadians in the true sense of the word. It is a caring and sharing community.", 
            "topic": "Port Colborne", 
            "time": "1999-10-29 11:00:00", 
            "attribution": "Mr. John Maloney (Erie—Lincoln, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Hec Clouthier", 
                "url": "/politicians/4748/", 
                "member_id": 2620, 
                "party": "Liberal", 
                "riding": "Renfrew—Nipissing—Pembroke (Ontario)", 
                "id": 4748
            }, 
            "url": "/hansards/2048/9/", 
            "text": "Mr. Speaker, it is indeed a distinct honour to speak on the eve of a monumental milestone in the apocalyptic annals of Canadian history.\n\nOne hundred years ago tomorrow, on October 30, 1899, 1,000 Canadian soldiers left Quebec City to fight in the South African Boer War. It was Canada's very first overseas mission. There were soldiers representing all seven provinces at the time.\n\nThe Royal Canadian Dragoons, who are now based at CFB Petawawa, in my great riding of Renfrew—Nipissing—Pembroke, represent one of this country's oldest military units. Just last week the RCDs received millennium funding to restore the 116 year old King's Banner which was used to rally the troops during the Boer War. It will be on display at the Base Petawawa Museum.\n\nI cannot begin to describe the diligent dedication of those Boer War veterans, and the thousands of Canadian men and women who bravely represent Canada as peacekeepers throughout the world.", 
            "topic": "Royal Canadian Dragoons", 
            "time": "1999-10-29 11:00:00", 
            "attribution": "Mr. Hec Clouthier (Renfrew—Nipissing—Pembroke, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2048/10/", 
            "text": "Mr. Speaker, Sunday is Halloween and again this year UNICEF will have over two million tiny volunteers collecting coins in support of less fortunate children around the world.\n\nThe money collected empowers our kids by enabling them to take action and help other children. Funds collected in this country will support programs like children's immunization. Since 1980 this program alone has saved the lives of over 20 million children.\n\nOther programs include registering children at birth, providing access to safe drinking water and nutritious food. Children will also be given the opportunity to learn to read.\n\nCanadians are generous and I ask that this tradition continue on Sunday night when people see a volunteer child of UNICEF. Every bit helps to save the life of a child in need. Together we will make a difference.", 
            "topic": "Unicef", 
            "time": "1999-10-29 11:00:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2048/11/", 
            "text": "Mr. Speaker, I rise on behalf of our federal public servants to raise their concerns about wrongdoing, corruption and waste in our government. There are numerous complaints about corruption in our foreign missions, and allegations regarding immigration fraud, money laundering and drug trafficking.\n\nOur hard-working and caring federal employees have nowhere to turn except to pass on their information in a brown envelope. There is no incentive or motivation for these people to speak out. In fact, I have numerous examples where they are punished, their careers are ruined and even the health of the whistleblowers and their families are affected.\n\nCanadians want our public servants to be not only protected, but rewarded for uncovering and putting a stop to waste and corruption. Canadians know that this government does not protect our civil servants. I will soon be introducing a private member's bill to protect and reward whistleblowers.", 
            "topic": "Public Servants", 
            "time": "1999-10-29 11:00:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "David Pratt", 
                "url": "/politicians/1677/", 
                "member_id": 2600, 
                "party": "Liberal", 
                "riding": "Nepean—Carleton (Ontario)", 
                "id": 1677
            }, 
            "url": "/hansards/2048/12/", 
            "text": "Mr. Speaker, Ottawa area residents were generally pleased by yesterday's re-announcement that the province will allow property tax relief for the Corel Centre. That will provide some, but only some, tax relief for the Ottawa Senators.\n\nHowever, as Senators' owner Rod Bryden has said, “This issue is all about tax fairness”. Where is the fairness in requiring the Senators to pay for their own exit ramp off Highway 417? Where is the fairness in declaring a Senators game non-Canadian and subjecting it to a 10% amusement tax? Where is the fairness in using their games to make money on a lottery without giving them a share?\n\nLocal provincial minister John Baird should get his facts straight when he says that the federal government has not put anything on the table. This government has contributed $6 million to the Senators, along with allowing the benefits associated with “distress preferred shares”. Come on, Ontario, you can do better.", 
            "topic": "The Ottawa Senators", 
            "time": "1999-10-29 11:00:00", 
            "attribution": "Mr. David Pratt (Nepean—Carleton, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ghislain Fournier", 
                "url": "/politicians/5117/", 
                "member_id": 2698, 
                "party": "Bloc", 
                "riding": "Manicouagan (Québec)", 
                "id": 5117
            }, 
            "url": "/hansards/2048/13/", 
            "text": "Mr. Speaker, highway 389 runs through part of the riding of Manicouagan. The construction in its present state puts those using the road at risk.\n\nTwice—in November 1997 and November 1998—the Minister of Transport has mentioned that an agreement could be renewed to complete the construction work on this road, if funds were available.\n\nThere is no shortage of surpluses. If the minister had the political will to act, the money could be available, especially since the minister invested $300 million on the highway through Labrador, which is, in a way, the extension of highway 389.\n\nThe people of Manicouagan are entitled to safe highways. This House must be aware of their impatience at the minister's inaction in this matter.", 
            "topic": "Minister Of Transport", 
            "time": "1999-10-29 11:05:00", 
            "attribution": "Mr. Ghislain Fournier (Manicouagan, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Rey D. Pagtakhan", 
                "url": "/politicians/3204/", 
                "member_id": 2517, 
                "party": "Liberal", 
                "riding": "Winnipeg North—St. Paul (Manitoba)", 
                "id": 3204
            }, 
            "url": "/hansards/2048/14/", 
            "text": "Mr. Speaker, the Speech from the Throne, which opened the second session of the 36th Parliament, speaks of Canada's place in the world as an outward looking country with a trade oriented economy.\n\nIt gives me a special sense of pride when my country of birth, the Philippines, experiences Canada's broadened economic vision at a time when our two nations are celebrating half a century of diplomatic relations.\n\nRecently team Canada '97, led by the Prime Minister, was in the Philippines. This past August the Secretary of State for Asia-Pacific led another trade mission to the country and witnessed the official opening of the Canadian consulate in the city of Cebu, a beautiful place where my wife spent her formative years.\n\nOfficials from Cebu were in Toronto yesterday to sign a twin city agreement. We acknowledge their presence, along with Philippine Consul General Susan Castrence, in the gallery and welcome them to watch our proceedings in the House this morning.", 
            "topic": "The Philippines", 
            "time": "1999-10-29 11:05:00", 
            "attribution": "Mr. Rey D. Pagtakhan (Winnipeg North—St. Paul, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2048/15/", 
            "text": "Mr. Speaker, in 1995 the government introduced conditional sentencing and despite warnings from the Reform Party it refused to limit the “serve your sentence at home” policy to first-time, non-violent offenders.\n\nDespite the inconsistent and lenient treatment of the provision by the courts, the government still refuses to restrict this legislation. Like most problems with our justice system, the government prefers to force the courts to resolve issues without direction from parliament.\n\nThis week a 42 year old individual pleaded guilty to conspiracy in trafficking cocaine. Mr. Justice Norman Douglas called cocaine an insidious drug which ruins people's lives and results in more spinoff crime. But did he remove the individual from the community to protect the citizens? No, he imposed an eight month sentence at home. The individual must obey a 9 p.m. curfew, unless working, and report to police every Saturday morning. That sort of punishment does nothing to discourage individuals from trafficking in serious drugs. I even wonder if that individual can avoid the curfew by arguing that the selling of cocaine is a form of work.\n\nCanadians have waited for over four years for the government to address its screw-up on conditional sentencing, but unfortunately the government fails to admit its mistakes.", 
            "topic": "Conditional Sentencing", 
            "time": "1999-10-29 11:05:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2048/16/", 
            "text": "Mr. Speaker, on Wednesday several Latin American labour leaders were detained at Pearson airport as they tried to enter Canada to attend the Labour Forum of the America's, a conference hosted by the Canadian Labour Congress.\n\nMany of those who were detained were people of colour and workers who appeared to have been deliberately singled out, pulled from lineups at customs and then detained, grilled, badgered, harassed and spoken to in an abusive way by immigration officials.\n\nMeanwhile, leaders of the business community entering Canada to attend the business forum on free trade had their visas and fees waived so they could enter the country hassle free.\n\nWhat a blatant double standard. What an insult to our guests from the international trade union movement and what an insult to working people in general.\n\nI am outraged and embarrassed that the government has treated my international colleagues so shabbily at our international customs points.", 
            "topic": "Canada Customs", 
            "time": "1999-10-29 11:05:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2048/17/", 
            "text": "Mr. Speaker, within the Liberal government, there is an apostle of things nuclear who would like to see more nuclear power plants and waste.\n\nHowever, this is an unexpected apostle. It is not the Minister of Industry, nor the Minister of Natural Resources, as one might expect. It is, instead, the Minister of the Environment, the very person who should be concerned about sources of clean energy and sustainable development.\n\nAt a meeting of environment ministers at the beginning of the month, the Canadian minister presented nuclear energy as a reasonable solution to the problem of greenhouse gases. He even advocated the export of Canadian technology to the rest of the world.\n\nAt the moment, there are over 23 million kilograms of uranium waste no one knows what to do with. In order to fulfil his mandate as the Minister of the Environment, the apostle should start worrying about the management of this waste, rather than promoting nuclear energy.", 
            "topic": "Nuclear Energy", 
            "time": "1999-10-29 11:05:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2048/18/", 
            "text": "Mr. Speaker, I rise today in support of tougher penalties for young offenders.\n\nIn the spring of this year two young men, aged 16 and 17, forced their way into the home of Stuart and Ruth Hebb. One viciously beat 90 year old Mr. Hebb, stopping only after he was unconscious. Both then turned their abuse upon 74 year old Mrs. Hebb, who was struck and threatened with the same fate as her husband.\n\nBecause these young offenders tore the phone from the wall the elderly couple waited, one victim too injured to move and the other too traumatized to leave her husband's side, until help arrived many hours later.\n\nThe punishment in this case has been a mere slap on the wrist, with one of the offenders getting three years in custody and the other two years in custody and a year of probation.\n\nThe Hebbs, on the other hand, have received a life sentence. Their lives can never be the same. The sanctuary of their home was invaded and their safety in the community questioned. They live in constant fear of future retaliation; not a pleasant way to spend what should be their golden years.", 
            "topic": "Young Offenders", 
            "time": "1999-10-29 11:10:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Roy Cullen", 
                "url": "/politicians/76/", 
                "member_id": 3683, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 76
            }, 
            "url": "/hansards/2048/19/", 
            "text": "Mr. Speaker, Canada's crime rate has decreased for seven consecutive years. In 1998 the crime rate was 22% lower than in 1991 and the lowest it has been in 20 years. This decrease is reflected in all major categories of violent and property crimes.\n\nThis is great news for Canadians and it confirms the fact that Canadians are safer in their homes and on the streets today.\n\nThe reason I stand to remind the House of these statistics is to counter the impression that the official opposition consistently tries to spread across this land, a view that would frighten Canadians, a view that they hope will improve their declining political fortunes.\n\nThe facts speak for themselves and Canadians will not be fooled. Our government will continue to work vigorously to prevent crime. The youth criminal justice act will enhance accountability in our system and ensure that youth who violently and repeatedly break the law will be dealt with.\n\nI would like to thank our Liberal government for its hard work to ensure the safety of all Canadians.", 
            "topic": "Youth Criminal Justice Act", 
            "time": "1999-10-29 11:10:00", 
            "attribution": "Mr. Roy Cullen (Etobicoke North, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ted White", 
                "url": "/politicians/3102/", 
                "member_id": 3090, 
                "party": "Reform", 
                "riding": "North Vancouver (B.C.)", 
                "id": 3102
            }, 
            "url": "/hansards/2048/20/", 
            "text": "Mr. Speaker, back in 1994 we warned the government that its employment equity bill would cause reverse discrimination because it relied on the voluntary self-identification of minorities in the public service.\n\nIn March I had a call from one of my constituents who was told by the Public Service Commission that job applications were only being accepted from visible minorities. Although she was very distraught and upset at the time, my constituent had the presence of mind to ask for a telephone number for a supervisor, so I was able to confirm that this serious and unwarranted reverse discrimination had taken place.\n\nHow can this be employment equity? The Liberals' ill-advised legislation now has men pitted against men, women pitted against men, women pitted against other women, and all of it based on ethnic background. It is a guaranteed recipe for disharmony. The government refused to see it at the time and it still cannot see it.\n\nThere are none so blind as those who cannot see.", 
            "topic": "Employment Equity", 
            "time": "1999-10-29 11:10:00", 
            "attribution": "Mr. Ted White (North Vancouver, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Karen Kraft Sloan", 
                "url": "/politicians/4887/", 
                "member_id": 2651, 
                "party": "Liberal", 
                "riding": "York North (Ontario)", 
                "id": 4887
            }, 
            "url": "/hansards/2048/21/", 
            "text": "Mr. Speaker, the York Region and the municipalities of East Gwillimbury and Georgina, in partnership with Human Resources Development Canada, have established the East Gwillimbury-Georgina Community Investment Council.\n\nThe investment council has been established to foster local economic growth by providing financial assistance to community groups and local businesses. Many businesses in these communities in my riding of York North have benefited from financial support and are starting or growing their businesses.\n\nHuman Resources Development Canada, York Region, East Gwillimbury and Georgina should be congratulated for their innovative and creative approach to supporting community economic development.", 
            "topic": "Community Economic Development", 
            "time": "1999-10-29 11:10:00", 
            "attribution": "Mrs. Karen Kraft Sloan (York North, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2048/22/", 
            "text": "Mr. Speaker, the hiring of visible minorities within the federal public service has been at crisis proportions for some time. But is it improving? No. This Liberal government, for all of its good words, seems to be intent on making matters worse for Canadians of colour.\n\nThe Canadian Human Rights Commission's analysis of this government's performance in 1998 shows an abysmal record. Out of 12,420 term staff positions filled last year, only 418 were visible minorities. That is only 3%. Out of 2,800 permanent jobs filled, only 184 were visible minorities. But with 685 visible minority positions lost, the Liberal government has had a net loss of 501 employees, or a decrease of 18%.\n\nThis is a slap in the face to all Canadians of colour. It flies in the face of the throne speech's words of support for diversity. It is yet another invisible barrier thrown up to prevent visible minority youth from aspiring to serve their community and country in the federal public service.\n\nFinally, what is the government's response? More task forces, more boards, more inquiries and less visible minorities in the public service. Shame, shame.", 
            "topic": "Visible Minorities", 
            "time": "1999-10-29 11:10:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gilles Bernier", 
                "url": "/politicians/4321/", 
                "member_id": 2530, 
                "party": "Progressive Conservative", 
                "riding": "Tobique—Mactaquac (New Brunswick)", 
                "id": 4321
            }, 
            "url": "/hansards/2048/23/", 
            "text": "Mr. Speaker, for years tensions have been escalating over who has the right to participate in the lobster fishery.\n\nThe historic 1990 Sparrow decision recognized the rights of aboriginal people to conduct a food fishery. This important supreme court decision should have forewarned the federal government of the likely success of further aboriginal challenges based on the 1760 treaties.\n\nIt would seem to me and most Canadians to be totally incomprehensible that the Liberal government would not have had an alternative strategy prepared in advance to respond to the recent supreme court ruling in the Donald Marshall Jr. decision.\n\nThe Liberal government had well over six years to prepare for any possible supreme court verdict and the fact that it was ill prepared for the violent reactions that were witnessed within New Brunswick, Nova Scotia and Newfoundland is nothing less than a dereliction of its duties.\n\nThe federal fisheries minister has a duty to protect the industry and as such the future livelihoods of both native and non-native fishers. His failure to act decisively and impose new regulations that would address the supreme court decision has led directly to the violence we witnessed over the past few weeks.", 
            "topic": "Fisheries", 
            "time": "1999-10-29 11:15:00", 
            "attribution": "Mr. Gilles Bernier (Tobique—Mactaquac, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2048/24/", 
            "text": "Mr. Speaker, for six years the Reform Party has stood in the House and demanded that the government cut taxes. Its standard response is “We are doing it”. All the while it has been raising taxes for Canadians every year.\n\nThe Toronto-Dominion Bank is only the latest to agree with us, that the government has been gouging Canadian taxpayers.\n\nWhy does the government continue to take more and more and more taxes from Canadian workers and businesses every year? Why does it do it?", 
            "topic": "Taxation", 
            "time": "1999-10-29 11:15:00", 
            "attribution": "Mr. Richard M. Harris (Prince George—Bulkley Valley, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2048/25/", 
            "text": "Mr. Speaker, why do Reform Party members engage in their questions in acts of wilful blindness?\n\nTheir blindness prevents them from seeing that in the last two budgets we have legislated tax cuts for each and every Canadian worth billions and billions of dollars, and we will continue to do so.", 
            "topic": "Taxation", 
            "time": "1999-10-29 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2048/26/", 
            "text": "Mr. Speaker, this is an amazing response. Every year the government takes more taxes from Canadians, up $40 billion since 1993. Canadians are suffering. They cannot make ends meet under this burdensome government tax burden.\n\nThirty-eight per cent of all income in the country is gobbled up by the government. How can the government stand there and continue to say that it is cutting taxes when all the time it is raising taxes? All the evidence is there. What is wrong with the government? Does it not get it?", 
            "topic": "Taxation", 
            "time": "1999-10-29 11:15:00", 
            "attribution": "Mr. Richard M. Harris (Prince George—Bulkley Valley, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2048/27/", 
            "text": "Mr. Speaker, the Reform Party obviously does not get it. I challenge the member to show where in the budgets of the last two years any tax increases have been legislated.\n\nHe cannot do that when it comes to individual Canadians because the facts are that taxes have been cut and they will continue to be cut.", 
            "topic": "Taxation", 
            "time": "1999-10-29 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2048/28/", 
            "text": "Mr. Speaker, this is truly amazing. Ask any Canadian taxpayer if they are paying more taxes today than ever before under the Liberal government. Their answer will be yes, they are.\n\nThe Liberals are ripping off $40 billion more in taxes from Canadians. If they had one good reason we could understand, but all the time they have cut health care. They have cut money for education, and now they are even refusing to help prairie farmers.\n\nThey are pretending to cut taxes but they are raising taxes. Why do they not stop pretending and start cutting taxes for real?", 
            "topic": "Taxation", 
            "time": "1999-10-29 11:15:00", 
            "attribution": "Mr. Richard M. Harris (Prince George—Bulkley Valley, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2048/29/", 
            "text": "Mr. Speaker, the hon. member's questions remind me of that old song The Great Pretender . They are pretending to be concerned about ordinary Canadians. In their election platform they say they want to cut health care and they want to cut services to Canadians.\n\nWe are maintaining services to Canadians while at the same time we are in fact, in our legislation, implementing our budgets, cutting taxes for each and every Canadian. We are not pretending like the Reform Party. We are doing something solid for Canadians.", 
            "topic": "Taxation", 
            "time": "1999-10-29 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2048/30/", 
            "text": "Mr. Speaker, the public accounts clearly show that the government is taking $40 billion per year more in income tax than it did in 1983. Besides this, Canadian employers and employees are being bilked to the tune of $21 billion in overpayments through the EI fund.\n\nThe finance minister has no legislative authority to take this excessive amount. He should reduce the EI premiums to $2.05 as computed by the chief actuary of the fund. I know it is tough for him, but why does the finance minister not just listen to hard pressed, long suffering, overtaxed Canadians, and stop taking—", 
            "topic": "Employment Insurance", 
            "time": "1999-10-29 11:20:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/31/", 
            "text": "The hon. Deputy Prime Minister.", 
            "topic": "Employment Insurance", 
            "time": "1999-10-29 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2048/32/", 
            "text": "Mr. Speaker, if they wanted to listen to Canadians, why are they preventing Canadians from taking part in the budgetary process through their obstinate refusal to allow the finance committee to travel to hear Canadians?\n\nWe want to listen to Canadians. They want us to stifle Canadians. They are wrong. They are wrong.", 
            "topic": "Employment Insurance", 
            "time": "1999-10-29 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2048/33/", 
            "text": "Mr. Speaker, government members keep bragging that they have $4 billion from EI funds. They are saying that we should thank them for taking $21 billion instead of the $25 billion they could have taken. That is like me thanking the robber who stole $21 from my wallet because he did not take $25.\n\nOn behalf of thousands of Canadians, small business owners and employees, will they reduce the premium to $2.05 and will they do it today?", 
            "topic": "Employment Insurance", 
            "time": "1999-10-29 11:20:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2048/34/", 
            "text": "Mr. Speaker, over the past couple of decades the EI fund has gone into deficit 10 times, for a cumulative deficit of $14 billion. Guess who paid for this deficit? All Canadian taxpayers did. Look at who is benefiting today from the surplus we see there. It is all Canadian taxpayers.\n\nWe eliminated the $42 billion deficit. We gave $16.5 billion in tax cuts, $11.5 billion extra for health care, and $10 billion extra for innovation, research and development. This is the balanced approach we have adopted.", 
            "topic": "Employment Insurance", 
            "time": "1999-10-29 11:20:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2048/35/", 
            "text": "Mr. Speaker, yesterday, we were convinced that it was in June that the Minister of Transport had set up the conditions that would allow Onex to take over the Canadian airline industry by making an illegal bid.\n\nThis morning, we learned that Onex was already worried on May 10 about the stir its bid might cause and suggested that the announcement be made during the parliamentary recess.\n\nHad the government already told Onex in May that its announcement would cause the government embarrassment?", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2048/36/", 
            "text": "Mr. Speaker, it is very simple. We began a process to encourage private sector solutions to the problem of our airlines. This process has already resulted in at least two bids, which are now being considered by the airlines' shareholders.\n\nOnce they have made their decision, we will do our job of examining the bids and making decisions that will be in the public interest, the interest of all Canadians.", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2048/37/", 
            "text": "Mr. Speaker, as the Minister of Transport learned to his sorrow when he was the Minister of National Defence, memos are helpful in understanding the decision making process.\n\nAlready on February 19, Onex was thinking about buying Air Canada shares and subsequently having the 10% rule suspended.\n\nWhat sort of links exist between Onex, its president Gerry Schwartz—a contributor to Liberal Party coffers—and the government that Onex would undertake an operation, assuming from the word go that an act of parliament would be very easily amended?", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2048/38/", 
            "text": "Mr. Speaker, the Minister of Transport was very clear when he appeared before the Standing Committee on Transport: we have made no decision to change the 10% rule.\n\nWe are prepared to consider the situation in light of the recommendations made by the Standing Committee on Transport. We will not give preference to any of the bids to merge the airlines, but we are prepared to act in the public interest.", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2048/39/", 
            "text": "Mr. Speaker, on Wednesday the Minister of Transport said the following in this House “If I had not make a commitment on behalf of the government yesterday to consider raising the 10% limit, that would have favoured one other proposition. I certainly would have been biased in that case”.\n\nCan the Minister of Transport, who stage-managed this incredible sequence of events, indicate which of the two players, Onex or Air Canada, would have been the loser?", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:25:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral (Laval Centre, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2048/40/", 
            "text": "Mr. Speaker, I believe the hon. member has misquoted the Minister of Transport.", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2048/41/", 
            "text": "Oh, oh.", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2048/42/", 
            "text": "He did not promise to raise the 10% limit, he merely said that he would consider the situation in light of the recommendations of the Standing Committee on Transport, especially in the public interest.\n\nAs the Minister of Transport has said, he has no desire to favour one side over the other in the airline merger. We are prepared to act when the time is right—", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:25:00", 
            "attribution": "Hon. Herb Gray", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/43/", 
            "text": "The hon. member for Laval Centre.", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2048/44/", 
            "text": "Mr. Speaker, despite his political savvy, the Deputy Prime Minister can also make mistakes. I would point out to him that I have quoted Wednesday's Hansard word for word.\n\nHad the minister chosen to respect the law and remain silent, can the Deputy Prime Minister tell us which one of the two would have gained from it, Air Canada or Onex?", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:25:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral (Laval Centre, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2048/45/", 
            "text": "Mr. Speaker, it is obvious that we have not made a decision in favour of either Onex or Air Canada at this time. We are awaiting decisions by the shareholders of the two airlines, and we shall respect the process.\n\nWe are going to respect the fact that the Standing Committee on Transport will be sitting again, and I repeat that we are prepared to act when the time is right, in the interests of all Canadians.", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2048/46/", 
            "text": "Mr. Speaker, yesterday the Prime Minister of Canada ambushed the premiers of Saskatchewan and Manitoba, saying he had new numbers that showed the farm crisis was not as bad as thought on the prairies. Yet he would not reveal those numbers publicly to the premiers or anybody else in the country.\n\nI want the Prime Minister to make a commitment to table those numbers in the House or, better yet, to come out to Saskatchewan and Manitoba and give the numbers to the people. If he does not do that, is he saying that these are phantom numbers which do not exist?", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:25:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2048/47/", 
            "text": "Mr. Speaker, there has been no ambushing or sandbagging, in the language the NDP likes to use.\n\nAs part of the normal activity of Agriculture and Agri-food Canada working in co-operation with provincial agricultural officials in the various provinces, there is a regular updating of all farm income numbers. That work is ongoing as it normally would be, not just every year but particularly in a year like this one where there is a farm income problem of very serious proportions. The work on those numbers, as I understand it, is not fully complete.", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:25:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2048/48/", 
            "text": "Mr. Speaker, I want a commitment from the government that when those numbers are complete it will table them in the House.\n\nI would also like to know why, at the same time the Prime Minister says the numbers are improving, the situation is getting better. The Canadian Wheat Board revised its predictions for prices this year and dropped those predictions by 4% or 5%, which means the situation is getting worse, not better?\n\nHow could the government be so out of touch when the Prime Minister is saying that things are getting better on one hand and the wheat board on the other hand says things are getting worse?", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:25:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2048/49/", 
            "text": "Mr. Speaker, in view of the fact that the work on the statistics is done jointly by the federal government and the provinces, it is obviously a very open and transparent process.\n\nWith respect to the advised PRO projection as it is called, from the Canadian Wheat Board, that would apply to the year 2000 taxation year, not to 1999. In fact, in 1999 within the last week the Canadian Wheat Board has been able to announce an interim payment on the 1998-99 crop year and as of this morning, an adjustment payment on the 1999-2000 year.", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:30:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2048/50/", 
            "text": "Mr. Speaker, one of the very troubling statements in Onex confidential memorandums is a reference to a meeting with the Prime Minister's chief of staff, Jean Pelletier. It goes on to say because “he could advise us of the best time to approach both the Minister of Transport and the Prime Minister's Office”.\n\nI want to know, did the Prime Minister's chief of staff become involved in any way, shape, or form in any discussions, or did he advise anybody at Onex or Canadian Airlines on how to proceed through the Minister of Transport?", 
            "topic": "Airline Industry", 
            "time": "1999-10-29 11:30:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stan Dromisky", 
                "url": "/politicians/4823/", 
                "member_id": 3233, 
                "party": "Liberal", 
                "riding": "Thunder Bay—Atikokan (Ontario)", 
                "id": 4823
            }, 
            "url": "/hansards/2048/51/", 
            "text": "Mr. Speaker, I would like to inform the member that department officials were informed of the original Onex offer the night before it was made public. That is a common practice and courtesy.\n\nThe hon. member should know that Air Canada also informed the department officials of its original offer well in advance, in fact, six weeks in advance of making it public.", 
            "topic": "Airline Industry", 
            "time": "1999-10-29 11:30:00", 
            "attribution": "Mr. Stan Dromisky (Parliamentary Secretary to Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2048/52/", 
            "text": "Mr. Speaker, let me read another line. “Another key player is the Clerk of the Privy Council, Mel Cappe. Mel Cappe will make the final changes at the deputy minister level and knowing our plans may influence his choices”.\n\nI want to know, did the Clerk of the Privy Council become involved in any way? Did he advise Onex or Canadian Airlines? Did he discuss anything and if so, when?", 
            "topic": "Airline Industry", 
            "time": "1999-10-29 11:30:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stan Dromisky", 
                "url": "/politicians/4823/", 
                "member_id": 3233, 
                "party": "Liberal", 
                "riding": "Thunder Bay—Atikokan (Ontario)", 
                "id": 4823
            }, 
            "url": "/hansards/2048/53/", 
            "text": "Mr. Speaker, I would like to point out that the framework was presented by the minister this week. The framework ensured the government bill, preserved Canadian ownership and control of our airlines, fostered domestic competition, ensured there is no price gouging, preserved services to small communities and protected the rights and concerns for employees.\n\nThis is all within the realm of the responsibilities of members of parliament and government officials. It is within the framework of government policies that have already been established.", 
            "topic": "Airline Industry", 
            "time": "1999-10-29 11:30:00", 
            "attribution": "Mr. Stan Dromisky (Parliamentary Secretary to Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerry Ritz", 
                "url": "/politicians/gerry-ritz/", 
                "member_id": 2733, 
                "party": "Reform", 
                "riding": "Battlefords—Lloydminster (Saskatchewan)", 
                "id": 246
            }, 
            "url": "/hansards/2048/54/", 
            "text": "Mr. Speaker, the Prime Minister has a terrible habit of ignoring the tough problems thinking they will just go away, that they will disappear. The only things disappearing are farm families.\n\nYesterday the Prime Minister dealt the farmers another blow. He told the premiers “Do not worry. It is not as bad as you think. We have got brand new numbers, but you cannot see them because the ink is still wet”.\n\nThat is very small comfort, or no comfort at all to the thousands of farmers who are facing the nightmare of losing their homes and their livelihood. There are going to be 16,000 to 17,000 farm families out on the streets.\n\nWhat gives the Prime Minister the audacious right to think he can judge this crisis when he has not even been there and seen it for himself? How arrogant.", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:30:00", 
            "attribution": "Mr. Gerry Ritz (Battlefords—Lloydminster, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2048/55/", 
            "text": "Mr. Speaker, the government has been applying all of its time and attention to work on what is a very serious problem for many farmers in western Canada.\n\nThat is why we have extended and improved the crop insurance program. We have done the same with NISA. In terms of extra incremental assistance, we were the first to come to the plate with $900 million in additional money.\n\nFarmers say that they are having problems with that program. We are taking that criticism seriously. We are looking at every conceivable way in which it can be improved and made more beneficial.", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:30:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Kerpan", 
                "url": "/politicians/6510/", 
                "member_id": 2734, 
                "party": "Reform", 
                "riding": "Blackstrap (Saskatchewan)", 
                "id": 6510
            }, 
            "url": "/hansards/2048/56/", 
            "text": "Mr. Speaker, the Prime Minister has said he will place a high priority on children. Every day that the government does nothing to fix that farm disaster, farm families, including children, are suffering untold hopelessness and hardship.\n\nIf the Prime Minister really believes in helping Canadian youth, then why is he turning his back on farm children?", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:30:00", 
            "attribution": "Mr. Allan Kerpan (Blackstrap, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2048/57/", 
            "text": "Mr. Speaker, the Government of Canada turns its back on no children.\n\nThe message about the importance of Canadian children is very clear, both in the throne speech and long before that in the policies and actions of this government.\n\nIt is our hope that the existing programming plus the incremental programs that we have put in place in the last year and the additional consideration that we are giving at the present time will be helpful to all Canadians in addressing these issues, particularly farm children in western Canada.", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:30:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Brien", 
                "url": "/politicians/5258/", 
                "member_id": 3323, 
                "party": "Bloc", 
                "riding": "Témiscamingue (Québec)", 
                "id": 5258
            }, 
            "url": "/hansards/2048/58/", 
            "text": "Mr. Speaker, the Onex/Air Canada business is an amazing saga orchestrated by the Minister of Transport.\n\nHe has in fact permitted Onex to remodel air transportation and is allowing a handful of shareholders to determine the future of the industry as a whole.\n\nWill the Deputy Prime Minister acknowledge that he has abandoned the fate of the airline industry to a handful of speculators who do not have a mandate to determine the future of air transportation?", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Mr. Pierre Brien (Témiscamingue, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stan Dromisky", 
                "url": "/politicians/4823/", 
                "member_id": 3233, 
                "party": "Liberal", 
                "riding": "Thunder Bay—Atikokan (Ontario)", 
                "id": 4823
            }, 
            "url": "/hansards/2048/59/", 
            "text": "Mr. Speaker, I would like to clearly point out that the minister did not interfere with the process. He had no part to play within it. The proposals that were presented by both parties will be seriously considered by all the agencies in this government as well as by the government and the transport committee.", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Mr. Stan Dromisky (Parliamentary Secretary to Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Brien", 
                "url": "/politicians/5258/", 
                "member_id": 3323, 
                "party": "Bloc", 
                "riding": "Témiscamingue (Québec)", 
                "id": 5258
            }, 
            "url": "/hansards/2048/60/", 
            "text": "Mr. Speaker, when a law is being amended in the midst of things, it cannot be said that no one has intervened in the process, no one would believe it.\n\nThe problems of air transportation cannot be resolved simply by a takeover.\n\nHow can the government justify in the face of public interest such a lack of vision and leadership in an area as sensitive for both the public and the economy as air transportation?", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Mr. Pierre Brien (Témiscamingue, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stan Dromisky", 
                "url": "/politicians/4823/", 
                "member_id": 3233, 
                "party": "Liberal", 
                "riding": "Thunder Bay—Atikokan (Ontario)", 
                "id": 4823
            }, 
            "url": "/hansards/2048/61/", 
            "text": "Mr. Speaker, the minister has been providing excellent leadership throughout this entire experience.", 
            "topic": "Air Transportation", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Mr. Stan Dromisky (Parliamentary Secretary to Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ted White", 
                "url": "/politicians/3102/", 
                "member_id": 3090, 
                "party": "Reform", 
                "riding": "North Vancouver (B.C.)", 
                "id": 3102
            }, 
            "url": "/hansards/2048/62/", 
            "text": "Mr. Speaker, the meal expense allowance for senior APEC commission counsel Marvin Storrow must be fairly generous because he attended last week's $400 a plate Liberal fundraising dinner in Vancouver. He even had to walk past APEC protesters to get there. We want to let the commission do its work, but why does it have to be done at Liberal fundraising dinners?", 
            "topic": "Apec Inquiry", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Mr. Ted White (North Vancouver, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/63/", 
            "text": "This question is out of order. The hon. member for Dewdney—Alouette.", 
            "topic": "Apec Inquiry", 
            "time": "1999-10-29 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2048/64/", 
            "text": "Mr. Speaker, the Prime Minister is being pressured to testify before the APEC commission. One of the key people who will determine whether or not he should testify was at a fundraising dinner for the Prime Minister. In spite of this fact he is supposed to remain at arm's length, and it does not look good. Why does the government define arm's length as being close enough to pass the pepper?", 
            "topic": "Apec Inquiry", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/65/", 
            "text": "I am going to permit the question. I find the question is in order but the preambles are getting us a little bit closer my colleagues.", 
            "topic": "Apec Inquiry", 
            "time": "1999-10-29 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2048/66/", 
            "text": "Mr. Speaker, the lawyer in question was retained by the commission which is at arm's length from the government. This is a matter for the commission. As I have said before and I will say again, let the commission do its work. The commission is well equipped through its distinguished commissioner to deal with matters of this kind.", 
            "topic": "Apec Inquiry", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2048/67/", 
            "text": "Mr. Speaker, last Tuesday in the House, the Minister of Health said that genetically modified foods were all thoroughly examined by a team of experts.\n\nHow can the minister say such a thing when his deputy minister, David A. Dodge, said exactly the opposite before a Senate committee and when two employees of his department and the Canadian food inspection agency said on Le Point that such tests are not performed?", 
            "topic": "Genetically Modified Foods", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2048/68/", 
            "text": "Mr. Speaker, all genetically modified products are examined by Health Canada, and the Minister of Agriculture does the necessary consulting on labelling.\n\nWe learned from the paper this morning, however, that the Conservative Party is trying to genetically modify the Bloc.", 
            "topic": "Genetically Modified Foods", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2048/69/", 
            "text": "Oh, oh.", 
            "topic": "Genetically Modified Foods", 
            "time": "1999-10-29 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2048/70/", 
            "text": "It would appear that the Conservatives, if it is true, are incapable of learning from their mistakes, and I hope this information is wrong.", 
            "topic": "Genetically Modified Foods", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Hon. Stéphane Dion", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2048/71/", 
            "text": "Mr. Speaker, does the Minister of Health intend to respond to the concerns expressed by his deputy minister and give his officials the appropriate resources to enable them to do their work?", 
            "topic": "Genetically Modified Foods", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2048/72/", 
            "text": "Mr. Speaker, Health Canada certainly has the means to do the studies in question, but I will keep this question for my colleague.", 
            "topic": "Genetically Modified Foods", 
            "time": "1999-10-29 11:35:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deepak Obhrai", 
                "url": "/politicians/deepak-obhrai/", 
                "member_id": 2449, 
                "party": "Reform", 
                "riding": "Calgary East (Alberta)", 
                "id": 216
            }, 
            "url": "/hansards/2048/73/", 
            "text": "Mr. Speaker, WTO negotiations begin next month and the government has no final position on the table. In the meantime our farmers are left to wonder if the government will have their best interests at heart when at the negotiating table.\n\nA recent study by the George Morris Centre indicated that Canadian farmers will benefit greatly if this WTO round eliminates all tariff and non-tariff barriers to international trade.\n\nWill the government make the elimination of trade distorting agricultural policy the number one priority in Seattle?", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:40:00", 
            "attribution": "Mr. Deepak Obhrai (Calgary East, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bob Speller", 
                "url": "/politicians/2367/", 
                "member_id": 2577, 
                "party": "Liberal", 
                "riding": "Haldimand—Norfolk—Brant (Ontario)", 
                "id": 2367
            }, 
            "url": "/hansards/2048/74/", 
            "text": "Mr. Speaker, I know the hon. member is new to his position as trade critic, but had he been following the subject over the last couple of years, he would know that the standing committee of the House went across the country and consulted with Canadians. The Minister for International Trade consulted with the provinces. They came together with a very strong position for Seattle.\n\nI would invite the hon. member, as he is referring to the area of agriculture, to talk to the Canadian Federation of Agriculture and to the different agricultural groups. They strongly support the position of the Government of Canada.", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:40:00", 
            "attribution": "Mr. Bob Speller (Parliamentary Secretary to Minister for International Trade Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Darrel Stinson", 
                "url": "/politicians/3097/", 
                "member_id": 3092, 
                "party": "Reform", 
                "riding": "Okanagan—Shuswap (B.C.)", 
                "id": 3097
            }, 
            "url": "/hansards/2048/75/", 
            "text": "Mr. Speaker, it was a very simple question. Will you put trade barriers at the top of your priority in Seattle in order for our farmers and all of our trade people in Canada to benefit? The answer is either yes or no. It is simple.", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:40:00", 
            "attribution": "Mr. Darrel Stinson (Okanagan—Shuswap, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bob Speller", 
                "url": "/politicians/2367/", 
                "member_id": 2577, 
                "party": "Liberal", 
                "riding": "Haldimand—Norfolk—Brant (Ontario)", 
                "id": 2367
            }, 
            "url": "/hansards/2048/76/", 
            "text": "Mr. Speaker, I know the member was involved in some of those consultations and he would know that the answer certainly is yes. The Government of Canada feels that these export subsidies that are being brought on by both the Americans and the Europeans are bad for the Canadian economy and are hurting Canadian farmers. We have put that at the top of our priority to get rid of.", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:40:00", 
            "attribution": "Mr. Bob Speller (Parliamentary Secretary to Minister for International Trade Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/77/", 
            "text": "I invite hon. members to please address the Chair in putting questions and giving the answers.", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maurice Dumas", 
                "url": "/politicians/6281/", 
                "member_id": 3257, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau (Québec)", 
                "id": 6281
            }, 
            "url": "/hansards/2048/78/", 
            "text": "Mr. Speaker, according to the public accounts, the Council for Canadian Unity is still the darling of the Department of Canadian Heritage.\n\nIn 1998, it received $6.2 million in funding from the department. But, as everyone knows, the Council for Canadian Unity and its research centre are nothing more than propaganda tools, the purpose of which is to see that the Liberal Party of Canada gets re-elected.\n\nWill the Minister of Canadian Heritage re-assess her priorities, stop diverting public funds to the Liberal party's campaign fund, and use taxpayers' money for something more acceptable than propaganda?", 
            "topic": "Council For Canadian Unity", 
            "time": "1999-10-29 11:40:00", 
            "attribution": "Mr. Maurice Dumas (Argenteuil—Papineau—Mirabel, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Sheila Copps", 
                "url": "/politicians/4533/", 
                "member_id": 3179, 
                "party": "Liberal", 
                "riding": "Hamilton East (Ontario)", 
                "id": 4533
            }, 
            "url": "/hansards/2048/79/", 
            "text": "Mr. Speaker, I can assure the hon. member that the only criterion for membership in the Council for Canadian Unity is a belief in Canada.", 
            "topic": "Council For Canadian Unity", 
            "time": "1999-10-29 11:40:00", 
            "attribution": "Hon. Sheila Copps (Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ian Murray", 
                "url": "/politicians/4589/", 
                "member_id": 3190, 
                "party": "Liberal", 
                "riding": "Lanark—Carleton (Ontario)", 
                "id": 4589
            }, 
            "url": "/hansards/2048/80/", 
            "text": "Mr. Speaker, my question is for the minister responsible for the Canadian Wheat Board.\n\nYesterday many of us met with a high level delegation from Saskatchewan and Manitoba. It laid the blame for the current farm income crisis on the subsidies and trade distorting export policies of the European Union and the United States of America.\n\nWhat action has the minister taken to address this ongoing, unfair and devastating situation?", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:40:00", 
            "attribution": "Mr. Ian Murray (Lanark—Carleton, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2048/81/", 
            "text": "Mr. Speaker, for me this is a never ending crusade in concert with the Prime Minister, the Minister for International Trade, the Minister of Foreign and the Minister of Agriculture and Agri-Food.\n\nI pushed for our Canadian trade arguments in personal meetings with Secretary Glickman of the United States and Commissioner Fischler of the European Union. I have done the same with the Australians, the Argentinians, the Brazilians, the Chinese and at the OECD in Paris. I met with the U.S. wheat associates organization and with the trade representatives of 13 U.S. wheat producing states. Just last weekend I carried the same message when I met with the North American millers association in the United States. On this file we hammer on all fronts all the time.", 
            "topic": "Agriculture", 
            "time": "1999-10-29 11:40:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Keith Martin", 
                "url": "/politicians/keith-martin/", 
                "member_id": 3080, 
                "party": "Reform", 
                "riding": "Esquimalt—Juan de Fuca (B.C.)", 
                "id": 186
            }, 
            "url": "/hansards/2048/82/", 
            "text": "Mr. Speaker, the privacy commissioner is giving a strong warning that the confidentiality of patients' records could be compromised by the Minister of Health in the new health information highway. If CSIS and the Pentagon cannot secure their databases, how can the minister secure the database of the health information highway?\n\nHow will the Minister of Health ensure that the public or the bureaucracy cannot gain access to a patient's private medical records?", 
            "topic": "Health", 
            "time": "1999-10-29 11:40:00", 
            "attribution": "Mr. Keith Martin (Esquimalt—Juan de Fuca, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2048/83/", 
            "text": "I am sure, Mr. Speaker, Health Canada has completed studies to ensure this is not happening. However, I will take the question for my colleague.", 
            "topic": "Health", 
            "time": "1999-10-29 11:45:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Reed Elley", 
                "url": "/politicians/1503/", 
                "member_id": 2484, 
                "party": "Reform", 
                "riding": "Nanaimo—Cowichan (B.C.)", 
                "id": 1503
            }, 
            "url": "/hansards/2048/84/", 
            "text": "Mr. Speaker, we have seen the incredible lack of past government action on issues such as the tainted blood supply. Many Canadians with hepatitis C are now paying the high cost of government inaction with their very lives. Canadians are sceptical when the Liberal government sits back and takes a “Don't Worry, Be Happy” attitude.\n\nNow Canadians want assurances that their food supply is safe. Why will the Minister of Health not bring the important issue of genetically modified foods before the Standing Committee on Health now?", 
            "topic": "Genetically Modified Foods", 
            "time": "1999-10-29 11:45:00", 
            "attribution": "Mr. Reed Elley (Nanaimo—Cowichan, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2048/85/", 
            "text": "Mr. Speaker, as I said earlier, Health Canada is doing all the required studies on genetically modified products and the Department of Agriculture and Agri-Food is holding the necessary consultations.", 
            "topic": "Genetically Modified Foods", 
            "time": "1999-10-29 11:45:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Libby Davies", 
                "url": "/politicians/libby-davies/", 
                "member_id": 2499, 
                "party": "NDP", 
                "riding": "Vancouver East (B.C.)", 
                "id": 80
            }, 
            "url": "/hansards/2048/86/", 
            "text": "Mr. Speaker, the claim of the minister responsible for homelessness that everything is fine with emergency shelters shows that the minister is in complete denial about the housing crisis.\n\nIn her own back yard here in Ottawa and in her own home community of Moncton there is ample evidence of how desperate the situation is.\n\nAfter 18 months, the homelessness minister seems helpless and hopeless. Who in the government is going to face the reality and deliver on the desperate need for emergency shelters and affordable housing now in Canada for Canadians who need it?", 
            "topic": "Homelessness", 
            "time": "1999-10-29 11:45:00", 
            "attribution": "Ms. Libby Davies (Vancouver East, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Claudette Bradshaw", 
                "url": "/politicians/3229/", 
                "member_id": 2528, 
                "party": "Liberal", 
                "riding": "Moncton (New Brunswick)", 
                "id": 3229
            }, 
            "url": "/hansards/2048/87/", 
            "text": "Mr. Speaker, as I said this week to the hon. member, there are two phases to homelessness. One phase is the emergency phase, which is this winter, and what we are able to do for that. The people in my secretariat have been in touch with all the communities across the country because I am also very concerned about having enough beds for people this winter.\n\nI have also been working on the long term sustainable part of homelessness in Canada and I will continue to work on it.", 
            "topic": "Homelessness", 
            "time": "1999-10-29 11:45:00", 
            "attribution": "Hon. Claudette Bradshaw (Minister of Labour, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Libby Davies", 
                "url": "/politicians/libby-davies/", 
                "member_id": 2499, 
                "party": "NDP", 
                "riding": "Vancouver East (B.C.)", 
                "id": 80
            }, 
            "url": "/hansards/2048/88/", 
            "text": "Mr. Speaker, concern is not enough. We have had eight months of tours and studies. I have talked to people in different communities across Canada who have told me that even though the minister has said that everything is fine, they say that is absolutely not the case.\n\nI believe Canadians have a right to know what the government is prepared to do to meet the housing needs of Canadians and ensure that people are not freezing to death this winter in Canada. What is the government going to do?", 
            "topic": "Homelessness", 
            "time": "1999-10-29 11:45:00", 
            "attribution": "Ms. Libby Davies (Vancouver East, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Claudette Bradshaw", 
                "url": "/politicians/3229/", 
                "member_id": 2528, 
                "party": "Liberal", 
                "riding": "Moncton (New Brunswick)", 
                "id": 3229
            }, 
            "url": "/hansards/2048/89/", 
            "text": "Mr. Speaker, if the hon. member had read the throne speech, she would have seen that the government said it would work on the root causes of homelessness, on shelters and on support services.\n\nWe are doing a lot of that now. We are putting $1.9 billion into social housing. We have added another $50 million to the RRAP, which does a lot of good work in the hon. member's riding. Health Canada and the Department of Human Resources are also putting money toward homelessness.", 
            "topic": "Homelessness", 
            "time": "1999-10-29 11:45:00", 
            "attribution": "Hon. Claudette Bradshaw (Minister of Labour, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Scott Brison", 
                "url": "/politicians/scott-brison/", 
                "member_id": 2545, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 44
            }, 
            "url": "/hansards/2048/90/", 
            "text": "Mr. Speaker, during the bank merger process, the Bank of Montreal and the Royal Bank made firm commitments on increasing the number of branches from 2,500 to 3,000 staffed branches. This week, the Bank of Montreal has announced that it will be closing 100 branches directly responding to the merger decision by the finance minister.\n\nHaving failed to use his power to defend the interests of Canadians, what will he do now to defend the interests of Canadians who are going to be losing their bank branches because of his bad decision?", 
            "topic": "Banking", 
            "time": "1999-10-29 11:45:00", 
            "attribution": "Mr. Scott Brison (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2048/91/", 
            "text": "Mr. Speaker, I take it, in referring to the bad decision, the hon. member supported those bank mergers. If that is the case, I want him to stand up and say so because he owes it to the whole House.\n\nLet me tell the member what we have done. We have studied the issue. We have had hearings in our caucus, in the finance committee of the House and the Senate and the minister responded to the MacKay task force last June.\n\nClosures which would impact on communities must be made with due notice so that the people can take steps to find alternative measures. We have also brought in measures, in response to this, which make it possible for the industry, which is a leader in Canada by any type—", 
            "topic": "Banking", 
            "time": "1999-10-29 11:45:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/92/", 
            "text": "The hon. member for Kings—Hants.", 
            "topic": "Banking", 
            "time": "1999-10-29 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Scott Brison", 
                "url": "/politicians/scott-brison/", 
                "member_id": 2545, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 44
            }, 
            "url": "/hansards/2048/93/", 
            "text": "Mr. Speaker, the industry was a leader in Canada. Not only are Canadians losing their bank branches, they are also losing their investments.\n\nSince the minister's bad decision on the bank mergers, Canadian bank shareholders have seen $7.2 billion less in shareholder value because of that decision. During that same period of time, U.S. bank shares have increased by 8%. Americans are getting richer and Canadians are getting poorer.\n\nThe fact is that 7.5 million Canadians own bank shares. Why has the Minister of Finance failed his first test of leadership in not defending the interests of 7.5 million Canadians?", 
            "topic": "Banking", 
            "time": "1999-10-29 11:50:00", 
            "attribution": "Mr. Scott Brison (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2048/94/", 
            "text": "Mr. Speaker, we had in place a very open process for reviewing the whole question of mergers. We responded in the MacKay task force in making those measures open and patent.\n\nIf the member does not like them, I expect him to come forward and talk about it. However, let us be clear that this is the first time that party has come out in favour of those bank mergers, ones which were rejected by the Competition Bureau.", 
            "topic": "Banking", 
            "time": "1999-10-29 11:50:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Steve Mahoney", 
                "url": "/politicians/4630/", 
                "member_id": 2599, 
                "party": "Liberal", 
                "riding": "Mississauga West (Ontario)", 
                "id": 4630
            }, 
            "url": "/hansards/2048/95/", 
            "text": "Mr. Speaker, my question is for the Minister of Industry.\n\nPeople in my riding of Mississauga West, and indeed in all of Canada, are well aware of the importance of small business as an integral part of the Canadian economy.\n\nCan the minister tell us specifically what the government is doing to ensure that Canada's small businesses are supported and indeed recognized for their important contribution to our economy?", 
            "topic": "Small Business", 
            "time": "1999-10-29 11:50:00", 
            "attribution": "Mr. Steve Mahoney (Mississauga West, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Cannis", 
                "url": "/politicians/john-cannis/", 
                "member_id": 3222, 
                "party": "Liberal", 
                "riding": "Scarborough Centre (Ontario)", 
                "id": 52
            }, 
            "url": "/hansards/2048/96/", 
            "text": "Mr. Speaker, it has often been said that small business has been the engine that drives our economy. Over the past 10 years, 80% of the new jobs have been created by small business. Small business is also responsible for 80% of the private GDP.\n\nI will give one specific example of how the government is supportive. Through its small business loans program, it has, since 1993, and most recently in Alberta, given out 3,905 in loans worth $430 million. The small business financing program in Ontario alone since 1993 has given—", 
            "topic": "Small Business", 
            "time": "1999-10-29 11:50:00", 
            "attribution": "Mr. John Cannis (Parliamentary Secretary to Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/97/", 
            "text": "The hon. member for Nanaimo—Alberni.", 
            "topic": "Small Business", 
            "time": "1999-10-29 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Gilmour", 
                "url": "/politicians/5526/", 
                "member_id": 2483, 
                "party": "Reform", 
                "riding": "Nanaimo—Alberni (B.C.)", 
                "id": 5526
            }, 
            "url": "/hansards/2048/98/", 
            "text": "So much for the Liberal commercial, Mr. Speaker.\n\nAs a result of the Marshall decision, aboriginals on Vancouver Island now believe they have the right to fish commercially year round and plan to test the Douglas treaty with an illegal fishery as early as this weekend. Clearly the government has lost control of the situation.\n\nWill the Parliamentary Secretary to the Minister of Fisheries and Oceans tell Canadians who is managing the fishery? Is it the aboriginals, is it the courts, or is it the government?", 
            "topic": "Fisheries", 
            "time": "1999-10-29 11:50:00", 
            "attribution": "Mr. Bill Gilmour (Nanaimo—Alberni, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence O'Brien", 
                "url": "/politicians/4339/", 
                "member_id": 3682, 
                "party": "Liberal", 
                "riding": "Labrador (Newfoundland & Labrador)", 
                "id": 4339
            }, 
            "url": "/hansards/2048/99/", 
            "text": "Mr. Speaker, it is very clear who is managing the fisheries of Canada. It is the Minister of Fisheries and Oceans, and it will continue to be.", 
            "topic": "Fisheries", 
            "time": "1999-10-29 11:50:00", 
            "attribution": "Mr. Lawrence D. O'Brien (Parliamentary Secretary to Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Antoine Dubé", 
                "url": "/politicians/5100/", 
                "member_id": 3291, 
                "party": "Bloc", 
                "riding": "Lévis (Québec)", 
                "id": 5100
            }, 
            "url": "/hansards/2048/100/", 
            "text": "Mr. Speaker, subsequent to the Chief Electoral Officer's appearance before the Standing Committee on Procedure and House Affairs, Mr. Kingsley spoke of his displeasure at seeing this bill retain governmental appointment of returning officers.\n\nMy question is for the leader of the Government in the House. How can the minister explain his double-speak, saying on the one hand that the purpose of his bill is equity and transparency, while on the other hand maintaining government control over the appointment of the main officials involved?", 
            "topic": "Canada Elections Act", 
            "time": "1999-10-29 11:50:00", 
            "attribution": "Mr. Antoine Dubé (Lévis-et-Chutes-de-la-Chaudière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2048/101/", 
            "text": "Mr. Speaker, first of all, the hon. member opposite should realize that the system for appointing federal returning officers is the same as the one in place in all provinces. Quebec and the other provinces all have the same system.\n\nThe system is an excellent one. It has produced some excellent people who have directed this country's electoral system. Furthermore, in its 1991 report, the Royal Commission on Electoral Reform, or Lortie Commission, did not recommend the change proposed by the hon. member across the way.", 
            "topic": "Canada Elections Act", 
            "time": "1999-10-29 11:50:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/102/", 
            "text": "The hon. member for Cumberland—Colchester.", 
            "topic": "Canada Elections Act", 
            "time": "1999-10-29 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2048/103/", 
            "text": "Mr. Speaker—", 
            "topic": "Canada Elections Act", 
            "time": "1999-10-29 11:50:00", 
            "attribution": "Mr. Bill Blaikie", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/104/", 
            "text": "You know what, Bill? You are too small and I missed you.", 
            "topic": "Canada Elections Act", 
            "time": "1999-10-29 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2048/105/", 
            "text": "Oh, oh.", 
            "topic": "Canada Elections Act", 
            "time": "1999-10-29 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/106/", 
            "text": "Excuse me, it is Friday.", 
            "topic": "Canada Elections Act", 
            "time": "1999-10-29 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2048/107/", 
            "text": "I know I am inconspicuous, Mr. Speaker. I will just have to eat more. I will have to do something about that at lunch.\n\nMy question is for the Parliamentary Secretary to the Minister of Trade, who I know is dying to be asked a question. What is the government's position going into negotiations in Seattle?\n\nEveryone knows that Canada has now had its ability to legislate in the area of environment challenged by chapter 11 of the NAFTA. We have worries on the water front and on a number of other fronts.\n\nWhy does the government persist on going into these negotiations without asking, that whatever agreements it is a part of that there be no more chapter 11 investor state dispute mechanisms and, on top of that, that it seek to get rid of that in the NAFTA?", 
            "topic": "Trade", 
            "time": "1999-10-29 11:55:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bob Speller", 
                "url": "/politicians/2367/", 
                "member_id": 2577, 
                "party": "Liberal", 
                "riding": "Haldimand—Norfolk—Brant (Ontario)", 
                "id": 2367
            }, 
            "url": "/hansards/2048/108/", 
            "text": "Mr. Speaker, as the hon. member knows, as he was also part of the standing committee report, the Government of Canada, his caucus, our caucus and the House of Commons went across the country asking for Canadians' views on Seattle.\n\nWe are taking forward the views of exactly what we heard from Canadians across the country who told us that the most important thing for them was to make sure we had a rules based system, that for a country the size of Canada, and with the importance of international trade to our economy, that we had a system in place that was negotiated with the bigger countries in the world but that Canada could—", 
            "topic": "Trade", 
            "time": "1999-10-29 11:55:00", 
            "attribution": "Mr. Bob Speller (Parliamentary Secretary to Minister for International Trade Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/109/", 
            "text": "The hon. member for Cumberland—Colchester.", 
            "topic": "Trade", 
            "time": "1999-10-29 11:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2048/110/", 
            "text": "Mr. Speaker, I think my question is quite appropriate for the Deputy Prime Minister.\n\nOn the Onex notes under issues, risks, political, it discusses the need to change legislation in order to remove the 10% voting ownership restriction. It says “Seeking to do so may result in serious political debate in the House of Commons. Our timing of seeking approval during the summer recess will be helpful in curbing that debate”.\n\nWas the reason we came back to help Onex curb the debate in the House of Commons? Was that why we were delayed so long? Was it in order to help that one bid?", 
            "topic": "Airline Industry", 
            "time": "1999-10-29 11:55:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2048/111/", 
            "text": "Absolutely not, Mr. Speaker. To show our open approach to public debate on this matter, as soon as we got back we asked the transport committee to hold hearings. They are holding hearings. I hope the hon. member will participate in the hearings because the recommendations of the committee are and will be very important to the government.", 
            "topic": "Airline Industry", 
            "time": "1999-10-29 11:55:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Nancy Karetak-Lindell", 
                "url": "/politicians/149/", 
                "member_id": 2538, 
                "party": "Liberal", 
                "riding": "Nunavut (Nunavut)", 
                "id": 149
            }, 
            "url": "/hansards/2048/112/", 
            "text": "Mr. Speaker, can the Minister of International Trade tell the House about the latest trade figures and about his plans to boost even further Canada's position on the international trade scene?", 
            "topic": "Trade", 
            "time": "1999-10-29 11:55:00", 
            "attribution": "Mrs. Nancy Karetak-Lindell (Nunavut, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bob Speller", 
                "url": "/politicians/2367/", 
                "member_id": 2577, 
                "party": "Liberal", 
                "riding": "Haldimand—Norfolk—Brant (Ontario)", 
                "id": 2367
            }, 
            "url": "/hansards/2048/113/", 
            "text": "Mr. Speaker, the good numbers in imports and exports month after month are really a true reflection of the importance of international trade agreements to Canada.\n\nOur latest figures from August showed merchandise trade exports reaching $31.2 billion, up some 12.3% over the same period from last year. Exports to the U.S. were up 3.8%. Exports to Japan were up 4.6%. Our trade surplus of $22.1 billion already exceeds last year's export total of $19.4 billion.\n\nThose numbers reflect the importance of international trade agreements and agreements with other countries.", 
            "topic": "Trade", 
            "time": "1999-10-29 11:55:00", 
            "attribution": "Mr. Bob Speller (Parliamentary Secretary to Minister for International Trade Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Gouk", 
                "url": "/politicians/3127/", 
                "member_id": 2505, 
                "party": "Reform", 
                "riding": "West Kootenay—Okanagan (B.C.)", 
                "id": 3127
            }, 
            "url": "/hansards/2048/114/", 
            "text": "Mr. Speaker, the Marshall decision is wreaking havoc in fishing communities on the east coast. The government claims it has the situation in hand but in actual fact it is getting much worse. It is at the point of violence now in Newfoundland and west coast natives are now stating that the Marshall decision gives them rights in B.C. to fish for salmon out of season and sell their catch commercially.\n\nThe supreme court needs to stay the flawed decision of Judge Binnie and clarify the Marshall decision.\n\nHow much damage has to be done before the Liberal government will take decisive action, not just hollow talks, to end this?", 
            "topic": "Fisheries", 
            "time": "1999-10-29 11:55:00", 
            "attribution": "Mr. Jim Gouk (Kootenay—Boundary—Okanagan, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence O'Brien", 
                "url": "/politicians/4339/", 
                "member_id": 3682, 
                "party": "Liberal", 
                "riding": "Labrador (Newfoundland & Labrador)", 
                "id": 4339
            }, 
            "url": "/hansards/2048/115/", 
            "text": "Mr. Speaker, the Government of Canada is fully in control of the issue.\n\nWe believe in co-operation. We believe in dialogue. We believe in a balanced approach. We believe in treaties. We believe in the laws of the country that prevail. At the end of it all this will come together and we will have a policy that is conducive to all Canadians.", 
            "topic": "Fisheries", 
            "time": "1999-10-29 11:55:00", 
            "attribution": "Mr. Lawrence D. O'Brien (Parliamentary Secretary to Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2048/116/", 
            "text": "Mr. Speaker, contrary to what the House leader has just said, in Quebec, returning officers are appointed by the director general of elections following a province wide competition.\n\nWhy is the government taking so long to respond to the request of our chief electoral officer and do the very same thing— appoint them following a competition rather than as political appointments?", 
            "topic": "Canada Elections Act", 
            "time": "1999-10-29 12:00:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2048/117/", 
            "text": "Mr. Speaker, it is always a pleasure to hear the sovereignists talk about putting an end to political partisanship, they who let go representatives abroad for having refused to take a sort of oath of loyalty to separation.\n\nI would like to tell the member opposite and all the others that we have an excellent system for appointing returning officers. There are fine people doing this job across the country. Many have been recommended by members of this House representing various regions. These are excellent people, and I do not think we should discredit them. Finally, the process has worked in the past, so well, that—", 
            "topic": "Canada Elections Act", 
            "time": "1999-10-29 12:00:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/118/", 
            "text": "I am sorry to interrupt the government House leader.\n\nThe hon. member for Halifax West.", 
            "topic": "Canada Elections Act", 
            "time": "1999-10-29 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2048/119/", 
            "text": "Mr. Speaker, the Canadian Human Rights Commission points out that there was a decrease of 501 visible minorities in permanent public service jobs in 1998. Out of 28 executive positions filled from outside the public service, a grand total of zero were visible minorities.\n\nEarlier this week the treasury board president told me that she is responding to the crisis by setting up yet another board. More bureaucracy, less action.\n\nWhy not simply hire more qualified visible minority Canadians at all levels of the public service and begin to rectify the situation today?", 
            "topic": "Visible Minorities", 
            "time": "1999-10-29 12:00:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lucienne Robillard", 
                "url": "/politicians/247/", 
                "member_id": 2732, 
                "party": "Liberal", 
                "riding": "Westmount—Ville-Marie (Québec)", 
                "id": 247
            }, 
            "url": "/hansards/2048/120/", 
            "text": "Mr. Speaker, we have been working for a number of years to increase the number of people of visible minorities working in the public service, but we have noted that the increase over the past ten years has been very gradual.\n\nAccordingly, we have set up a task force. We have not added to the bureaucracy. These people are volunteers from outside government, people well aware of the problems. They are going to help us draw up an action plan to increase the proportion of visible minorities more quickly so as to be representative of the Canadian population.", 
            "topic": "Visible Minorities", 
            "time": "1999-10-29 12:00:00", 
            "attribution": "Hon. Lucienne Robillard (President of the Treasury Board and Minister responsible for Infrastructure, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Bernier", 
                "url": "/politicians/4321/", 
                "member_id": 2530, 
                "party": "Progressive Conservative", 
                "riding": "Tobique—Mactaquac (New Brunswick)", 
                "id": 4321
            }, 
            "url": "/hansards/2048/121/", 
            "text": "Mr. Speaker, the band members of the Tobique First Nation are fed up with the inaction of the former and current Indian affairs ministers on the serious financial situation at Tobique.\n\nTwo months ago I wrote on behalf of band members asking that third party management be established at Tobique. Does the minister plan to act or is he paralyzed with the fear of starting some kind of domino effect?", 
            "topic": "Aboriginal Affairs", 
            "time": "1999-10-29 12:00:00", 
            "attribution": "Mr. Gilles Bernier (Tobique—Mactaquac, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Iftody", 
                "url": "/politicians/4252/", 
                "member_id": 3112, 
                "party": "Liberal", 
                "riding": "Provencher (Manitoba)", 
                "id": 4252
            }, 
            "url": "/hansards/2048/122/", 
            "text": "Mr. Speaker, we are always very concerned about financial management of the bands. That is why we have in place a number of features within the department. We are actively pursuing a number of them.\n\nWe are working very closely with a number of bands in Saskatchewan and Ontario, and indeed in the Atlantic region, to address these issues. I will take this case under advisement and report back to the member on the particulars of this matter.", 
            "topic": "Aboriginal Affairs", 
            "time": "1999-10-29 12:00:00", 
            "attribution": "Mr. David Iftody (Parliamentary Secretary to Minister of Indian Affairs and Northern Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2048/123/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36(8) I have the honour to table, in both official languages, the government's response to four petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "1999-10-29 12:00:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lawrence O'Brien", 
                "url": "/politicians/4339/", 
                "member_id": 3682, 
                "party": "Liberal", 
                "riding": "Labrador (Newfoundland & Labrador)", 
                "id": 4339
            }, 
            "url": "/hansards/2048/124/", 
            "text": "Mr. Speaker, pursuant to Standing Order 109 I have the honour to table, in both official languages, copies of the government's response to the 30th report of the Standing Committee on Public Accounts on chapter 4 of the April 1999 report of the Auditor General of Canada entitled “Fisheries and Oceans: Managing Atlantic Shellfish in a Sustainable Manner”, presented in the House on June 2, 1999.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:05:00", 
            "attribution": "Mr. Lawrence D. O'Brien (Parliamentary Secretary to Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Denis Paradis", 
                "url": "/politicians/1757/", 
                "member_id": 3688, 
                "party": "Liberal", 
                "riding": "Brome—Missisquoi (Québec)", 
                "id": 1757
            }, 
            "url": "/hansards/2048/125/", 
            "text": "Mr. Speaker, I have the honour to present, in both official languages, the first report by the Standing Committee on Foreign Affairs and International Trade on the subject of the free trade zone of the Americas, for an agreement that serves the interests of Canadians. This is the first report by the Sub-Committee on International Trade, Trade Disputes and Investment.\n\nPursuant to Standing Order 109, the committee requests that the government table a comprehensive response thereto.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:05:00", 
            "attribution": "Mr. Denis Paradis (Parliamentary Secretary to Minister of Foreign Affairs, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2048/126/", 
            "text": "Mr. Speaker, I have the honour to present the fifth report of the Standing Committee on Procedure and House Affairs regarding the membership and associate membership of the Standing Committee on Transport.\n\nIf the House gives its consent, I intend to move concurrence in the fifth report later this day.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:05:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Deepak Obhrai", 
                "url": "/politicians/deepak-obhrai/", 
                "member_id": 2449, 
                "party": "Reform", 
                "riding": "Calgary East (Alberta)", 
                "id": 216
            }, 
            "url": "/hansards/2048/127/", 
            "text": "moved for leave to introduce Bill C-282, an act proclaiming Emancipation Day.\n\nMr. Speaker, it is a pleasure for me to rise on behalf of the constituents of Calgary East to introduce my private member's bill in the House today. The bill would proclaim August 1 as emancipation day to commemorate the abolition of slavery in the British Commonwealth on August 1, 1834.\n\nThe recognition of emancipation day will not only acknowledge the work of brave Canadians in abolishing slavery but also the heritage of Canada's black community and the contributions they have made and will continue to make to Canada.\n\nThis initiative, I hope, will garner unanimous support from my colleagues and the people of Canada.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Emancipation Day Act, 1999", 
            "time": "1999-10-29 12:05:00", 
            "attribution": "Mr. Deepak Obhrai (Calgary East, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2048/128/", 
            "text": "Mr. Speaker, if the House gives its consent, I move that the fifth report of the Standing Committee on Procedure and House Affairs, presented to the House earlier this day, be concurred in.\n\n(Motion agreed to)", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:05:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2048/129/", 
            "text": "moved:\n\nThat during its consideration of matters pursuant to Standing Order 83.1, the Standing Committee on Finance be authorized to adjourn from place to place within Canada and to permit the television broadcasting of its proceedings thereon; and that the said Committee be permitted in 1999 to make its report pursuant to the said Standing Order on or before December 10, 1999.\n\nMr. Speaker, I wish to share my time with the deputy government House leader and Minister of Public Works and Government Services.\n\nFor years the House has travelled across the country to listen to Canadians on the very important budget issue. This year, as in previous years, the government and most parties in the House have wanted to repeat this exercise.\n\nWe have wanted to consult Canadians. We have wanted, and we still want, them to contribute toward the budgetary process. I for one happen to think that what Canadians have to say about our budget is meaningful. We want to consult them. We want them to participate in the exercise.\n\nHowever, the official opposition has decided, because it could not get its way in stalling Nisga'a, that it would not allow the finance committee to travel. It wants to punish Canadians. It wants to prevent Canadians from contributing to the budgetary process because it cannot get its way on another bill, namely Nisga'a.\n\nNext Tuesday the committee is scheduled to be in London, Ontario. Unless the motion to have the committee travel can pass the House, it will cost over $200,000 to cancel the previously organized meeting in London, Ontario, let alone the cost of cancelling the other meeting.\n\nThe committee has asked the House to go to London, Ontario, on November 2, as I said previously; to visit Toronto on November 8 and 9; and to go to Halifax, Quebec City, Calgary, Vancouver, Regina and perhaps elsewhere to consult Canadians on the budget. I agree that Canadians have something to say about the budget.\n\nOur government promised in the red book in 1993 that we would consult Canadians on the budget. Later Canadians told us that they appreciated this process. The House has voted time and time again to allow the committee to consult Canadians on the budget. The House has voted unanimously on several occasions to consult Canadians on the budget.\n\nThis year, should this motion not pass, Canadians will be punished not by the House, not by the government, but by one party which is choosing for its own narrow interest to punish not us as MPs but to punish Canadians by stopping them from contributing to the budgetary process, a process instituted years ago by the House. That is not right.\n\nI urge all hon. members to allow Canadians to contribute to the budgetary process, to allow the committee to travel to British Columbia, to Vancouver and elsewhere, so that Canadians can say what they think of budgetary policy and can contribute in a meaningful way. I do not think Canadians will tolerate being dictated to by the narrow interests of the Reform Party.\n\nI believe all others in the House want this process to proceed. What Reformers are doing is wrong again. What they are doing in Nisga'a is equally wrong, but at least on Nisga'a they have the right to vote against what they want to vote against. They have a right to be wrong, but they do not have a right to punish Canadians the way they are doing now. That is taking this institution as a hostage. I for one do not want our parliament, this Chamber, which is representative of all Canadians, to be taken as a hostage by the Reform Party.\n\nLet us vote on this motion. Let us vote in favour of it. Let us allow Canadians to contribute toward the budgetary process as they have in the past.\n\nThis is what must happen, because it is the right thing to do, because Canadians have said so, and because the House has said so on more than one occasion in the past. We are now at the moment of truth.\n\nWe will see in a few minutes whether the Reform Party wants to make hostages not just of members of all political parties in this House, who want to consult Canadians about the budget, but of Canadians themselves.\n\nWe will find out whether the Reform Party will take the Canadian people hostage and punish them because the motion it introduced to stop the work of the House was not approved.\n\nNo. I am sure that, this weekend, Canadians will tell members of the Reform Party that they have no right to do what they are doing, because they are in the wrong, and that they are punishing Canadians and causing taxpayers unnecessary expense. That is what Canadians will tell Reformers.\n\nThere is still time. There is still time for the members of the party opposite to say “Yes, we are entitled to our views regarding the Nisga'a treaty; we are entitled to our views on any subject at all, but we will not take this parliament and Canadians hostage”.\n\nWe will find out in a few minutes whether this is indeed what they intend to do or whether once again they will show the true face of the Reform Party to all Canadians.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:05:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2048/130/", 
            "text": "Mr. Speaker, that was an absolutely astounding, unbelievable presentation by the member.\n\nIf we want to talk about narrow agendas and taking hostages, the narrow agenda of the Liberal government is to ram through the Nisga'a agreement having no regard for the voices of British Columbians. The Liberals do not want to go to B.C. They do not want to hear the voices of British Columbians talking of their concerns about the Nisga'a agreement. That is why they are taking this position on the Reform Party's request that the Indian affairs committee travel to British Columbia so it can hear the voice of British Columbians.\n\nThis government is not interested in that. It accuses us of holding parliament hostage. It is holding the people of British Columbia hostage in its constant refusal to listen to their concerns.\n\nLet us be realistic about the wants and the desires of the government to have the finance committee go to London to hear the economic report of the finance minister. It is almost laughable that the member can stand and say that the government is out there to listen to Canadians. We all know that it is only a dog and pony show, an agenda so that the finance minister can go out and tell Canadians what his—", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:15:00", 
            "attribution": "Mr. Richard M. Harris (Prince George—Bulkley Valley, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/131/", 
            "text": "That is a statement, surely. If the hon. government House leader wishes to respond to the statement he may do so briefly.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2048/132/", 
            "text": "Mr. Speaker, I am pleased to respond to the hon. member. I know he was listening attentively to what I was saying, otherwise he surely would not have asked the question or raised the point.\n\nWe brought the Nisga'a bill to the House and it has now been debated on at least two separate occasions, if not three. Let us consider what the Reform Party did. It amended the motion by asking the House to withdraw the bill, and then it amended that motion to allow members to filibuster another time. This was an effort by the Reform Party to filibuster the bill.\n\nWhen I proposed on the floor of the House two days ago to extend the hours of sitting to listen to more Reform members' excellent speeches on the Nisga'a agreement, members of the Reform Party turned it down. They did not want more debate on Nisga'a. They turned it down. It is not that they want more debate; it is that they want the bill delayed and they want to punish Canadians.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:15:00", 
            "attribution": "Hon. Don Boudria", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2048/133/", 
            "text": "Mr. Speaker, Standing Order 74(2) states:\n\nThe Whip of a party may indicate to the Speaker at any time during a debate governed by this Standing Order that one or more of the periods of debate limited—and allotted to Members—are to be divided in two.\n\nIt is my understanding that since the hon. member did not have the whip or deputy whip of his party move the motion to split his time, it would have required the unanimous consent of the House to allow him to split his time. Am I incorrect, Mr. Speaker?", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:15:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/134/", 
            "text": "In response to the point of order which the hon. member brings up, it is expressly stated in the rules. However, for at least the past five years since I have been Speaker, all members have been allowed to split their time at one time or another. It has become the practice of the House, and I would hope that the committee on procedures would look at it and correct it. Our practice is now, as all hon. members will agree and know, to allow all hon. members to split their time at any time. I see no reason to digress from that at this point.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2048/135/", 
            "text": "Mr. Speaker, for clarification, you said that you wished the procedure and House affairs committee would take this up, yet you have already ruled and made it a rule. Therefore, is it necessary for the procedure and House affairs committee to actually deal with it?", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:20:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/136/", 
            "text": "In clarification of that, I would hope that the wording would reflect our practices. That is all I am saying to the House. Although I have ruled on this now, because we have been doing this for at least five years, I would hope that the committee would change the wording to reflect the practices of the House.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2048/137/", 
            "text": "Mr. Speaker, are we now to assume that whatever is the customary practice, even though it is not written into our standing orders or Beauchesne's, will be the rules of the House?", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:20:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/138/", 
            "text": "We are to assume that whatever we have accepted as practice, as a House, for the last five years, is what we have been doing. I think that all hon. members who are here today would agree that this has been our practice and that this particular point has not been raised before. If we have a practice which is working for us in the House, then I think we should follow our practices. I would never change a rule unilaterally, but surely I must interpret what our practices are in the House.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2048/139/", 
            "text": "Mr. Speaker, I have a short preamble to the question I have for the minister. I agree in some ways with Reform that closure and time allocation are used too often. I think we all agree with that. I also do not think it is necessary to have the finance minister go to London to make a financial statement. However, my understanding is that his motion before the House is not just about London, it is about allowing the finance committee to do what it traditionally does, which is to go around the country to consult the people. Unless I am mistaken, I think I have heard the leader of the Reform Party talk about grassroots and consultation with the ordinary folks of this country. I know in my case that people in Saskatchewan are quite anxious for the committee to visit Regina. It will be going to Regina to talk about the farm crisis. I spoke with the president of the Saskatchewan wheat pool yesterday.\n\nI want to ask the minister across the way whether he can confirm that his motion indeed does say that it is not just London, but that this committee will go around the country to sell people in five or six different—", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:20:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/140/", 
            "text": "The hon. government House leader.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2048/141/", 
            "text": "Mr. Speaker, yes, the motion is for the entire cross-Canada hearings. The proposed itinerary, as scheduled now and as recommended by the Standing Committee on Finance, is that the committee—and this is not exhaustive, but it is the list established thus far—attend to London on November 2, Toronto on November 8 and 9, Halifax and Quebec City on November 15 and 16, Calgary, Vancouver and Regina on November 22, 23 and 24. Those are the seven locations that have already been planned by the finance committee. Of course, Calgary, Regina and Vancouver, those very important western communities, are included in the list which I have just given.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:20:00", 
            "attribution": "Hon. Don Boudria", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2048/142/", 
            "text": "Mr. Speaker, I rise on a point of order. Just for greater clarification, could I ask that I be given a copy of the motion that is now before the House? I would appreciate that.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:25:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/143/", 
            "text": "My colleague, it has been on the order paper, as it is now. Would you like a copy of the order paper sent to you? We will have it sent over by the page if you like.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Alfonso Gagliano", 
                "url": "/politicians/5235/", 
                "member_id": 2722, 
                "party": "Liberal", 
                "riding": "Saint-Léonard—Saint-Michel (Québec)", 
                "id": 5235
            }, 
            "url": "/hansards/2048/144/", 
            "text": "Mr. Speaker, it is a pleasure to participate in this debate. I believe since 1994 the finance committee has had the opportunity to go across the country to listen to Canadians in preparation of the budget so that Canadians could participate in the process.\n\nFor years members have asked for this process and now we have implemented it. Therefore, I support everything that my House leader said.\n\nI move:\n\nThat the question by the chief government whip be now put.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:25:00", 
            "attribution": "Hon. Alfonso Gagliano (Minister of Public Works and Government Services, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/145/", 
            "text": "The motion is in order.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2048/146/", 
            "text": "Mr. Speaker, I rise on a point of order. It seems like a rather interesting afternoon for a Friday.\n\nI would like some clarification. My understanding, according to the standing orders, is that a member cannot second the amendment if he or she has already been the primary mover of the same motion. Is that not true?", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:25:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2048/147/", 
            "text": "That is correct. I do not know what the problem is. Mr. Lee seconded the first motion. Mr. Kilger seconded the second one.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2048/148/", 
            "text": "Mr. Speaker, I am deeply concerned about this as a member of the finance committee. I have also had the privilege of travelling with the committee to different parts of the country during last fall's hearings. I think it has both merits and demerits. There are a lot of good presentations made by different people who represent different points of view which are very valuable to the finance committee. However, I seriously question whether they are useful in the sense of actually affecting the budget, since over and over again the message that we have heard from Canadians in those hearings has been systematically ignored.\n\nThere have been many times when we had a convergence of opinion in a certain direction and it was not done. I think probably the biggest example is the tremendous message we had last year of calling for tax cuts. The government has chosen instead, in every budget that we have had since this Liberal government took power, to increase tax revenues. Therefore, I think going around and listening is largely a public relations measure on the part of the government because it gives the appearance that it is listening, when in fact it is not.\n\nHowever I still like to say that as a member of the committee I found the input to the committee valuable. It is really what happens after it comes to the committee that is not acceptable. After having funded at great public expense to the taxpayers these trips around the country, most of the time the government ignores what happens in those hearings.\n\nThere is a much greater issue. In fact there are several issues.\n\nThis motion that has been brought forward asks for, among other things, approval of the finance minister to make a big splash in London next week. I really object to that. I would object to it even if it were not for the Nisga'a deal.\n\nIt is just a fact of life. I think the taxpayers out there should know that when the committee travels, it is a very costly effort. It costs a great deal of money. Not only are there the travel and hotel expenses for the members of the parliamentary committee, we also have the support staff. In many instances their number exceeds the number of members on the committee. We have to have translators since our Official Languages Act requires that translators from English to French and French to English be available. I have no objection to that but it is a cost which is greatly increased when we move the committee away from Ottawa.\n\nHere in Ottawa the facilities are all in place. The translation booths are in the committee rooms. We can use the committee rooms. We have the staff who are on salary come in and do the translating and everything else. It is much more economical to do it here.\n\nI do not want to be misunderstood. I think Canadians should be heard. When I say this it sounds as if I do not want to listen to Canadians and that is opposite to what I believe. However, I think there is a much more efficient method.\n\nI would like to see the procedure changed so that each member of parliament is given perhaps a week to go to his or her riding to conduct meetings in every little community hall and listen to the people directly.\n\nThe finance committee most of the time hears only from groups, which is a matter of efficiency. It is quite efficient to listen to people who represent perhaps 1,000 or 10,000 people, or even more if they are from other groups that have a large constituency. It is good to hear from them but we fail to hear from the ordinary taxpayers, the people at home trying to make ends meet who do not belong to this or that organization but are taxed to death. We do not listen to them.\n\nI would like to see the role of the member of parliament greatly enhanced. Members of parliament should spend a week or two specifically on prebudget hearings. A composite report should be made by all 301 members of parliament based on what they heard in their ridings so that the voice of the people is heard in this place instead of simply the dictatorship of the Liberal government.\n\nWhen the vote takes place I would like it to be a free vote. As it is now, members are punished by their respective parties, by the Liberal Party, the Conservative Party, the NDP, or the Bloc, if they do not vote the way they are told to vote. The Reform Party stands alone in saying that the first obligation of members of parliament is to represent the people who sent them here. That is paramount.\n\nAs a member of the finance committee, I do not mind and in fact I like going to other parts of the country. It broadens my perspective, but I want to get a real perspective. For example last year when we were in Saskatoon everybody went for some fancy lunch somewhere. Everyone can tell from looking at me sideways that I could skip the odd lunch without any permanent damage, so instead of going to a taxpayer paid lunch, I went for a walk on the streets of Saskatoon. I talked to different individuals.\n\nDuring my walk I met a guy on Second Street. He had an old 1959 Meteor like the one I had. I struck up a conversation with him. We talked about his car. I talked to him about taxes. I talked to him about the finances of the country. He was a senior. He was very concerned about the state of affairs. He was adamant that we should cut taxes. Was he heard? Did the NDP member of parliament who represents him bring that message to cut taxes forward? No, I do not think so. That is what we should be doing.\n\nI also want to address the London trip issue. I hate to say this, but the trip is really not to hear from Canadians; it is a photo-op for the finance minister. Think of what is involved here. It has almost the same logistics as running a war. We have to move all of the people who are involved from the House of Commons to London.\n\nAll of the media has to set up in London. They are already set up here. It would be so easy to make this financial statement, this update here, but no, it has to be done in London. The media have to move their trucks, satellite dishes and everything there. I am sure they are willing to do it because it is big news when the finance minister speaks. It touches the pocketbook of every Canadian. The media will be there but at tremendous expense.\n\nIt costs the taxpayers money not only to send the representatives and staff from the House of Commons, but there is all of the equipment and the rental of the rooms, all of which are incremental costs. Besides that, taxpayers will pay through the funding to CBC to have its representatives there. It could be done here. The message is the same.\n\nWhy do the Liberals want to go to London? I am guessing here but I think it is probably because they have done some polling and that is an area that needs a little bit of propping up with a little bit of activity. So the taxpayer is being asked to fund this.\n\nWhether the finance minister goes there or not is one question. Another question is whether the finance committee travels to other parts of the country. But the big overriding question in this whole issue is one which is even more important.\n\nThe House leader of the Liberal Party called this all sorts of bad names with respect to Reform. I resent that. The people of Elk Island sent me here to represent them.\n\nWhat we have in front of us, and this has to do directly with finances as well, is the government's unwillingness to debate the Nisga'a agreement with the Canadian public. It has been so one-sided until this stage that it is absolutely shameful. Absolutely we have to come to some resolution on these issues. It cannot be done satisfactorily in a democracy, it cannot be done satisfactorily within the finances that we have available to us, unless we have the consensus of the people.\n\nEvery time I have entered into an agreement it has been with someone else. For example, I recently hired a new staff assistant. He is an excellent young man and I think he would want me to say that. He will probably send this part of Hansard to his mom and dad. He is a great guy. Before he came to work for me, we sat down and agreed on what he would do for me and what I would do for him. There are two parties to the agreement. We have all sorts of agreements with respect to salary, hours of work, travel conditions, all of those things. Some of them are ruled by the Board of Internal Economy. But we made an agreement.\n\nWith respect to the Nisga'a agreement, the Liberal government is failing to recognize that it is an agreement between the two parties to the agreement, not just one. Too much of that agreement was hammered out in secrecy behind closed doors. Even certain members of the government of the province of British Columbia were unable to receive information with respect to the details of it. It was hidden from them. When it was all done, a fait accompli, it was brought to the government by the NDP in British Columbia and it was rammed through.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:25:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2048/149/", 
            "text": "Madam Speaker, I apologize to the member from the Reform Party for raising a point of order at this time, but I want to raise a question of order.\n\nMembers of parliament are watching television in the lobby. They are watching the Minister of Human Resources Development make an announcement on employment equity worth about $3 billion to $3.5 billion.\n\nMy point of order is that historically major announcements have been made in the House of Commons where the opposition parties can respond. It has been an almost iron-clad practice for many, many years.\n\nMadam Speaker, I hate to put you on the spot, but perhaps you could consult with the table to see whether or not an announcement of this magnitude should have been made here in the House where the people's representatives can respond.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:40:00", 
            "attribution": "Hon. Lorne Nystrom", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/150/", 
            "text": "In answer to the hon. member's point of order, there is an ongoing debate about whether that type of announcement should be made in the House or somewhere else, but it is not a point of order.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:40:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2048/151/", 
            "text": "Madam Speaker, it is not often that I thank members from the New Democratic Party for interrupting me while I am making a speech, but this time I would certainly concur with what the member is saying. Again it is an atrocious example of the dictatorial nature of this Liberal government that it will do things outside of the House which should be done in here and which should be done in consultation with members of parliament who represent their constituents and are accountable to them. Instead, the government does this when there is no accountability. Even the members present in the Liberal Party do not have anything to say on this. It is atrocious.\n\nThe Nisga'a agreement is a deal with two groups of people. We are not trying to obstruct the government. Probably the members over there will fail to understand this because of their inability to understand common sense, but we are actually trying to help them. If this deal is rammed through this parliament like it was in the legislature in British Columbia, the Liberals will put at risk the very future of our children, our grandchildren, our whole society, our country, the unity of the country and the fiscal accountability of the country. Everything will be at risk unless they reach an agreement between both parties.\n\nWe are taking this action today of blocking the travel of the finance committee. The Liberals are quite right in that it is a move to force them to listen to the people of British Columbia. We are absolutely fed up with the fact that Alberta, Saskatchewan, Manitoba and British Columbia are continually ignored by this government.\n\nThe country has a unity problem. People right across the country from coast to coast are asking “What is wrong with Ottawa? Can we not fix it?” The fact is that they can fix it, and we want to help them do that by engaging in a debate.\n\nIt is an affront to every member of parliament to bring in a Nisga'a agreement with a prior condition that not one dot or tittle in it can be amended. That is the condition. It is all or nothing.\n\nWe find a number of elements in that agreement to be quite offensive to Canadians. The Liberals are wrong. We are not permitted to amend it. Therefore we have no choice but to oppose it. The only way we can achieve this is by getting the people informed and involved. Contrary to what the minister said the other day, the more people find out about the facts of this agreement, the more they will say that it is going in the right direction but there are immense problems with it which must be fixed or else we are in trouble. Of course it is a ploy. It is a tactic we are using. The Liberals may not like it but it is in direct response to what they are doing, not to us. I have a pretty thick skin and it is padded beneath. I am not worried about that. I am worried about the fact that they are insulting and ignoring the voters and the taxpayers of British Columbia.\n\nThey can fix this. If they want to do their travel, all we are asking is that on an issue as important as this we should also have a committee travel, that committee being the committee on Indian affairs. Let it go to British Columbia and hear directly from British Columbians what their genuine concerns are.\n\nThis is of great importance. I do not know how to emphasize it. I know I could be dramatic. I could get on the news tonight if I stood on the table and maybe took off my shoe and banged it on the desk like Khrushchev did. However, I will not do that because I believe in the dignity of this place and that dignity is destroyed when ordinary principles of democracy are so trodden on by the government.\n\nI believe that in order to solve the problem we must have both committees travelling. That is all we are asking for. We will absolutely not obstruct parliament, but we will not permit them to obstruct parliament either. If they do so, they can expect from a responsible official opposition that there will be a little bit of a tactic in return. They ought not to be surprised when they have been this blatant in their abuse of the democratic process.\n\nBecause of the importance of this, I will move an amendment. I move:\n\nThat the motion be amended by deleting the words “be permitted in 1999 to—”", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:40:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/152/", 
            "text": "The motion we are debating at this time cannot be amended. We are on the previous question and it cannot be amended.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:45:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2048/153/", 
            "text": "Madam Speaker, I am just trying desperately to do something that will force the government to act democratically. I want to do what is right for Canada and Canadian citizens. I want to do what is right for the voters of the country. I want to make sure the country stays together. I want to make sure that the people of British Columbia are heard on this matter. I want to make sure that the natives of our country are heard. I want to make that there is an agreement between both parties that is amicable to both sides, instead of doing this behind closed doors and making an agreement that is partially acceptable to some of the people on one side while some 40% of natives are saying no to the Nisga'a agreement. We are not being fair to them if we do not make these changes.\n\nI also want to make sure that the Canadians who are footing the bill for this and who have to live with the consequences of this, whether they be citizens of British Columbia or citizens anywhere in the country, have the right to be heard and that their genuine needs will be addressed.\n\nI stand by what I said earlier. I wish we did not have to do this. I really wish we could say “Sure, let the finance committee travel”. I still would not let it go to London for this photo op, but let it travel and listen to Canadians. I would not mind that but the photo op thing is absolutely ridiculous. It is a waste of taxpayers' money.\n\nI certainly want to urge the government to change its mind for once and admit that maybe it made a mistake. Why does it not for once exercise a little humility and say that it should go to British Columbia to hear the genuine concerns of Canadian citizens over there.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:45:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maurizio Bevilacqua", 
                "url": "/politicians/maurizio-bevilacqua/", 
                "member_id": 2642, 
                "party": "Liberal", 
                "riding": "Vaughan—King—Aurora (Ontario)", 
                "id": 27
            }, 
            "url": "/hansards/2048/154/", 
            "text": "Madam Speaker, I rise to participate in the debate because I think it is necessary for Canadians to understand that we at the committee level actually approved this plan to travel and the hon. member who just spoke agreed to travel with the finance committee.\n\nThere are a couple of points that the member raised in his comments which I find quite suspicious. First, he feels that members of parliament ought to go out in their communities and seek input during the prebudget consultation period. That is precisely what our committee has been asking for since 1993. Members of parliament should go into their communities, report to the finance committee and their findings would be incorporated in the finance committee report to the Minister of Finance.\n\nSecond, I do not understand how the member can say that the recommendations made by the finance committee are not acted upon by the Minister of Finance. For the interest of Canadians, I want to raise just a few of the recommendations that have been adopted by the Minister of Finance and the Government of Canada.\n\nThese recommendations deal with prudent economic assumptions in the formulation of the budget and the issue relating to the contingency reserve and how it should not be used to fund either program spending or tax cuts. The committee recommended: that the federal government establish a long term target for sustainable debt to GDP ratio; that the temporary 3% surtax be completely eliminated; that the basic personal amount be increased; that employment insurance premiums be lowered; that the government increase funding to the provinces for health care; and that the government increase funding for health research because we all understand the importance of that particular issue.\n\nWhat is interesting is that all of these recommendations came from the people of Canada. They had input in two ways. They had input through the finance committee and also at the community level through those members of parliament who cared enough to do a prebudget consultation through town hall meetings, questionnaires or whatever method they liked to use to consult with Canadians.\n\nIf there is something I personally take great pride in, it is the fact that Canadians' input has been seen in every single budget delivered by the Minister of Finance. When Canadians see that the $16.5 billion tax cut has been implemented, they know it comes from the input from the various town hall meetings and from their presentations to the House of Commons finance committee.\n\nWhen Canadians see that we understand what it takes to build a productive economy and make wise investment in young people and education and health care, they know that is their word being reflected in the budget. That has happened every single year.\n\nWhen the government inherited the $42 billion deficit and Canadians said that we should make eliminating the deficit a priority, that is exactly what happened.\n\nI have to make these points because I fundamentally believe in the consultation process. I fundamentally believe in the consultation process that was started by the government. It speaks to what is the essential fibre of democracy; that Canadians are given an opportunity to express themselves clearly, to clearly state their points of view and to clearly state priorities. This essentially is what is being denied to the people of Canada who must have an opportunity to express their points of view on a very important issue. The budget is very important and must reflect Canadians' priorities but in order to do that we must be able to seek their input.\n\nThe prebudget consultation process, above and beyond the OECD, has also been applauded by Canadians from coast to coast to coast as an innovative method of seeking public input. Therefore, the Reform Party had better be careful because it is infringing on the fundamental rights people have to express themselves.\n\nThe hon. member who just spoke is a very active member of the finance committee and that is why perhaps I am very surprised by his attitude. The members opposite had better think twice about doing what they are doing because Canadians recognize how effective the prebudget consultation process has been and how effective their voices have been in making sure the government acts on those priorities which are essential to building a better life, a stronger economy and a more just society.\n\nMy question for the member is quite simple: Why the flip flop?", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:50:00", 
            "attribution": "Mr. Maurizio Bevilacqua (Vaughan—King—Aurora, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2048/155/", 
            "text": "Madam Speaker, since the member used seven minutes of the ten, I assume I will have seven minutes to respond.\n\nThe member has misinterpreted my motivation here. He seems to be implying that I do not want to listen to the people. That is false. The accusation he is making is factually incorrect. I do not only want to hear from special interest groups, I also want to hear from ordinary Canadians. That is why I said what I said.\n\nThe member indicated that members of parliament are invited to go to their ridings and have consultation meetings. I take my job very seriously and, Madam Speaker, I do not know if you have noticed, but when the House is in session I am essentially always here, pretty well 99.9% of the time. It is very seldom that I allow functions in my riding to take precedence over my job here because I am here to represent them.\n\nOn the weekends and on the weeks out, I go back to my riding to listen to the people. What did the government do when it prorogued the House? It chose the week that we were scheduled to be out where we would have normally scheduled our town hall meetings. We did not have enough time to schedule, advertise and book them before those two weeks of break. The week we would have had in order to give advance notice was taken away from us by the opening of the House and the throne speech.\n\nWhat has the finance committee done about November 11? That is a so-called week out, when members of parliament go back to their ridings to listen to the concerns of their people. It has scheduled a finance committee.\n\nAs the member for Elk Island, I am a faithful member of the finance committee. When it is sitting and listening to witnesses I am there every minute of the time. When those people are there because they have taken the time to prepare a presentation, I will be there to hear them.\n\nWhat has the finance committee done? It has taken me out of my riding during that week and scheduled meetings in Toronto, just totally ignoring the fact that for those of us in the west, travel time is necessary. We have duties in our ridings on November 11 for Remembrance Day. The member just says “That does not matter, we can get back to our riding in one hour, let us not worry about the west”. That is the whole point. He also said that Canadians should be heard on an issue as important as the budget, and I agree. However, there is another important issue, the issue British Columbians have with the Nisga'a deal?\n\nI will reflect his words right back. He said “they had better be very careful”. I am telling them that they had better be very careful because if they do not listen to British Columbians they will be in much worse trouble than if we do not go around with our prebudget hearings. I have a very simple conclusion.\n\nI want the budget to be representative of what the people want. I want the finance committee to travel, but I want the Indian affairs committee to travel too. If they deny that, what else can we do? They have pushed us into a corner.\n\nDo I not have seven minutes, Madam Speaker? I wish in the future that you would stop those members halfway, because I think we should have at least as much time as they have to make their points.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 12:55:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2048/156/", 
            "text": "Madam Speaker, I rise on a point of order. With the flow of the debate back and forth and the very long question that was asked, I know there were a number of points my colleague did not have a chance to deal with.\n\nI wonder if we could seek consent of the House to have the time extended another four minutes so my colleague could answer those questions.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:00:00", 
            "attribution": "Mr. Charlie Penson", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/157/", 
            "text": "Is there consent of the House to extend the question period?", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:00:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2048/158/", 
            "text": "Agreed.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:00:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2048/159/", 
            "text": "No.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:00:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2048/160/", 
            "text": "Madam Speaker, I want to split a few minutes with my colleague from Kamloops to say a few words in support of the motion before the House today which states:\n\nThat the question be now put.\n\nI do not think we need a lengthy debate on whether or not we put a question allowing for a vote on whether the finance committee should travel to hear from the Canadian people. I think we should do that as soon as possible.\n\nI said before that I sympathize with some things the Reform Party is saying in terms of proper hearings on the Nisga'a agreement and treaties across the country; perhaps not just B.C. but other places as well.\n\nI sympathize, having been here many years and as I have said many times myself, that time allocation is now used too often. Actually if we want to get historical about it, the current government House leader used to get up in row three over here and complain about the Mulroney government using time allocation time and time again. He did it with great eloquence.\n\nEven the member from Pembroke is hanging his head in shame. Look at him back there. The cameras could not record that he was standing on chair. I hope his feet were clean when he did that.\n\nThe government House leader often used to say that when they were in government some day they would not do the same thing and would allow free and full debates, with all eloquence and so on. However the Liberals do not necessarily do the same thing in government as they do in opposition.\n\nI also appeal to the Reform Party that despite the fact there should be a full debate on any issue in the House or in the committees, I do not think it should hold people involved in issues in other parts of the country hostage for its particular issue. This is really what is happening by denying the finance committee the right to travel.\n\nI will use the example of Saskatchewan. We all know about the farm crisis and the two premiers who came here. Farm incomes are now at the lowest level since the 1930s. The wheat board just announced yesterday that the price would drop another 4% or 5% in terms of the forecast for this crop year. That is a serious issue. I think we all agree with that.\n\nIf we do not pass the motion before the House the finance committee will not go to Regina. It will not allow Mr. Larson, president of the Saskatchewan Wheat Pool, different farm organizations, different individuals, the chambers of commerce, the cities of Regina and Saskatoon or other prairie people, a chance to address the finance committee.\n\nIt is like a fight in a schoolyard. The Reform Party is saying that it is not getting its way, so it will punch other people back and not let them get their way as well. At least Reform Party members are being honest that they are using one of the few tools they have, but they are denying the rights and privileges of other Canadians because they feel their rights and privileges on a certain issue are not being met.\n\nI do not think that is the way to achieve justice: “If I do not get my way then by damn you are not getting your way either”. I do not think that is the way we should operate. There are ways of making a point; there are ways of advocating a position.\n\nI have seen opposition parties over the years stop a majority government dead in its tracks. I remember in 1985 the Mulroney government tried to partially deindex old age pensions. Within a week or two, despite the fact that it had the biggest majority in the history of the country at that time, riding at over 50% in the polls, between the pensioners and the opposition parties the government was forced to withdraw the proposal to partially deindex old age pensions. There are ways of doing it, but it is not done by denying the rights of other people, and this is what will happen today.\n\nAs an aside, is the Reform Party saying that the democratically elected members that form the House of Commons Standing Committee on Finance cannot travel to hear the opinions of people? What does it want to do? Does it want to send the Senate banking committee around the country to hear people's opinions, that undemocratic, unaccountable, unelected chamber? Is that what it wants to do?\n\nWe should stop playing games. We should vote on the motion as soon as possible to make sure that the finance committee can travel around the country to hear the views of the people on the fishery, the farm crisis, health care problems, or the problems of the homeless. There are many problems. The Reform cannot hold us hostage because it is unhappy with one particular issue. If we all start doing that this place will collapse in shear chaos.\n\nI appeal to the Reform Party to come to its senses. The Reform Party used to talk about the grassroots. It wanted to hear from the grassroots. It wanted to hear from ordinary people.\n\nWhere are these members now? Where is the member from Nanaimo. I am sure he is embarrassed by his party's position that would deny ordinary people to speak about the farm crisis. That is exactly what he is doing by not allowing the finance committee to travel around the country.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:00:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Reed Elley", 
                "url": "/politicians/1503/", 
                "member_id": 2484, 
                "party": "Reform", 
                "riding": "Nanaimo—Cowichan (B.C.)", 
                "id": 1503
            }, 
            "url": "/hansards/2048/161/", 
            "text": "Madam Speaker, I rise on a point of order. The member from Saskatoon just made reference to the member from Nanaimo. There are two of us so he may not have possibly been talking to me, but since I am in present in the House I ought to take the opportunity to clarify that I indeed support my party's principles.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:05:00", 
            "attribution": "Mr. Reed Elley", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/162/", 
            "text": "I am afraid we are getting into debate.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2048/163/", 
            "text": "Madam Speaker, there are a lot of financial implications in the Nisga'a treaty. The federal official opposition represents 24 of the 34 seats in British Columbia. The provincial government put the Nisga'a agreement we are talking about through the provincial legislature using closure. There is a clause in the agreement that hobbles the official opposition federally and provincially.\n\nBoth the Liberal official opposition provincially and the Reform Party official opposition federally have some difficulties with the Nisga'a agreement. That is clear to everyone. There is a clause in the agreement whereby no party to the agreement may challenge it once it is ratified. That is a very important clause because it completely hobbles the governments in waiting once they become government. Simply, many of those issues have not been addressed.\n\nI cannot comprehend why the member for Regina—Qu'Appelle would suggest we should roll over and allow the government to ram that agreement through this place without proper debate and without hearing from the people in British Columbia who very much want that opportunity but have been denied it.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:05:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2048/164/", 
            "text": "Madam Speaker, I do not know if the Reform Party member was in the House when I started to speak. I am not saying that at all. I started by saying that there should be a full debate and that the committee should travel and should hear from people. That is exactly what I am saying.\n\nI am also saying that I do not want the Reform Party to hold the people of Saskatchewan hostage and deny the finance committee the right to travel to Saskatchewan, or anywhere else in the country, to hear about the important issues that are facing farmers, fishermen or people concerned about the health care system and so on.\n\nReformers are a bit mistaken. We are not saying that there should not be a full and fair debate. We are not saying that they should not have an opportunity to express themselves. There have been many times when opposition parties have had a great deal of impact on government policy and have forced governments to back down. They have the opportunity in terms of the Nisga'a debate to express themselves, to mobilize public opinion and to make their point of view known. We have not said that there should not be a committee travelling on the issue.\n\nThis debate is about whether or not the finance committee should travel across the country to hear from the ordinary citizens of Canada. We believe it should. We believe the Reform Party is wrong in trying to stop the finance committee from hearing from the good people of Saskatchewan and the people from other parts of the country on issues that concern them. We do not want the Reform Party to hold the people of the country hostage because of its concern over one issue.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:05:00", 
            "attribution": "Hon. Lorne Nystrom", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2048/165/", 
            "text": "Madam Speaker, this is probably one of the saddest days in terms of our parliamentary system and the state of democracy in our country. If we listened carefully we could actually hear jackboots slamming around this place.\n\nI will set aside the government for the moment. I want to talk to my friends in the Reform Party and beg them to come to their parliamentary and democratic senses this afternoon. I know my friend has spent a lot of time as a schoolteacher. He has seen many kids who get angry because they do not get their way. They say “I am going to pick up my marbles and go home. I am not going to play”.\n\nReformers are saying that because they do not like what the government is doing in terms of its willingness to take a committee out to British Columbia. They will shut down the democratic process in this place for the finance committee and perhaps all others.\n\nThese are people who say they believe in the democratic process. They believe in grassroots democracy. They believe in a situation where British Columbians and other Canadians should have a fair shot at policy and legislation that are being developed. They are thwarting or stopping the finance committee from travelling across the country and hearing men and women from one coast to another. That is what the Reform Party is doing. My friends in the Reform Party astonish me because it goes against everything I have ever heard every one of them speak about.\n\nLet us be fair. When Reformers say they believe in grassroots democracy we laud them. Of course it is what we all want to see. I have been on the finance committee for many years. The best times I have spent as a parliamentarian is when we go to St. John's, Newfoundland, Halifax, Saint John, Fredericton, Regina, Saskatoon, Toronto, Montreal, Vancouver and Victoria to listen to Canadians.\n\nDoes the government always follow their advice? I would say it does not always but it listens to Canadians. Canadians have a chance to make their views known. People from my community in Kamloops venture down to talk and express their views. They want to see some action on one front and some changes on another. They want the government to acknowledge these problems.\n\nMy colleagues in the Reform Party, for some stupid, idiotic and undemocratic reason today are saying that because they are mad at the government they will not let the finance committee travel. That is a travesty of democracy.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:10:00", 
            "attribution": "Mr. Nelson Riis (Kamloops, Thompson and Highland Valleys, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2048/166/", 
            "text": "Let's go to Kamloops.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2048/167/", 
            "text": "The hon. member can yell. He makes a big threat that he will go to Kamloops. If we listen carefully we can hear jackboots pounding in this place, and they are being worn by the members of the Reform Party today.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:10:00", 
            "attribution": "Mr. Nelson Riis", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2048/168/", 
            "text": "The phones are already ringing from B.C.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2048/169/", 
            "text": "The phones are ringing from British Columbia because the Reform Party is refusing permission to travel to British Columbia to hear input on the finance committee.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:10:00", 
            "attribution": "Mr. Nelson Riis", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2048/170/", 
            "text": "Madam Speaker, I rise on a point of order. I know my NDP colleague is excited about this topic. He is demonstrating that and I think he is verging on using unparliamentary language when he makes those comments.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:10:00", 
            "attribution": "Mr. Grant McNally", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/171/", 
            "text": "I am sure that the hon. member will carry on with his speech in a very reasonable manner.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2048/172/", 
            "text": "A very reasonable manner, Madam Speaker.\n\nIt is a dark day in this House for a number of reasons. I will set aside the concerns with the government and the others dealing with the Nisga'a treaty. I am referring to my friends in the Reform Party, and I use that term advisedly. They are my friends and they are going against everything I have ever understood Reform members to espouse in this House, and that is the ability of Canadians to have access to the levers of power.\n\nMembers of the Reform Party are refusing the finance committee to travel to British Columbia. They will refuse permission to travel to any part of this country and I suspect we are talking about agriculture, forestry, mining and foreign affairs. In other words, it will shut down the ability of members of parliament to get out of this bloody place and into other parts of the country.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:10:00", 
            "attribution": "Mr. Nelson Riis", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2048/173/", 
            "text": "It is not a bloody place. It is an honourable place.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:15:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2048/174/", 
            "text": "Madam Speaker, I know Reformers love this place because they do not want to leave. They do not want to go out to talk to the people in Saskatchewan, Manitoba, Alberta or British Columbia. In terms of how they are behaving, I would not want to travel out there either.\n\nI think I have made my point. Members of the Reform Party should stop acting like a bunch of children, like immature children. That is a negative comment against children, because if most children do not get their way, they do not pick up their marbles and run away. The members of the Reform Party should grow up and start acting like decent parliamentarians and allow this place to function as it is intended to function.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:15:00", 
            "attribution": "Mr. Nelson Riis", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2048/175/", 
            "text": "Madam Speaker, there is nothing I can say.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:15:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2048/176/", 
            "text": "Madam Speaker, I think the member for Elk Island has summed it up. There is nothing more he can say and it is such a shameful thing for the Reform Party to try to warp basic democracy and the grassroots especially. I agree there is nothing more he should say. No wonder he hangs his head in shame in this House of Commons.\n\nI remember when the Leader of the Opposition went around here saying that we should consult people more often, that we should listen to the people more often and have more input from the so-called grassroots.\n\nPeople should be aware that the motion before the House is to allow the finance committee to go around the country to hear from Canadians. The Reform Party is saying no. It is saying no to people in my riding who are suffering from the worst farm crisis since 1933 and 1935. It is saying no to those people having a say to the finance committee which is made up of all five parties in this House of Commons. People should note that.\n\nIt is one thing to pick a fight with the Government of Canada, but it is another thing to hold other people hostage because of an ideological point of view. That is what is happening here in the House of Commons today.\n\nI want to know whether or not the member for Kamloops agrees with those statements.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:15:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2048/177/", 
            "text": "Madam Speaker, not only do I agree with the statements, but I want to take it a little bit further.\n\nPeople from all parts of Canada want to have input into how the next budget will look. There is a surplus between $15 billion and $20 billion. The people of Canada want to have a say in how that money is to be allocated. They want to go beyond what we say in the House. They want to have input. Students, farmers, small business representatives, women's groups and environmental groups all want to have a chance to say in their estimation how this surplus should be invested for future generations.\n\nI have never spoken like this in the House. I have never felt like this. My friends in the Reform Party are saying to the people of Canada “We are going to do whatever we can so that you cannot tell the finance committee how to invest your tax dollars. We will not even allow a hearing to be held in Kamloops, Vancouver or Victoria”.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:15:00", 
            "attribution": "Mr. Nelson Riis", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2048/178/", 
            "text": "When is the last time a hearing was held in Kamloops?", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2048/179/", 
            "text": "Madam Speaker, Reform members joke about it. They are laughing. This is not a laughing matter. I take offence when people laugh at me. I am saying that I want the people of Canada to be heard in this budget process. They should not be laughing at a member of parliament for advocating such a thing. I am ashamed of them all.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:15:00", 
            "attribution": "Mr. Nelson Riis", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2048/180/", 
            "text": "Madam Speaker, I would like to split my time with the member for Dewdney—Alouette.\n\nThe Liberals have been revising history on the Nisga'a agreement since 1994. Now they are revising history in terms of what is going on with this committee travel business from as recently as yesterday and the day before.\n\nThe motion we are debating is on the finance committee travelling across the country. It is an all-party committee. Committee travel is not a one-way street. The government wants everything its own way. The official opposition has some needs and wants as well.\n\nThe official opposition obviously would like to travel, in particular to British Columbia. The Nisga'a agreement happens once. The budget happens every year. British Columbians have never had a say on the Nisga'a agreement. They have never had undiluted access to consultation on the Nisga'a agreement. Those are things we are asking for. We think they are pretty important.\n\nThere are major financial implications to the Nisga'a agreement. It is just as important in many respects. This week the public accounts revealed that there is a $200 billion liability put forward so far on aboriginal claims. The cost to the province of British Columbia, never mind on the federal side, is in the order of at least $10 billion. There are much higher estimates. If anything this is a conservative estimate. Everyone admits it is only a partial estimate.\n\nWhen I spoke on the Nisga'a bill on Wednesday, the time had expired which determined whether I had time to speak for 20 minutes or 10 minutes. I asked the indulgence of the House to extend my time from 10 minutes to 20 minutes. The government once again denied me and the official opposition the ability to say the things we needed to say on that agreement.\n\nThere is a clause that not many people have recognized in the Nisga'a agreement which binds the parties, British Columbia, Canada and the Nisga'a, to all of the provisions of the agreement and requires consent of all three parties for any change. In other words, none of the parties to the agreement may challenge the agreement, which is a veto.\n\nThis hobbles what is currently the official opposition federally, and the official opposition provincially, the Liberals in British Columbia. There has been no opportunity for a referendum in the province on the Nisga'a. The public in British Columbia have basically been told to take a hike by the federal Liberals.\n\nI have been talking about the Nisga'a deal since 1995. I did a complete analysis. The 1998 final agreement is a very comprehensive document as we all know. It is 252 pages long with an appendix of 462 pages. Despite all of that, more than 50 areas have yet to be negotiated.\n\nI am a firm believer that the public has been manipulated. The facts have been manipulated. There has been misrepresentation that is not in the public interest by both senior levels of government.\n\nThe federal government is imposing a deal in British Columbia that it would not impose on itself. There is a track record and a history of federal negotiations completed in the Yukon and in the territories. Unlike the Nisga'a deal, self-government is not constitutionally entrenched in the northern agreements. The tax exemption for aboriginals enabled by section 87 of the Indian Act was deleted in the Yukon without new tax exemptions being created.\n\nThere is a memorandum of understanding on land claims in British Columbia. The province has been co-opted by the federal government. A federal responsibility is being off-loaded on the province to the tune of hundreds of millions of dollars. That is something that many people in British Columbia recognize and they want an opportunity to get at the federal government in terms of telling it how that is all happening.\n\nThe public was not consulted prior to the signing of the Nisga'a agreement in principle on February 16, 1996 in any meaningful way. After the initialling the forestry representative and member of the treaty negotiation advisory committee said this publicly:\n\nI can't say we worked on this document, because we never saw it until February 15, just hours before it was initialled. Not one page, not one paragraph of this 150 page document was shared with TNAC, the government's Treaty Negotiation Advisory Committee, or any of the local advisory committees, or any of the people with legal interests in the crown land that this agreement would give to the Nisga'a.\n\nThat is what the forestry representative said. If the very people who were paid to know the contents of the negotiations were kept in the dark, where was the average British Columbian?\n\nIt is not easy to be a critic of the federal native agenda. In 1996 for example I was threatened with court action for saying that it was a conflict of interest for a provincial land claims negotiator to be lobbying the provincial cabinet on behalf of the Squamish band regarding their Lion's Gate Bridge proposal. One can make an excellent living if one is willing to swallow the federal native agenda, and I am talking about lawyers, consultants, negotiators, contract services and the academic community.\n\nMadam Speaker, at this time I move:\n\nThat the debate be now adjourned.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:20:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/181/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2048/182/", 
            "text": "Agreed.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2048/183/", 
            "text": "No.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/184/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2048/185/", 
            "text": "Yea.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/186/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2048/187/", 
            "text": "Nay.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/188/", 
            "text": "In my opinion the nays have it.\n\nAnd more than five members having risen:", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/189/", 
            "text": "Call in the members.\n\n(The House divided on the motion, which was negatived on the following division:)", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 13:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/190/", 
            "text": "I declare the motion lost.", 
            "topic": "Division No. 46", 
            "time": "1999-10-29 14:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2048/191/", 
            "text": "Madam Speaker, I wish to give notice, pursuant to Standing Order 57, that with respect to my motion regarding the proceedings of the Standing Committee on Finance on matters pursuant to Standing Order 83(1), at the next sitting of the House I shall move a motion that the debate not be further adjourned.", 
            "topic": "Division No. 46", 
            "time": "1999-10-29 14:05:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2048/192/", 
            "text": "Madam Speaker, an agreement could not be reached under the provisions of either Standing Order 78(1) or 78(2) with respect to the second reading of Bill C-9, an act to give effect to the Nisga'a final agreement. Under the provisions of Standing Order 78(3), I give notice that a minister of the crown will propose at the next sitting a motion to allot a specific number of days or hours for the consideration and disposal of proceedings of the said stage.", 
            "topic": "Nisga'A Final Agreement Act", 
            "time": "1999-10-29 14:05:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2048/193/", 
            "text": "Shame.", 
            "topic": "Nisga'A Final Agreement Act", 
            "time": "1999-10-29 14:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2048/194/", 
            "text": "The House resumed consideration of the motion.", 
            "topic": "", 
            "time": "1999-10-29 14:10:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/195/", 
            "text": "The hon. member for Vancouver Island North on a point of order.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2048/196/", 
            "text": "Madam Speaker, when I moved the motion I was in debate. I had not completed my time on debate. There have been no questions and comments. As well, when I was speaking I asked to split my time with the member for Dewdney—Alouette. None of that has occurred yet.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:10:00", 
            "attribution": "Mr. John Duncan", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2048/197/", 
            "text": "Madam Speaker, I am sure that all members of the House will know that when what just occurred takes place, the time that the member had, whether for himself or to split with another person, does not change anything. Once the motion is disposed of that particular time slot is disposed of as well.\n\nThen I believe we would recognize the next speaker and that would be an hon. member from this side of the House.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:10:00", 
            "attribution": "Hon. Don Boudria", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2048/198/", 
            "text": "Madam Speaker, I rise further to this point of order. I think what is at issue here is whether or not a divided speech is in fact one speech or two separate ones.\n\nIt is a well established practice that these two speeches are two distinct speeches—", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:10:00", 
            "attribution": "Mr. Grant McNally", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2048/199/", 
            "text": "No, they are not.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2048/200/", 
            "text": "Yes, they are. It happened earlier today. The second speaker can move an amendment. It is done all the time. It was done on a motion before us today and it is done on most supply day motions as well.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:10:00", 
            "attribution": "Mr. Grant McNally", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Gouk", 
                "url": "/politicians/3127/", 
                "member_id": 2505, 
                "party": "Reform", 
                "riding": "West Kootenay—Okanagan (B.C.)", 
                "id": 3127
            }, 
            "url": "/hansards/2048/201/", 
            "text": "Madam Speaker, I rise further to the points of order that have already been raised. I believe that if splitting time meant two members making a single speech, they would continue unbroken and then questions and comments would be delivered to either one of them.\n\nThe House recognizes one speaker and then breaks up even the question and answer period, not to an unlimited amount of time but to a specific half, and then goes to the next hon. member. That is prima facie proof that the Chair recognizes each as separate and distinct speakers.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:10:00", 
            "attribution": "Mr. Jim Gouk", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/202/", 
            "text": "I will read something from the standing orders on page 24 entitled “Period of debate divided in two”:\n\nThe Whip of a party may indicate to the Speaker at any time during a debate governed by this Standing Order that one or more of the periods of debate limited pursuant to section (1) of this Standing Order and allotted to Members of his or her party are to be divided in two.\n\nObviously we are talking here of just one period.\n\nTo continue on the point of order raised earlier, when, in the course of a debate, a member rises to move a motion, he automatically loses his right to continue the debate. In other words, he automatically loses his turn.\n\nThe debate coming from the opposition must now pass to the other side of the House.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2048/203/", 
            "text": "Madam Speaker, I have a point of order.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/204/", 
            "text": "Is it the same point of order?", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2048/205/", 
            "text": "Yes, Madam Speaker.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/206/", 
            "text": "I have already given a decision on that point of order.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2048/207/", 
            "text": "I have more information, Madam Speaker.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/208/", 
            "text": "Are you talking about more information?", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2048/209/", 
            "text": "Yes, Madam Speaker.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/210/", 
            "text": "I recognize the hon. member for Prince George—Peace River, but make it pertinent, please.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2048/211/", 
            "text": "Madam Speaker, earlier today I raised a point of order because according to Standing Order 74(2), ironically enough the same standing order you just read, the whip of the party has to be present at which time members are given the right to divide their time.\n\nThe Speaker ruled that standard convention was that this be allowed to happen regardless of the fact that it goes contrary to the standing orders, which clearly state that the whip must be present. The Speaker ruled at the time that standing convention was that the speech was divided into two, and that was accepted practice.\n\nI contend that the accepted practice of the House is that they are two distinct speeches, as outlined by my colleagues. If it is standard practice—", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/212/", 
            "text": "I have already ruled on that point.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2048/213/", 
            "text": "Madam Speaker, I have a different point of order.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "attribution": "Mr. Richard M. Harris", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/214/", 
            "text": "If it is a different point of order I will recognize the member for Prince George—Bulkley Valley.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2048/215/", 
            "text": "Madam Speaker, I move, seconded by the member for Prince George—Peace River, that the member—", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "attribution": "Mr. Richard M. Harris", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/216/", 
            "text": "Since I have not recognized anybody on debate at this point, the motion is premature.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Gouk", 
                "url": "/politicians/3127/", 
                "member_id": 2505, 
                "party": "Reform", 
                "riding": "West Kootenay—Okanagan (B.C.)", 
                "id": 3127
            }, 
            "url": "/hansards/2048/217/", 
            "text": "Madam Speaker, I rise on a different point of order.\n\nA little earlier today, before the vote occurred, the member for Kamloops, Thompson and Highland Valleys was speaking. During his speech he made direct reference toward the Reform Party and started using terms like jackboots.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:20:00", 
            "attribution": "Mr. Jim Gouk", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/218/", 
            "text": "This is not a point of order, it is a point of debate.\n\nResuming debate, the hon. member for Mississauga West.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Steve Mahoney", 
                "url": "/politicians/4630/", 
                "member_id": 2599, 
                "party": "Liberal", 
                "riding": "Mississauga West (Ontario)", 
                "id": 4630
            }, 
            "url": "/hansards/2048/219/", 
            "text": "Madam Speaker, I move—", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:20:00", 
            "attribution": "Mr. Steve Mahoney (Mississauga West, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2048/220/", 
            "text": "Madam Speaker, I rise on a point of order. I move that the member for Vancouver Island North be now heard.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:20:00", 
            "attribution": "Mr. Richard M. Harris", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/221/", 
            "text": "The member for Vancouver Island North has already spoken. Therefore, he cannot be recognized.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2048/222/", 
            "text": "Madam Speaker, I rise on a point of order. I move that the hon. member for Blackstrap now be heard.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:20:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/223/", 
            "text": "I had already recognized the member for Mississauga West who was moving a motion. The member for Blackstrap had not risen. The member's motion is not receivable.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Steve Mahoney", 
                "url": "/politicians/4630/", 
                "member_id": 2599, 
                "party": "Liberal", 
                "riding": "Mississauga West (Ontario)", 
                "id": 4630
            }, 
            "url": "/hansards/2048/224/", 
            "text": "Madam Speaker, pursuant to Standing Order 26, I move:\n\nThat the House continue to sit beyond the ordinary hour of daily adjournment for the purpose of considering the motion of the Leader of the Government in the House of Commons respecting proceedings in the Standing Committee on Finance with regard to Standing Order 83.1.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:20:00", 
            "attribution": "Mr. Steve Mahoney", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Gouk", 
                "url": "/politicians/3127/", 
                "member_id": 2505, 
                "party": "Reform", 
                "riding": "West Kootenay—Okanagan (B.C.)", 
                "id": 3127
            }, 
            "url": "/hansards/2048/225/", 
            "text": "Madam Speaker, I rise on a point of order.\n\nYesterday, either a point of order or a point of privilege was raised with regard to a comment that was made. Albeit innocently, it was interpreted, because of racial background, that it was a racial slur. That was dealt with in the House.\n\nToday, I heard a comment directed at the Reform Party members present, of which I was one. In my hereditary background is German ancestry. In the speech today by the hon. member for Kamloops, Thompson and Highland Valleys, there was a definite reference made to the members of the Reform Party, myself included, using the term jackboot. That is a very specific and derogatory term used during World War II toward people of German descent.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:20:00", 
            "attribution": "Mr. Jim Gouk", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/226/", 
            "text": "I will interrupt the member for a second and I will get back to the him. At this point there is a motion before the House which must be dealt with. The point of privilege is not pertinent to this particular motion and we will get back to the hon. member.\n\nWill those members who object to the motion please rise in their places.\n\nAnd more than 15 members having risen:", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/227/", 
            "text": "More than 15 members having risen, the motion is deemed to have been withdrawn.\n\n(Motion withdrawn)", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2048/228/", 
            "text": "Madam Speaker, it has been quite a day. Let us just summarize what has happened here today.\n\nOf course the government is saying certain things. Members of the NDP are saying certain things and other parties are not saying anything. The government House leader stands up ranting and raving about procedures and standing orders and whatnot. It is unbelievable he would do that. We are following the standing orders and the procedures. He put a motion forward on this whole topic which is clearly in the standing orders. That is the procedure we are following here today.\n\nHe talked about the finance committee travelling and how important that is. Members of the NDP said the same thing. We know it is important, but we also know that it is mainly an exercise for the Minister of Finance to have a photo opportunity. I guess the member for Kamloops, Thompson and Highland Valleys is also in the photo-op. Perhaps that is why he was so upset earlier today.\n\nIt is obvious what is happening here today. There has been some procedural wrangling about this, that and the other thing.\n\nThe official opposition wants the aboriginal affairs committee to travel to British Columbia. We want the standing committee to go to British Columbia. Sure, we want the finance committee to have hearings as well. But fundamental to this—", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:25:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2048/229/", 
            "text": "Madam Speaker, I rise on a point of order. I hesitate to interrupt my friend's presentation, but he mentioned Indian affairs which would deal with this legislation and it has not even got the legislation yet. The committee will decide whether it wants to travel or not. It is still at second reading stage. It is not even before the committee, so how can we pre-judge what the committee will do in the future?", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:25:00", 
            "attribution": "Mr. Nelson Riis", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/230/", 
            "text": "That is debate, not a point of order.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2048/231/", 
            "text": "Madam Speaker, I guess the hon. member did not get enough air time earlier, so he is doing a little venting right now.\n\nThe point is that members of the official opposition are fulfilling their duty as members of the opposition to hold the government accountable. We will stand in this place today. We will stand in this place tomorrow. We will stand wherever we need to stand to hold members of the government accountable. It is very clear that they do not want to travel to British Columbia. They do not want the aboriginal affairs committee to go there to hear the people of British Columbia on Nisga'a. They do not want to do that. It is those people over there in the Government of Canada, the Liberal Party of Canada.", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:25:00", 
            "attribution": "Mr. Grant McNally", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2048/232/", 
            "text": "It being 2.30 p.m., the House stands adjourned until Monday next at 11.00 a.m., pursuant to Standing Order 24(1).\n\n(The House adjourned at 2.30 p.m.)", 
            "topic": "Committees Of The House", 
            "time": "1999-10-29 14:25:00", 
            "heading": "Routine Proceedings"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332138", 
    "url": "/hansards/2048/", 
    "session": 2, 
    "date": "1999-10-29", 
    "id": 2048
}