{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/0/", 
            "text": "As is our practice on Wednesday we will now sing O Canada, and we will be led by the hon. member for Laval West.", 
            "topic": "", 
            "time": "1999-11-24 14:00:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "John Cannis", 
                "url": "/politicians/john-cannis/", 
                "member_id": 3222, 
                "party": "Liberal", 
                "riding": "Scarborough Centre (Ontario)", 
                "id": 52
            }, 
            "url": "/hansards/2062/1/", 
            "text": "Mr. Speaker, November is diabetes month in Canada and last Thursday was diabetes day on Parliament Hill. On this day representatives of the Juvenile Diabetes Foundation met with members of parliament to inform them of the facts surrounding diabetes.\n\nIt was alarming to learn of the seriousness of the disease and I feel it is imperative that we educate ourselves and the public on the impact this debilitating disease has on our society.\n\nDiabetes is a chronic, genetically determined disease that affects every organ system in the body. The disease affects over two million Canadians. It is diagnosed in an estimated 60,000 Canadians every year and it is the fastest growing preventable disease in Canada.\n\nRecognizing the critical impact of diabetes the government recently announced a five year $115 million Canadian diabetes strategy to help prevent and control the disease.\n\nRepresentatives of the Juvenile Diabetes Foundation have asked that members of parliament join them in support of finding a cure by committing to stay informed and informing others of the devastating health, social and economic impacts of diabetes.\n\nI pledge my support to help in this major public health issue and encourage others to do the same.", 
            "topic": "Diabetes", 
            "time": "1999-11-24 14:00:00", 
            "attribution": "Mr. John Cannis (Scarborough Centre, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2062/2/", 
            "text": "Mr. Speaker, half of the respondents to my Surrey Central survey said they were not satisfied with the federal government's efforts to prevent Canadian children and youth from smoking.\n\nWhile speaking to many students at schools I have seen 12 and 13 year olds smoking.\n\nOur youth have been targeted by tobacco companies and still this government is not doing enough to prevent smoking.\n\nCanadians do not trust the Liberal government to deal with previously secret information from tobacco companies about efforts to sell tobacco and get Canadians hooked. The health minister is using smoke and mirrors by hiring the tobacco insider. Canadians are not fooled for a minute.\n\nCanadian tobacco prices are below those of the United States and that causes cigarette smuggling. But Canadians know that this government refuses to combat cigarette smuggling.\n\nThe Liberals are not serious about preventing 45,000 deaths a year caused by smoking.\n\nThe Liberals talk the talk, but they do not walk the walk.", 
            "topic": "Tobacco", 
            "time": "1999-11-24 14:00:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Harvard", 
                "url": "/politicians/4233/", 
                "member_id": 2508, 
                "party": "Liberal", 
                "riding": "Charleswood—Assiniboine (Manitoba)", 
                "id": 4233
            }, 
            "url": "/hansards/2062/3/", 
            "text": "Mr. Speaker, imagine five young athletes spending many hours in training sessions and competitions, working to represent our country at the Olympics, only to have their dreams dashed by what one commentator described as dirty politics.\n\nI am referring to the five young women from the Winnipeg based Canadian Rhythmic Gymnastics Team.\n\nThe team was recently denied a well earned Olympic berth by the International Gymnastics Federation. The position was awarded to Brazil, despite the fact that the Canadian team finished fourth at the Four Continents Competition in June. Brazil finished sixth. Canada won the bronze at this summer's Pan Am Games in Winnipeg and placed 13th at last month's World Championships, while Brazil finished a distant 20th.\n\nThe Canadian Rhythmic Gymnastics Association has launched an appeal of this unfair decision. I urge the federal government to throw its full weight behind that appeal.", 
            "topic": "Canadian Rhythmic Gymnastics Team", 
            "time": "1999-11-24 14:00:00", 
            "attribution": "Mr. John Harvard (Charleswood St. James—Assiniboia, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Lynn Myers", 
                "url": "/politicians/2399/", 
                "member_id": 2644, 
                "party": "Liberal", 
                "riding": "Waterloo—Wellington (Ontario)", 
                "id": 2399
            }, 
            "url": "/hansards/2062/4/", 
            "text": "Mr. Speaker, the week of November 22 to 29 is National AIDS Awareness Week in Canada. By the end of 1997 Health Canada had reported a total of 15,528 AIDS cases since the beginning of the epidemic. Approximately 70% of those cases have ended in death. Whether by direct or indirect contact, many Canadians have either been affected by the disease or are close to someone who has. It is a reality that far too many people have to deal with.\n\nI think it is important, especially during this week, to emphasize the risks and dangers of this horrible disease. Only through public education and awareness can we even attempt to solve this problem.\n\nIn recent years the level of reported cases has dropped, but there is still much work to do and ground to cover.\n\nResearch is being done to find a cure and better preventive measures, but it continues to be a deadly disease. We must and we will defeat this terrible disease.", 
            "topic": "Aids Awareness", 
            "time": "1999-11-24 14:00:00", 
            "attribution": "Mr. Lynn Myers (Waterloo—Wellington, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Raymonde Folco", 
                "url": "/politicians/raymonde-folco/", 
                "member_id": 2693, 
                "party": "Liberal", 
                "riding": "Laval West (Québec)", 
                "id": 105
            }, 
            "url": "/hansards/2062/5/", 
            "text": "Mr. Speaker, the Quebec Minister of Education made a priceless comment yesterday: that the millennium scholarship system was a two-tier system. Really now. The students themselves are criticizing the Government of Quebec for the way it has been handling this matter in recent months. They are demanding a solution that will be in their best interest.\n\nThe PQ government, finding itself backed into a corner, is trying to pass the buck back to the Canadian government, but the students' response is to tell it to stop digging in its heels needlessly. The Quebec Minister of Education must take this matter seriously, and quit trying to score political points at the expense of the students of Quebec.\n\nAs well, the Government of Quebec must make its true intentions clear on the use to which it will be putting the money we will be paying to Quebecers in the years to come.", 
            "topic": "Millennium Scholarships", 
            "time": "1999-11-24 14:05:00", 
            "attribution": "Ms. Raymonde Folco (Laval West, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2062/6/", 
            "text": "Mr. Speaker, what a difference a few years and a promotion make. Not too long ago the hon. member for Mississauga Centre was portraying herself as a great defender of free speech. No one in this place was about to muzzle her. No, siree, Bob.\n\nNow she aims her broadsides at her own colleagues, members of the so-called Italian caucus, MPs she believes are guilty of treason against the government for daring to do their job, Liberal backbenchers who from time to time slip into committees actually intent on asking ministers a tough question.\n\nShame on the hon. member for Mississauga Centre for denigrating fellow MPs by attacking those who speak for their constituents and shame on this government for once again making it clear that loyalty to cabinet ministers is far more important than MPs accurately representing their own constituents.", 
            "topic": "Mississauga Centre", 
            "time": "1999-11-24 14:05:00", 
            "attribution": "Mr. Richard M. Harris (Prince George—Bulkley Valley, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Godfrey", 
                "url": "/politicians/118/", 
                "member_id": 3165, 
                "party": "Liberal", 
                "riding": "Don Valley West (Ontario)", 
                "id": 118
            }, 
            "url": "/hansards/2062/7/", 
            "text": "Mr. Speaker, today we recognize the 10th anniversary of the all-party resolution to work toward the elimination of child poverty by the year 2000. Today is no day for celebration.\n\nAs Campaign 2000 noted in a report made public today—and I recognize the presence of some of the members of Campaign 2000 in the gallery this afternoon—as a country we have collectively failed to reduce child poverty rates over the last decade. Indeed the number of poor children in Canada has increased.\n\nBut nor should today be a day of mourning or condemnation. As the recent Speech from the Throne indicated, children have become the top priority of this government. Let today rather be a day of reflection and rededication; reflection on our failure certainly, but also a recommitment to our national mission of improving the lives of all of our children.", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:05:00", 
            "attribution": "Mr. John Godfrey (Don Valley West, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2062/8/", 
            "text": "Mr. Speaker, on this tenth anniversary of the motion voted on in this House concerning the elimination of poverty among the children of Quebec and of Canada, we thank the Accueil Bonneau choir for speaking, or rather singing, on behalf of all children who have been hurt by poverty.\n\nThe Accueil Bonneau choir is the vibrant expression of twenty or so people who have known hunger and marginality and have regained their dignity and self-respect.\n\nSince its modest beginnings in 1996, singing in the Montreal metro, the choir has given more than 750 concerts. It have just released their fourth record, has helped set up five choirs of homeless persons, and has been invited to sing for the United Nations.\n\nThank you, Pierre, Nicolas, Carlos, Ben, Jean-Louis, Claude, Michel, Rénald, Enrico, André, Jocelyn, Léo, André, Alberto, Léon, Roby, Michel and Pierre, on behalf of the children of Quebec and of Canada.", 
            "topic": "Accueil Bonneau Choir", 
            "time": "1999-11-24 14:05:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Nick Discepola", 
                "url": "/politicians/3845/", 
                "member_id": 2729, 
                "party": "Liberal", 
                "riding": "Vaudreuil-Soulanges (Québec)", 
                "id": 3845
            }, 
            "url": "/hansards/2062/9/", 
            "text": "Mr. Speaker, on November 19, Impératif français gave its conditional support for the arrival in Quebec of TVOntario's French language network, TFO, so long as Quebec subscribers did not have to pay extra.\n\nA fine mess in order to actually say no to the arrival of TFO in Quebec. I would have preferred to see more courage and determination by Impératif français. It is committing the same mistake as the Bloc Quebecois and treating francophones outside Quebec with total disdain.\n\nOnce again, Impératif français has fallen into the trap of declining the invitation to stand up and defend the cause of francophones in Canada. It prefers to erect a barrier between francophones.\n\nI would like to reassure francophones outside Quebec of the solid support of the Liberal Government of Canada for their cause.", 
            "topic": "Tvontario's French Language Network", 
            "time": "1999-11-24 14:05:00", 
            "attribution": "Mr. Nick Discepola (Vaudreuil—Soulanges, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Mike Scott", 
                "url": "/politicians/2100/", 
                "member_id": 3099, 
                "party": "Reform", 
                "riding": "Skeena (B.C.)", 
                "id": 2100
            }, 
            "url": "/hansards/2062/10/", 
            "text": "Mr. Speaker, the province-wide referendum in British Columbia on the Nisga'a agreement should have been supported by all opposition members in parliament. It was the federal Progressive Conservative government which brought in the federal Referendum Act, 1992 and sought the views of Canadians on the precedent setting Charlottetown accord. For its part, the New Democratic Party professes to have a special commitment to democracy since it was its predecessor, the CCF, that supported such measures as referenda, citizens' initiatives and recall. And of course the Bloc Quebecois is constantly lecturing the House about the democratic rights of the people of Quebec to decide their own future on constitutional issues.\n\nYet yesterday when the Reform Party presented a motion to hold a referendum in British Columbia on the precedent setting Nisga'a treaty, where were the opposition parties? Make no mistake, their hypocrisy will not be forgotten. Shame on them all.", 
            "topic": "Nisga'A Agreement", 
            "time": "1999-11-24 14:10:00", 
            "attribution": "Mr. Mike Scott (Skeena, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bob Kilger", 
                "url": "/politicians/3532/", 
                "member_id": 3231, 
                "party": "Liberal", 
                "riding": "Stormont—Dundas (Ontario)", 
                "id": 3532
            }, 
            "url": "/hansards/2062/11/", 
            "text": "Mr. Speaker, it is with a heavy heart that I rise today to pay tribute to a grande dame of the francophone community in Canada.\n\nJeannine Séguin died yesterday in Cornwall at the age of 71. Francophone Ontario and the entire francophone community in Canada have lost one of their leading lights.\n\nVigorously and devotedly, Jeannine Séguin defended the rights of francophones and promoted the French language.\n\nDuring her stint at the head of the École secondaire Saint-Laurent in Cornwall, not only did the school change its name to La Citadelle, but, in 1973, it became exclusively French.\n\nJeannine headed a number of organizations, such as the Association des enseignants franco-ontariens, the ACFO and the Fédération des francophones hors Québec.\n\nIn the Cornwall area, she was one of the founders of Pro-Action, which meets the basic needs of the francophone community by providing a link between it and government.\n\nIn 1962, she was awarded the papal medal Bene Merenti and, in 1985, she received the Order of Canada.\n\nOn behalf of my colleagues and all French Canadians, I offer my deepest sympathy to her family and friends.", 
            "topic": "The Late Jeannine Séguin", 
            "time": "1999-11-24 14:10:00", 
            "attribution": "Mr. Bob Kilger (Stormont—Dundas—Charlottenburgh, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2062/12/", 
            "text": "Mr. Speaker, 10 years ago today I stood in the House to support Ed Broadbent's motion to eliminate child poverty by the year 2000. Today we stand not in celebration, but in mourning that one in five children lives in poverty. That is more than in 1989.\n\nNew Democrats challenge the policies that have led us to this shameful situation: the policy of free trade, which has led to lower wages and more working poor; the policy of getting out of social housing and creating a housing crisis for the poor; the betrayal of promises for a national child care program; the cutbacks in unemployment benefits and the pushing of families on to welfare. All of these and more were deliberate policies that could have been decided otherwise. Shame on the Liberals. They have made stepping on the necks of the poor the cornerstone of their political legacy.\n\nLike the unbridgeable chasm between Lazarus and the rich man in the Biblical story, there is an unbridgeable gap between the Liberals and the poor that no amount of tinkering with the child benefit will make up.", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:10:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Réal Ménard", 
                "url": "/politicians/198/", 
                "member_id": 3277, 
                "party": "Bloc", 
                "riding": "Hochelaga—Maisonneuve (Québec)", 
                "id": 198
            }, 
            "url": "/hansards/2062/13/", 
            "text": "Mr. Speaker, I remind the Prime Minister that the surpluses which are making him so happy were generated by plunging tens of thousands of families into poverty.\n\nThe 1.4 million Canadian children living in poverty want the Prime Minister to know that a poor child is a child who does not have equal opportunity, because he does not have the necessary resources to fulfil his potential.\n\nA poor child is a child who lives in a family where his health or his parents' health is deficient because of a lack of financial, physical and psychological resources.\n\nA poor child is a child who lives in a family that must spend a large part of its meagre income on rent.\n\nA poor child is a child who lives in a family where unemployment is the norm, for lack of stable jobs.\n\nMister Prime Minister, when you drive parents to poverty, when you drive the provinces that must meet their needs to poverty, it is the children you are targeting, and that is a shame.", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:10:00", 
            "attribution": "Mr. Réal Ménard (Hochelaga—Maisonneuve, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Diane St-Jacques", 
                "url": "/politicians/2888/", 
                "member_id": 2724, 
                "party": "Progressive Conservative", 
                "riding": "Shefford (Québec)", 
                "id": 2888
            }, 
            "url": "/hansards/2062/14/", 
            "text": "Mr. Speaker, I wish to remind the government about some disturbing figures.\n\nClose to one and a half million children are living in poverty. Child poverty now stands at close to 20%. This means that one child in five is living in difficult conditions in Canada, and the situation is getting worse.\n\nThere is also an increasing number of young people living on the streets, without a home, without a family and without money. A new generation of homeless people is now taking root on our sidewalks.\n\nThe parliamentary resolution passed 10 years ago is not going to be respected. Thus, our government will have failed and will have shown a blatant lack of leadership in this worsening crisis.\n\nYesterday evening, a number of Canadians gathered around parliament's centennial flame and held a silent vigil to protest against the shameful situation of child poverty. This protest is a reminder to us all that we must work harder to ensure that each child and each young person is entitled to a bright future.", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:10:00", 
            "attribution": "Ms. Diane St-Jacques (Shefford, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "David Pratt", 
                "url": "/politicians/1677/", 
                "member_id": 2600, 
                "party": "Liberal", 
                "riding": "Nepean—Carleton (Ontario)", 
                "id": 1677
            }, 
            "url": "/hansards/2062/15/", 
            "text": "Mr. Speaker, not since the Canada-Russia hockey series in 1972 has there been so much excitement and anticipation surrounding a single hockey game. The match-up I am referring to pits the government benches against the opposition to establish the bragging rights to parliamentary hockey supremacy in Canada once and for all.\n\nThis hockey battle of the century gets under way tomorrow evening at 8 p.m. at the Corel Centre in Kanata. Believe it or not, admission is free and parking is free.\n\nRegardless of the score, the Children's Hospital of Eastern Ontario will be the big winner of the evening. We will be passing around the hat to raise funds for this important community facility.\n\nIt is bad hockey for a good cause, so let us score a hat trick for the children's hospital.", 
            "topic": "Hockey", 
            "time": "1999-11-24 14:15:00", 
            "attribution": "Mr. David Pratt (Nepean—Carleton, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2062/16/", 
            "text": "Mr. Speaker, when support for sovereignty in Quebec was strong before the last referendum, the Prime Minister grovelled before Quebecers promising distinct society and anything else that would change their minds.\n\nNow that Quebecers show signs of weariness with constitutional matters, with referendums on sovereignty, the Prime Minister restimulates interest in this issue with his own referendum proposal. His potential allies in Quebec say that this approach is completely misguided. Why can the Prime Minister not see that?", 
            "topic": "National Unity", 
            "time": "1999-11-24 14:15:00", 
            "attribution": "Mr. Preston Manning (Leader of the Opposition, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/17/", 
            "text": "Mr. Speaker, the Prime Minister heard that two weeks ago the minister of intergovernmental affairs, Mr. Joseph Facal, said they will not respect the judgment of the supreme court. The Prime Minister of Canada heard last week that the premier of Quebec said that there will be a referendum during this mandate.\n\nThe Prime Minister of Canada has the responsibility and, I hope, all members of the House also, to make sure that there will be a clear question and a clear majority when there will be a referendum, as it was stated by the Supreme Court of Canada.", 
            "topic": "National Unity", 
            "time": "1999-11-24 14:15:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2062/18/", 
            "text": "Mr. Speaker, the Prime Minister has never got it right on the proper mix between plan A and plan B on this issue.\n\nReform has advocated being tough and presenting plan B when the sovereignists were growing in strength. But Reform has also always advocated presenting a third way, one that would be particularly attractive to Quebecers when they became weary with sovereignty and the referendum.\n\nThe Prime Minister should be offering reform of the federation, not tinkering with referendum rules.", 
            "topic": "National Unity", 
            "time": "1999-11-24 14:15:00", 
            "attribution": "Mr. Preston Manning (Leader of the Opposition, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/19/", 
            "text": "Mr. Speaker, we had a proposition in the House of Commons that met a very longstanding request by Quebec and other provinces. We legislated a veto right for the provinces of Quebec, Ontario and B.C. That was very important and the Reform Party voted against that at that moment.\n\nRight after the referendum, we had a resolution in the House recognizing Quebec as a distinct society and the Reform Party voted against that.\n\nAnother thing we said was that we would transfer manpower training and we have done that.\n\nWe have done our piece of work, but the premier wants—", 
            "topic": "National Unity", 
            "time": "1999-11-24 14:15:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/20/", 
            "text": "The hon. Leader of the Opposition.", 
            "topic": "National Unity", 
            "time": "1999-11-24 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2062/21/", 
            "text": "Mr. Speaker, I will tell the House why the Prime Minister is on this misguided course. It is because he is being driven on this issue by his ego, not by the interests of Canadians.\n\nThe Prime Minister's personal reputation has always been lowest in the province that knows him best, in Quebec. He has been dismissed by the sovereignists as Trudeau's lackey; and he has been dismissed by the federalists as the guy that almost lost the referendum in 1995. Now the Prime Minister is trying to salvage that reputation by this misguided initiative.\n\nIs not the real problem here that the Prime Minister is putting his own legacy ahead of the national unity issue?", 
            "topic": "National Unity", 
            "time": "1999-11-24 14:15:00", 
            "attribution": "Mr. Preston Manning (Leader of the Opposition, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/22/", 
            "text": "Mr. Speaker, yes, I want this party to be recognized as the one which is not afraid to make sure that there will be a clear question and a clear result and that Canada will stay together.", 
            "topic": "National Unity", 
            "time": "1999-11-24 14:15:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2062/23/", 
            "text": "Mr. Speaker, this government is offering Quebecers nothing but the status quo or separation.\n\nInstead of provoking a sovereignist debate, this government should offer Quebecers a third approach: renewal of the Canadian federation.\n\nDoes the Prime Minister not see that he is becoming one of Quebec's winning conditions?", 
            "topic": "National Unity", 
            "time": "1999-11-24 14:20:00", 
            "attribution": "Mr. Grant Hill (Macleod, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/24/", 
            "text": "Mr. Speaker, the Prime Minister is Canada's winning condition. That is what counts.\n\nWe are not refusing to look things squarely in the face when we ask the separatist government of Quebec to comply with the supreme court decision. I believe the Prime Minister of Canada is only doing his duty.", 
            "topic": "National Unity", 
            "time": "1999-11-24 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2062/25/", 
            "text": "Mr. Speaker, it looks like the Prime Minister will continue down the road to become one of the winning conditions for Quebec.\n\nQuebecers want tax relief. They want control over their language and their culture.\n\nWhy is the Prime Minister continuing to divide Quebecers, rather than offer them renewed federalism? Why?", 
            "topic": "National Unity", 
            "time": "1999-11-24 14:20:00", 
            "attribution": "Mr. Grant Hill (Macleod, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/26/", 
            "text": "Mr. Speaker, that is what we are doing every day, renewing federalism.\n\nThat is what we are doing. Even the Bloc Quebecois opposed the resolution declaring Quebec a distinct society. The Bloc Quebecois voted against a veto for Quebec in this House. Who is defending Quebecers' interests in Canada? The federal Liberal Party.", 
            "topic": "National Unity", 
            "time": "1999-11-24 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2062/27/", 
            "text": "Mr. Speaker, the leader of the Quebec Liberal Party, Jean Charest, has again said that it is up to the National Assembly of Quebec, and no one else, to determine the rules for Quebec's referendum process and that the 50% plus one rule must apply.\n\nWill the Prime Minister tell us whether he intends to go ahead with his antidemocratic plans, despite the opposition of the leader of Quebec's federalist forces, his traditional allies?", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/28/", 
            "text": "Mr. Speaker, in his resolution, the leader of the provincial Liberal Party says “in accordance with the supreme court ruling”. I am in complete agreement with him.\n\nThe Quebec National Assembly can pass whatever resolution it wants, but I repeat today that, if the question on secession is not clear and if there is not a clear majority, there will be no negotiation.\n\nIn its ruling, the supreme court mentions clarity 25 times, and politicians, particularly federal politicians, have a responsibility to ensure that clarity exists and that Quebecers know exactly what to expect.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2062/29/", 
            "text": "Mr. Speaker, if clarity is left up to the Prime Minister, Quebec and Canada are in trouble. They are in trouble with a Prime Minister like that.\n\nThe Prime Minister, who says he wants to go down in history as the person who saved Canada, may well be remembered as the Prime Minister who ignored democracy in Canada and in Quebec.\n\nAre we to understand that the only way the Prime Minister can save Canada is by changing the weight of votes, so that a federalist vote counts for more than a sovereignist vote, by changing the percentage required for a win, by changing the rules of the game because he is afraid of losing?", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/30/", 
            "text": "Mr. Speaker, a two-thirds majority is required in Quebec's National Assembly to appoint an auditor general, an ombudsman, or a chief electoral officer.\n\nMoreover, article 63.01 of the CSN bylaws says that the confederal office must approve any request to revoke a federation's jurisdiction if it has the support of two thirds of the unions.\n\nI have nothing to learn from a CSN trade unionist, when his own bylaws call for a two-thirds majority.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2062/31/", 
            "text": "Mr. Speaker, yesterday, the Prime Minister stated his intention of unilaterally dictating the rules for the next Quebec referendum. Once again, the federal government is trying to control the right of the Quebec people to decide freely on its own future.\n\nMy question is for the Minister of Intergovernmental Affairs, Can the minister, who is the one behind this, tell us where exactly in the supreme court judgment he finds any indication that the 50% plus 1 rule has been set aside?", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:25:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2062/32/", 
            "text": "Mr. Speaker, the supreme court took the trouble to qualify the word majority with the word clear some one dozen times. When the words majorité claire are used in French, it is because a weak majority is insufficient.\n\nBut when the Bloc—", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:25:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/33/", 
            "text": "Oh, oh.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/34/", 
            "text": "Order, please. The Minister of Intergovernmental Affairs.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2062/35/", 
            "text": "But when the Bloc Quebecois tells us that the sacrosanct rule of democracy is 50% plus 1, and then makes exceptions to this for municipal referendums, are they not perhaps beginning to understand that democracy is a bit more complex and expresses itself in different ways. For very important issues, ones that have the potential of being virtually irreversible, it is a tradition in democracy to require more in terms of a majority?", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:25:00", 
            "attribution": "Hon. Stéphane Dion", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2062/36/", 
            "text": "Mr. Speaker, when it comes to important issues, the supreme court said that the majority should be a clear one, but at no time in any part of its judgment did it state that the majority was not 50% plus 1.\n\nHow can the Minister of Intergovernmental Affairs say in this House that this rule is not the acceptable one in a democracy?", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:25:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2062/37/", 
            "text": "Mr. Speaker, the hon. member is obliging me to repeat myself.\n\nWhen the effort is made to add the word clear to the word majority, that is because more than 50% plus 1 is required.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:25:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/38/", 
            "text": "Oh, oh.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/39/", 
            "text": "Order, please. The Minister of Intergovernmental Affairs.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2062/40/", 
            "text": "Mr. Speaker, yesterday, I spoke of the referendum in Australia. But why go so far away? There is also the Nisga'a referendum, which we have been discussing here for a few weeks now. I believe that the Bloc Quebecois supports that referendum. For the agreement to pass, the Nisga'a required a majority of 50% plus 1 of all eligible voters for the agreement, and 70% for the constitutional change. They have no fear of calling for majorities even on something on which there was a certain consensus in society.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:25:00", 
            "attribution": "Hon. Stéphane Dion", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2062/41/", 
            "text": "Mr. Speaker, today at noon in communities across the country bells were rung. Poor kids do not make much noise or complain about their poverty. Mostly they try to hide it. The bells were rung in a desperate plea, in a desperate attempt to wake up the government to the reality of child poverty. Why is the Prime Minister not listening?", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:25:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/42/", 
            "text": "Mr. Speaker, we have started to work to ensure that the children of Canada have a good start in life. We had even started at a time when we were cutting other programs and we put more money into that. We have put $1.7 billion into the program and there will be more money. I have given a long list of other programs that were initiated to help the children of Canada, even during a period when we were cutting from every other department.", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:25:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2062/43/", 
            "text": "Mr. Speaker, only a Liberal could boast while 1.4 million children remain in poverty.\n\nSince the Prime Minister came to office he has had 2,220 days to eliminate child poverty, 2,220 days to keep the commitments to Canada's children, 2,220 days to ease the pain, yet still 1.4 million children remain in poverty.\n\nWhat will it take to get the Prime Minister to declare “child poverty is my business, sir?”", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:30:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/44/", 
            "text": "Mr. Speaker, that is exactly what we said in the Speech from the Throne a few weeks ago. We placed child poverty among the high priorities in the Speech from the Throne.\n\nI repeat. We plan to lengthen employment insurance benefits for parents to 12 months. We are working with the provinces to develop a national action plan for children. We are putting money into the hands of families with children through tax relief. We also have the Canadian prenatal nutrition program, the community action program for children, the aboriginal head start program, the EI family income supplement, and first nation and Inuit child care.", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:30:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "André Bachand", 
                "url": "/politicians/842/", 
                "member_id": 2712, 
                "party": "Progressive Conservative", 
                "riding": "Richmond—Arthabaska (Québec)", 
                "id": 842
            }, 
            "url": "/hansards/2062/45/", 
            "text": "Mr. Speaker, Quebecers and Canadians in general cannot figure out what is going on right now. The Prime Minister is completely out of touch with reality.\n\nAt a time when real priorities such as poverty, unemployment, economic growth and tax reduction should be on the agenda, the Prime Minister and his Minister of Intergovernmental Affairs keep harking back to the issue of Quebec's future and sovereignty.\n\nWhat is going on in the Prime Minister's head for him to be so out of touch with the priorities of Canadians and Quebecers? What is going on?", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:30:00", 
            "attribution": "Mr. André Bachand (Richmond—Arthabaska, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/46/", 
            "text": "Mr. Speaker, if the hon. member follows what is going on, he will know that, two weeks ago, Minister Facal said, without any provocation on our part—in fact he phoned the journalist himself to make a statement—that Quebec had no intention of complying with the supreme court decision. While this may not be a significant statement for the hon. member, the government certainly has an obligation to take note of it.\n\nJust last week, the premier of Quebec said that his province would indeed hold a referendum. These people must know that, if they hold a referendum, the question will be clear, the result will have to be clear and the supreme court decision will have to be complied with.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:30:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "André Bachand", 
                "url": "/politicians/842/", 
                "member_id": 2712, 
                "party": "Progressive Conservative", 
                "riding": "Richmond—Arthabaska (Québec)", 
                "id": 842
            }, 
            "url": "/hansards/2062/47/", 
            "text": "Mr. Speaker, Joseph Facal is now telling the Prime Minister what to include in his agenda. This is unbelievable.\n\nI thought the Prime Minister was big enough to decide what his own agenda should include. We know what to make of minister Facal's statement.\n\nBut what about the Prime Minister's statement? Is it a declaration of war? The question really is: Will the Prime Minister introduce, before the Christmas recess or soon after, a bill on referendum rules? Will the Prime Minister table such legislation, yes or no? Can he provide a clear and straight answer to this question?", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:30:00", 
            "attribution": "Mr. André Bachand (Richmond—Arthabaska, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/48/", 
            "text": "Mr. Speaker, yesterday I repeated what I had said in this House before, during and after the referendum: the question will be clear and the result will have to be clear. If you do not want—", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:30:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/49/", 
            "text": "Oh, oh.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/50/", 
            "text": "Order, please.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/51/", 
            "text": "The Conservatives are very embarrassed, because they have no position on this issue.\n\nWhen a vote was taken in the House on distinct society, the two Conservative members who were in the House did not support it. And when we voted on a veto for Quebec, again the members representing the Progressive Conservative Party were opposed.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:30:00", 
            "attribution": "Right Hon. Jean Chrétien", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2062/52/", 
            "text": "Mr. Speaker, I will tell you one thing that is clear across Canada. Everyone thinks they are paying too high taxes and the government should pay attention to that.\n\nDoreen from Manitoba worked overtime and made $53. Income tax and the EI premium took $31 of those 53 bucks. That is 60% that she had to give to the government.\n\nI would like to ask a little question of the tax hungry finance minister. Why in the world does he think he is entitled to 60% of Doreen's paycheque?", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:30:00", 
            "attribution": "Miss Deborah Grey (Edmonton North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2062/53/", 
            "text": "Mr. Speaker, the hon. member talks about people who are paying too much taxes and who leave the country.\n\nLet me give her an example. The Robarts Research Institute is one of Canada's leading research institutes which receives money and increased money from the federal government. Let us tell the House what it has found: Dr. Arthur Brown returned to London, Ontario, from the Salk Institute in California; Dr. Bosco Chan returned to London from the Harvard Medical School in Boston, Massachusetts; Dr. Maria Drangova from Stanford returned to London as a result of the money this government—", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:35:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/54/", 
            "text": "The hon. member for Edmonton North.", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2062/55/", 
            "text": "Mr. Speaker, well, there we have it, an unbiased source when they get that from the federal government I cannot believe that he would holler about that.\n\nDoreen herself says “thanks very little”. It is pretty hard to be grateful when she takes home 20 bucks out of $50. Doreen and millions of other Canadians are trying to work a little overtime, trying to make a extra dollar or two. Then comes Mr. Scrooge and, as slick as a whistle, just snatches 60% of that right out of their hands.\n\nWho would want to even work one hour of overtime this Christmas when this covetous, curmudgeon finance minister wants it all?", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:35:00", 
            "attribution": "Miss Deborah Grey (Edmonton North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2062/56/", 
            "text": "Mr. Speaker, what would have happened to Doreen if the government had followed what members of the Reform Party wanted? Doreen would have had to pay higher employment insurance premiums because they were not going to cut them for anybody except employers. Doreen would have had to pay higher personal taxes because their cuts would not have come in until the year 2000.\n\nThere is one premium that Doreen would not have had to pay if members of the Reform Party had had their way, and that is the Canada pension plan premiums because they were going destroy the Canada pension plan.", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:35:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2062/57/", 
            "text": "Mr. Speaker, it is obvious that the Prime Minister intends to change the rules of the game in Quebec's next referendum.\n\nOn the evening of the 1995 referendum, the Prime Minister of Canada said, and I quote: “In a democracy the people are always right. Tonight there is only one winner: the people”. On that evening, he recognized that 50.5% was a democratic result.\n\nMy question is for the Prime Minister. How does he square what he said on the evening of the last referendum with his plan to unilaterally modify the rules of democracy, which are recognized and accepted worldwide?\n\nIs it only democratic for the Prime Minister if he wins?", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:35:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/58/", 
            "text": "Mr. Speaker, it is not my wish to change the rules of the referendum. The Government of Quebec can ask whatever question it wishes. But we have an obligation to negotiate and we want the question to be clear.\n\nA clear question would be: “Do you want Quebec to become a country?” That is clear. And I think I would agree with the person who suggested it. This was the question suggested by Bloc Quebecois adviser Jacques Parizeau in the September 3, 1998, issue of Le Devoir . I have no problem with a clear question like that.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:35:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2062/59/", 
            "text": "Mr. Speaker, the Prime Minister's thinking is becoming clearer and clearer. In fact, his suggestion is a very good one.\n\nCan the Prime Minister not understand that his real role is to do precisely what he just did: make suggestions, and leave the questions up to the National Assembly of Quebec and Quebecers?", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:35:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2062/60/", 
            "text": "Mr. Speaker, if they come up with a question as clear as that, instead of talking about sovereignty-partnership or sovereignty-association, if they say that they want to become a separate country, that they want secession—the word used by the supreme court—I have no problem with it.\n\nBut do not give us complicated questions. Be honest. Ask a question on the separation of Quebec.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:40:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/61/", 
            "text": "Oh, oh.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/62/", 
            "text": "I would ask the hon. members to address their questions to the Chair.", 
            "topic": "Referendums", 
            "time": "1999-11-24 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Monte Solberg", 
                "url": "/politicians/269/", 
                "member_id": 3067, 
                "party": "Reform", 
                "riding": "Medicine Hat (Alberta)", 
                "id": 269
            }, 
            "url": "/hansards/2062/63/", 
            "text": "Mr. Speaker, Annalora Horch from my riding of Medicine Hat has just sent me her last two paystubs.\n\nShe is a schoolteacher who just received an $83 a month raise, but by the time the tax minister was done with her she had $2 left. In other words the finance minister took $81 of that $83 raise. Would the finance minister care to explain to Annalora Horch exactly why he is ripping off $81 of her $83 raise?", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:40:00", 
            "attribution": "Mr. Monte Solberg (Medicine Hat, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2062/64/", 
            "text": "Mr. Speaker, Reformers abandoned Doreen pretty quickly. The fact is that they are also abandoning Anna because Anna would not have got anything out of the Reform Party.\n\nHer taxes would have gone up because she would not have received tax cuts from the Reform Party. Her EI premiums would have gone up because she would not have received satisfaction from the Reform Party. She also would have lost her Canada pension plan.\n\nThat is what this is all about. We will defend our tax policies against those of Reformers any time. They have had—", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:40:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/65/", 
            "text": "The hon. member for Medicine Hat.", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Monte Solberg", 
                "url": "/politicians/269/", 
                "member_id": 3067, 
                "party": "Reform", 
                "riding": "Medicine Hat (Alberta)", 
                "id": 269
            }, 
            "url": "/hansards/2062/66/", 
            "text": "Mr. Speaker, those are rantings of a madman.", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:40:00", 
            "attribution": "Mr. Monte Solberg (Medicine Hat, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/67/", 
            "text": "Oh, oh.", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/68/", 
            "text": "Order, please. It is time to slow it down a bit. I would like the hon. member for Medicine Hat to go directly to his question now.", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Monte Solberg", 
                "url": "/politicians/269/", 
                "member_id": 3067, 
                "party": "Reform", 
                "riding": "Medicine Hat (Alberta)", 
                "id": 269
            }, 
            "url": "/hansards/2062/69/", 
            "text": "Of course I meant a taxman, Mr. Speaker.\n\nThe finance minister has taken $81 of that $83 raise. If taxes are really going down like he says, why is Annalora being ripped off by the minister?", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:40:00", 
            "attribution": "Mr. Monte Solberg", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2062/70/", 
            "text": "Mr. Speaker, the Canadian people are entitled to an enlightened debate on the issue of taxes.\n\nWhat they have heard from the Reform Party is a tax plan that would call for a $52 billion surplus in three years. That is $40 billion more than private sector economists said the country would have.\n\nWhat that means is that the Reform Party is saying there will be $40 billion in cuts to our social programs. What will Anna do without a decent education system and without a decent health care system? What will Anna do when the social fabric of the country is gutted by the Reform Party? That is basic issue confronting Canadians.", 
            "topic": "Taxation", 
            "time": "1999-11-24 14:40:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Christiane Gagnon", 
                "url": "/politicians/christiane-gagnon/", 
                "member_id": 3306, 
                "party": "Bloc", 
                "riding": "Québec (Québec)", 
                "id": 112
            }, 
            "url": "/hansards/2062/71/", 
            "text": "Mr. Speaker, today, the public is turning its attention to us, members of parliament, because it was 10 years ago that the parliamentarians of the time passed a resolution to eliminate child poverty. The Liberals have been in office for six years now and they have had ample opportunity to fulfil this mandate from the House.\n\nMy question is for the Prime Minister. Will you recognize, Mr. Prime Minister, that your government failed miserably regarding the task delegated to it by the parliamentarians of the time, that is to eliminate child poverty?", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:45:00", 
            "attribution": "Mrs. Christiane Gagnon (Québec, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/72/", 
            "text": "Dear colleagues, again I would ask you to address the Chair.\n\nThe hon. Minister of Human Resources Development.", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2062/73/", 
            "text": "Mr. Speaker, this is an important day for the House, a day for us to contemplate our most important resource, our children. We welcome the work of Campaign 2000 and the report card it has given us in this particular area.\n\nI want to say to the House that in the Speech from the Throne, we laid out a comprehensive vision on how we can continue to work together for the betterment of our children. I do hope that all parties will work with us in that area.", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Christiane Gagnon", 
                "url": "/politicians/christiane-gagnon/", 
                "member_id": 3306, 
                "party": "Bloc", 
                "riding": "Québec (Québec)", 
                "id": 112
            }, 
            "url": "/hansards/2062/74/", 
            "text": "Mr. Speaker, my supplementary question is for the Prime Minister.\n\nIn order to meet the expectations of all community groups and of the public, which is concerned about increased poverty, will the Prime Minister pledge to table in the House of Commons a specific, concrete and detailed plan with numbers, and not just idle promises, to help the millions of children and parents living in a state of poverty a society such as ours cannot accept?", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:45:00", 
            "attribution": "Mrs. Christiane Gagnon (Québec, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2062/75/", 
            "text": "Mr. Speaker, as I have said, in the Speech from the Throne, we have identified a comprehensive approach to making sure that Canada's children in the 21st century have a good future ahead of them.\n\nAs the Prime Minister has said, even in very difficult financial times we were able to engage with the provinces in the largest cost sharing program since medicare, that is the national child benefit. We are committed to doing more.", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Reynolds", 
                "url": "/politicians/3164/", 
                "member_id": 2506, 
                "party": "Reform", 
                "riding": "West Vancouver—Sunshine Coast (B.C.)", 
                "id": 3164
            }, 
            "url": "/hansards/2062/76/", 
            "text": "Mr. Speaker, on a day when we are here protecting children, I have a question for the Minister of Justice.\n\nThe minister has leaked that she will introduce criminal code amendments concerning cruelty to animals. She is compelled to do this because she received a petition with 6,500 signatures.\n\nCan the minister tell Canadians why 300,000 signatures on a child pornography petition are not as compelling as 6,500 on a poodle-phile petition?", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:45:00", 
            "attribution": "Mr. John Reynolds (West Vancouver—Sunshine Coast, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2062/77/", 
            "text": "Mr. Speaker, the hon. member knows full well that the issue of child pornography as it relates to the possession of child pornography is now before the Supreme Court of Canada.\n\nThe Attorney General of British Columbia will be defending the constitutionality of that law in January 2000. We will be there to argue just as strenuously that the law is constitutional and therefore available to protect children and others in the country.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:45:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Reynolds", 
                "url": "/politicians/3164/", 
                "member_id": 2506, 
                "party": "Reform", 
                "riding": "West Vancouver—Sunshine Coast (B.C.)", 
                "id": 3164
            }, 
            "url": "/hansards/2062/78/", 
            "text": "Mr. Speaker, the question here is about priorities.\n\nThe minister knows that this legislation before the courts can be handled by the notwithstanding clause. It was put in the constitution by members of parliament for just this reason, to protect children. That is what we are here for, to protect children.\n\nWhere is the minister's priority? Is she more interested in protecting poodle-philes than pedophiles?", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:45:00", 
            "attribution": "Mr. John Reynolds (West Vancouver—Sunshine Coast, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2062/79/", 
            "text": "Mr. Speaker, here again we have the unfortunate misrepresentations made by the Reform Party.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:45:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/80/", 
            "text": "Oh, oh.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/81/", 
            "text": "Order, please. I prefer that the word “misrepresentation” not be used. Please withdraw.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2062/82/", 
            "text": "Mr. Speaker, I withdraw the term “misrepresentation”.\n\nHowever, let me remind the House and all Canadians that this is the party that suggests pedophilia is lawful in the country. This is the party that refuses to acknowledge that the criminal code prohibits pedophilia. It always has and it always will.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:45:00", 
            "attribution": "Hon. Anne McLellan", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/83/", 
            "text": "Hear, hear.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/84/", 
            "text": "Oh, oh.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2062/85/", 
            "text": "You are disgusting, absolutely disgusting.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:50:00", 
            "attribution": "Mr. Randy White", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/86/", 
            "text": "Order, please. We are a little excited today. These types of comments do not help in our question period or in our debates. I would ask hon. members not to use terms like “you are disgusting”. I want the hon. member for Langley—Abbotsford to please withdraw that forthwith.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/87/", 
            "text": "Oh, oh.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/88/", 
            "text": "Order, please. Would the hon. member please withdraw the words?", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2062/89/", 
            "text": "Mr. Speaker, I think the Minister of Justice should withdraw her words. Then perhaps I will.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:50:00", 
            "attribution": "Mr. Randy White", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/90/", 
            "text": "Oh, oh.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/91/", 
            "text": "Order, please. We will deal with this matter at the end of question period. The hon. member for Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques.", 
            "topic": "Criminal Code", 
            "time": "1999-11-24 14:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2062/92/", 
            "text": "Mr. Speaker, the most harmful act committed by the federal government, and the one that has created the most poverty since 1993, is the cuts to the Canada Social Transfer, which will total $33 billion by March 2003.\n\nDoes the federal government not realize that this money, in our day-to-day reality, has been taken directly from the hospitals, from the schools and from welfare, three areas where the provinces have been deprived of any leeway to fight poverty? When is the Prime Minister going to remedy this situation and assume his responsibilities?", 
            "topic": "Canada Social Transfer", 
            "time": "1999-11-24 14:50:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2062/93/", 
            "text": "Mr. Speaker, the first thing we did after eliminating the deficit was to restore $11.5 billion over five years for health.\n\nAt the same time, during our first mandate, we initiated the infrastructure program in conjunction with the provinces, and this was a help to them. We put in excess of $2 billion into the National Child Benefit.\n\nThe question that must be asked is this: Are the provinces now going to put back what has been cut from their municipalities?", 
            "topic": "Canada Social Transfer", 
            "time": "1999-11-24 14:50:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Eleni Bakopanos", 
                "url": "/politicians/1738/", 
                "member_id": 2659, 
                "party": "Liberal", 
                "riding": "Ahuntsic (Québec)", 
                "id": 1738
            }, 
            "url": "/hansards/2062/94/", 
            "text": "Mr. Speaker, my question is for the Minister for International Trade.\n\nSince yesterday, we have been hearing all sorts of stories and figures about Canada and the actions of the WTO to clarify the decision by Brazil.\n\nCould the minister tell us about the latest developments in the Canada-Brazil matter?", 
            "topic": "International Trade", 
            "time": "1999-11-24 14:50:00", 
            "attribution": "Ms. Eleni Bakopanos (Ahuntsic, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2062/95/", 
            "text": "Mr. Speaker, last week, my colleague for industry and I announced that Canada would comply with the WTO's decision. We released the specific details of our decision.\n\nCanada is now trying to find out how Brazil will implement the decision. We therefore asked the WTO to advise us. Canada remains open to negotiation.\n\nI would like to remind the House that we are not taking reprisals against Brazil at the moment.", 
            "topic": "International Trade", 
            "time": "1999-11-24 14:50:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Garry Breitkreuz", 
                "url": "/politicians/garry-breitkreuz/", 
                "member_id": 3342, 
                "party": "Reform", 
                "riding": "Yorkton—Melville (Saskatchewan)", 
                "id": 43
            }, 
            "url": "/hansards/2062/96/", 
            "text": "Mr. Speaker, the justice minister commissioned an auditing firm to review the entire gun registry system.\n\nThrough access to information, I find out that this secret report concludes that, after taking more than three years and $300 million to design, this system is inflexible, inefficient and inoperable and tinkering will not fix it.\n\nHow much more money are we going to throw at a system that her own study says is just plain not working?", 
            "topic": "Gun Registration", 
            "time": "1999-11-24 14:50:00", 
            "attribution": "Mr. Garry Breitkreuz (Yorkton—Melville, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2062/97/", 
            "text": "Mr. Speaker, if the hon. member has read the report, he should know that is not what the independent consultant concluded. The consultant concluded that there had been some start up problems with the firearms registry system, and then concluded that these problems were not unusual for a program of this size, complexity or visibility.\n\nWe have implemented three-quarters of the proposed efficiency recommendations of the independent consultant. Let me remind hon. members that because of the firearms registration system, we have—", 
            "topic": "Gun Registration", 
            "time": "1999-11-24 14:55:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/98/", 
            "text": "The hon. member for Yorkton—Melville.", 
            "topic": "Gun Registration", 
            "time": "1999-11-24 14:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Garry Breitkreuz", 
                "url": "/politicians/garry-breitkreuz/", 
                "member_id": 3342, 
                "party": "Reform", 
                "riding": "Yorkton—Melville (Saskatchewan)", 
                "id": 43
            }, 
            "url": "/hansards/2062/99/", 
            "text": "Mr. Speaker, the minister continues to defend something that is indefensible. If the gun registry is working so well, why did the Minister of Justice receive a letter two weeks ago from the solicitor general of Ontario calling on her to scrap the gun registry system?\n\nWhen will the minister follow this advice, cut her losses, save taxpayers hundreds of millions of dollars and scrap the registry?", 
            "topic": "Gun Registration", 
            "time": "1999-11-24 14:55:00", 
            "attribution": "Mr. Garry Breitkreuz (Yorkton—Melville, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2062/100/", 
            "text": "Mr. Speaker, I am really not well-placed to comment on what is in the mind of the solicitor general of Ontario.\n\nHowever, let me share with the House some of the accomplishments of our firearms registry system to date. We have blocked over 3,000 potentially dangerous gun sales. We have refused 548 applicants for public safety reasons. We have revoked 451 licences for reasons of public safety. This system is saving Canadian lives.", 
            "topic": "Gun Registration", 
            "time": "1999-11-24 14:55:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Libby Davies", 
                "url": "/politicians/libby-davies/", 
                "member_id": 2499, 
                "party": "NDP", 
                "riding": "Vancouver East (B.C.)", 
                "id": 80
            }, 
            "url": "/hansards/2062/101/", 
            "text": "Mr. Speaker, the minister says that she welcomes the report card on child poverty, but will the government acknowledge that it is a devastating indictment against federal government inaction? No, I correct myself. It is an indictment against federal government action that has actually made things worse over the last decade.\n\nThe Prime Minister knows that a universal program of affordable child care is critical to fight poverty. Before we reach the year 2000 will he at least make a commitment to honour his promises for a national child care program?", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:55:00", 
            "attribution": "Ms. Libby Davies (Vancouver East, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2062/102/", 
            "text": "Mr. Speaker, in the Speech from the Throne we have committed the government to working toward the benefit of our children.\n\nI would remind the hon. member of what her leader said about the Speech from the Throne with regard to the initiative toward children. She said “What we heard from the Prime Minister is potentially very good news, and I mean that sincerely”. I take it that the hon. member and her party will work with us on this agenda.", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:55:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Libby Davies", 
                "url": "/politicians/libby-davies/", 
                "member_id": 2499, 
                "party": "NDP", 
                "riding": "Vancouver East (B.C.)", 
                "id": 80
            }, 
            "url": "/hansards/2062/103/", 
            "text": "Mr. Speaker, clearly the government's response is pathetic. The government wants us to believe that empty promises will reduce poverty. The government wants us to believe that the provinces are to blame for broken Liberal promises.\n\nWe teach our children to honour commitment. I ask the Prime Minister, no vagueness and no blaming everyone else, will he honour his promise for child care, yes or no?", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:55:00", 
            "attribution": "Ms. Libby Davies (Vancouver East, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2062/104/", 
            "text": "Mr. Speaker, the issue of our children is not about blame. It is about working together to ensure they have a bright future into the 21st century.\n\nThe hon. member's leader applauded the Prime Minister and the government for the undertakings in the Speech from the Throne. I do look forward to working in partnership with them so we can ensure our children have a bright future.", 
            "topic": "Child Poverty", 
            "time": "1999-11-24 14:55:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2062/105/", 
            "text": "Mr. Speaker, it is beginning to look a lot like Christmas. The lights are up, the trees are decorated and the Minister of National Defence has visions of sugar plums dancing in his head. It is becoming very clear that the minister is relying on Santa Claus to visit and hopefully bring the minister that shining new maritime helicopter replacement program we have all been asking for.\n\nWill the minister confirm that the Sea King replacement program will be in place before this House rises for Christmas, or will the minister continue to play Scrooge to our Canadian air force again this year?", 
            "topic": "National Defence", 
            "time": "1999-11-24 14:55:00", 
            "attribution": "Mrs. Elsie Wayne (Saint John, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Art Eggleton", 
                "url": "/politicians/4882/", 
                "member_id": 3245, 
                "party": "Liberal", 
                "riding": "York Centre (Ontario)", 
                "id": 4882
            }, 
            "url": "/hansards/2062/106/", 
            "text": "Mr. Speaker, the hon. member will be pleased to know that the replacement of the Sea King helicopter is our number one priority. We are in fact in the midst of a procurement strategy development so that we can replace them.\n\nMeanwhile, we will make sure that those Sea Kings, as long as they have to fly, will be safe for our people to fly. We have a very high maintenance and inspection standard in this country with our Canadian military. As soon as we can, we will get those new helicopters.", 
            "topic": "National Defence", 
            "time": "1999-11-24 15:00:00", 
            "attribution": "Hon. Arthur C. Eggleton (Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2062/107/", 
            "text": "Mr. Speaker, it is certainly appropriate that the minister talked about safety inspections, because yesterday we talked about the worn out Sea Kings, the rusty Auroras and today we find out that both of the Hercules planes failed when they went to East Timor. Hon. members should listen to the problems: faulty brakes, damaged windows, cracked tailpipes.\n\nI sold used cars for 18 years and this plane would not pass a highway inspection. If a plane cannot pass a highway safety inspection, how can we expect it to fly in the air?\n\nWhen will the minister stop making a laughing stock of the Canadian air force and put money into the airplanes?", 
            "topic": "National Defence", 
            "time": "1999-11-24 15:00:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Art Eggleton", 
                "url": "/politicians/4882/", 
                "member_id": 3245, 
                "party": "Liberal", 
                "riding": "York Centre (Ontario)", 
                "id": 4882
            }, 
            "url": "/hansards/2062/108/", 
            "text": "Mr. Speaker, I think the hon. member should stop making a laughing stock of the Canadian air force because our personnel performed very well in East Timor. Our personnel delivered over 2 million pounds of goods. They delivered over 2,000 people into East Timor to help the people of East Timor. They actually engaged in some 35% to 40% of all of the transport missions in that area of operation. That is a big achievement.", 
            "topic": "National Defence", 
            "time": "1999-11-24 15:00:00", 
            "attribution": "Hon. Arthur C. Eggleton (Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/109/", 
            "text": "I draw the attention of hon. members to the presence in the gallery of the Hon. Percy Mockler, Solicitor General, Minister of Human Resources Development and Housing of the province of New Brunswick.", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/110/", 
            "text": "Hear, hear.", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/111/", 
            "text": "To say the very least, this was a very animated question period. We had a minister using a word which was withdrawn, and we had another member who, in exuberance, made a comment. I understand how these things happen, but this particular member, the member for Langley—Abbotsford, is an officer of this House, and that puts it in another perspective.\n\nI address myself directly to the words that were used. It was a direct statement: “You are disgusting”. I would ask the hon. member if he would please withdraw those words and then we can get on with the business of the House.", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2062/112/", 
            "text": "Mr. Speaker, I would like to appeal to the Chair on this issue, in that—", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "attribution": "Mr. Randy White (Langley—Abbotsford, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/113/", 
            "text": "Shame. Withdraw.", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/114/", 
            "text": "Before we get into any kind of an exchange, this is simply a matter between yourself and the Chair and we are simply dealing with this matter now. If there are other things to be said after, of course I will be prepared to listen to whatever any member has to say. However, at this point, my colleague, as an officer of the House, I would appeal to you to withdraw those words and then we can proceed with the business of the House. Will the hon. member please withdraw the words?", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2062/115/", 
            "text": "Mr. Speaker, I would like to appeal to the Chair, as I was about to say—", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "attribution": "Mr. Randy White", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/116/", 
            "text": "No. It is a direct question. I ask my hon. friend, an officer of the House, simply to withdraw the words and we can get on with other business.\n\nThe hon. House leader of the Reform Party.", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2062/117/", 
            "text": "Mr. Speaker, I have asked the clerk for a transcript, which he is about to give me and I would like to ask the Speaker for a few minutes—", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "attribution": "Mr. Randy White", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/118/", 
            "text": "Oh, oh.", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/119/", 
            "text": "I will hear you.", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2062/120/", 
            "text": "Mr. Speaker, I have it on tape. I will have it in writing in a moment as to what the Minister of Justice said in the House and if it is as I believe, then I would—", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "attribution": "Mr. Randy White", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/121/", 
            "text": "What the minister or anyone else said in the House, for this particular matter, is irrelevant. I will be happy to hear what the hon. member has to say as soon as I settle this point. This is simply an appeal to the hon. member to withdraw those words and then I will hear whatever the hon. member has to say.", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2062/122/", 
            "text": "Mr. Speaker, I will withdraw and I expect a question of privilege on the matter.", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "attribution": "Mr. Randy White", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/123/", 
            "text": "I consider this particular matter to be closed.", 
            "topic": "Presence In Gallery", 
            "time": "1999-11-24 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/124/", 
            "text": "I take it that the hon. member is requesting a question of privilege arising from question period. I will hear the hon. member for Langley—Abbotsford.", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2062/125/", 
            "text": "Mr. Speaker, many times during question period ministers seriously misrepresent the positions of parties in the House, not just the Reform Party but other parties, in their responses. I think you will find today that what the Minister of Justice said concerning pedophilia was directed at the Reform Party. It was intended to be negative in connotation. It was intended to embarrass nationally the party that has fought time and time and time again against such things as sexual exploitation, pedophilia and so on.\n\nI want to get the transcript from today's question period. I want to table it in the House and if, Mr. Speaker, you find that is so, I want a national public apology from a person who has acted totally irresponsibly in the House.", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:05:00", 
            "attribution": "Mr. Randy White (Langley—Abbotsford, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/126/", 
            "text": "If there was something that was said in the House of Commons which is in Hansard , we will have a look at it. It is at that time that we will bring up whether there is a question of privilege or a point of order.\n\nFrom what I have heard here today, we have had strong debate on both sides. However, if the hon. member has a point to bring up at another time when we have the information in front of us, I will be happy to hear him. For the time being, I prefer to let this point sit exactly where it is until we get some kind of written evidence in front of us.\n\nDoes the hon. member have another point of order?", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 2478, 
                "party": "Reform", 
                "riding": "Fraser Valley (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2062/127/", 
            "text": "Mr. Speaker, I rise on a point of order. I ask for the Speaker's guidance.\n\nWhen the position of a party is misrepresented in the House to the point where any honest evaluation of the situation is that the misrepresentation amounts to a lie—", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:10:00", 
            "attribution": "Mr. Chuck Strahl (Fraser Valley, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/128/", 
            "text": "Oh, oh.", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 2478, 
                "party": "Reform", 
                "riding": "Fraser Valley (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2062/129/", 
            "text": "I am just talking in theory. If we ask that something be done because of that, what we are left with—and this is the dilemma—is that to allege that someone has lied is a contempt of the House, but to actually lie is not. Look at the dilemma it puts us in. When we say “But that is a lie”, you, Mr. Speaker, say that is unparliamentary. Yet, the lie occurred over there.", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:10:00", 
            "attribution": "Mr. Chuck Strahl", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/130/", 
            "text": "When it comes to debate, on one side or the other, we are going to have various sides put out. This is a matter of debate. I am not here, surely, to judge on the quality of a question or an answer or a debate.", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2062/131/", 
            "text": "Mr. Speaker, I have a point of order.", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/132/", 
            "text": "I do not expect to be interrupted. Please give me a chance to explain.\n\nI think what we have is a matter of debate. Words were said. I would like to hear or read what the words are before I go any further with this matter.", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mike Scott", 
                "url": "/politicians/2100/", 
                "member_id": 3099, 
                "party": "Reform", 
                "riding": "Skeena (B.C.)", 
                "id": 2100
            }, 
            "url": "/hansards/2062/133/", 
            "text": "Mr. Speaker, I rise on a point of order. I sat and listened very carefully to the back and forth which took place during question period. I heard the Minister of Justice point across the way at members of the Reform Party and say “This is the party that supports pedophilia in this country”. That is what I heard. That is on the record. I would suggest that those words are not a matter of debate. That is slander and liable. If those words were repeated outside—", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:10:00", 
            "attribution": "Mr. Mike Scott (Skeena, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/134/", 
            "text": "Order, please. The hon. member has made an allegation that another member has said “This is the party of pedophilia”. Is that correct?\n\nI have just received the transcript.\n\nWe will wait for the official transcript of these words, but I want to deal with another matter.\n\nThe member for Skeena alleges that the minister said “this party”, referring to the Reform Party, is the “party of pedophilia”. Those are the words he said I believe. The minister—", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mike Scott", 
                "url": "/politicians/2100/", 
                "member_id": 3099, 
                "party": "Reform", 
                "riding": "Skeena (B.C.)", 
                "id": 2100
            }, 
            "url": "/hansards/2062/135/", 
            "text": "Mr. Speaker, I believe the words I reported back to the Chair were that the minister looked at the Reform Party, pointed her finger and said “This is the party that supports pedophilia in this country”.", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:15:00", 
            "attribution": "Mr. Mike Scott", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/136/", 
            "text": "We could deal with this when we get the blues, but the minister is here in the House. If the minister said these words, then I would ask her to withdraw those words if she said them. She is here now.", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2062/137/", 
            "text": "Mr. Speaker, let me clarify this to the best of my ability. In fact, quite truthfully what I meant to say—", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:15:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/138/", 
            "text": "Oh, oh.", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/139/", 
            "text": "Order, please. I address the minister. Were these words used?", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2062/140/", 
            "text": "Mr. Speaker, I do not know because during the heat of debate, I cannot say. I look forward to seeing the blues. However, let me say that that which I intended to say—", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:15:00", 
            "attribution": "Hon. Anne McLellan", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2062/141/", 
            "text": "What did you say?", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/142/", 
            "text": "Order, please. We are going to wait for the blues. We will wait for the blues and I will get the official transcript and see what was there. We will return to this if it is necessary.", 
            "topic": "Privilege", 
            "time": "1999-11-24 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2062/143/", 
            "text": "Mr. Speaker, I have the pleasure to table in print and in Braille in both official languages the government's response to the sixth report of the Standing Committee on Human Resources Development and the Status of Persons with Disabilities entitled “Reflecting Interdependence: Disability, Parliament, Government and the Community”.", 
            "topic": "Committees Of The House", 
            "time": "1999-11-24 15:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lucienne Robillard", 
                "url": "/politicians/247/", 
                "member_id": 2732, 
                "party": "Liberal", 
                "riding": "Westmount—Ville-Marie (Québec)", 
                "id": 247
            }, 
            "url": "/hansards/2062/144/", 
            "text": "Mr. Speaker, pursuant to Standing Order 32(2), I am pleased to table, in both official languages, the annual report on official languages for 1998-99.", 
            "topic": "1998-99 Annual Report On Official Languages", 
            "time": "1999-11-24 15:15:00", 
            "attribution": "Hon. Lucienne Robillard (President of the Treasury Board and Minister responsible for Infrastructure, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2062/145/", 
            "text": "Mr. Speaker, pursuant to Standing Order No. 36(8) I have the honour to table in both official languages the government's responses to three petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "1999-11-24 15:15:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Joe Comuzzi", 
                "url": "/politicians/70/", 
                "member_id": 3234, 
                "party": "Liberal", 
                "riding": "Thunder Bay—Nipigon (Ontario)", 
                "id": 70
            }, 
            "url": "/hansards/2062/146/", 
            "text": "Mr. Speaker, I have the honour pursuant to Standing Order 34 to present in both official languages the report of the Canada-United States Interparliamentary Group at its fall conference held in Washington on September 12 and 14.\n\nMr. Speaker, I know you would like me to carry on, but I will just table the report as it is.", 
            "topic": "Interparliamentary Delegations", 
            "time": "1999-11-24 15:15:00", 
            "attribution": "Mr. Joe Comuzzi (Thunder Bay—Superior North, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2062/147/", 
            "text": "Mr. Speaker, I have the honour to present the 10th report of the Standing Committee on Procedure and House Affairs regarding the associate membership of the Standing Committee on Human Resources Development and the Status of Persons with disabilities.\n\nIf the House gives its consent, I move:\n\nThat the 10th report of the Standing Committee on Procedure and House Affairs presented to the House earlier this day be concurred in.", 
            "topic": "Committees Of The House", 
            "time": "1999-11-24 15:15:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/148/", 
            "text": "Does the hon. member have permission to put the motion?", 
            "topic": "Committees Of The House", 
            "time": "1999-11-24 15:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/149/", 
            "text": "Agreed.", 
            "topic": "Committees Of The House", 
            "time": "1999-11-24 15:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/150/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Committees Of The House", 
            "time": "1999-11-24 15:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/151/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Committees Of The House", 
            "time": "1999-11-24 15:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2062/152/", 
            "text": "Mr. Speaker, there have been consultations among House leaders with respect to the televising of a committee of the House. I move:\n\nThat the House, pursuant to Standing Order 119(1), authorize the Standing Committee on Aboriginal Affairs and Northern Development to televise its meetings on Wednesday, November 24 in the afternoon and Thursday, November 25 in the morning, during its study on Bill C-9, an act to give effect to the Nisga'a final agreement in accordance with the guidelines pertaining to televising committee proceedings.", 
            "topic": "Committees Of The House", 
            "time": "1999-11-24 15:20:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/153/", 
            "text": "Does the hon. member have consent to put the motion?", 
            "topic": "Committees Of The House", 
            "time": "1999-11-24 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/154/", 
            "text": "Agreed.", 
            "topic": "Committees Of The House", 
            "time": "1999-11-24 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/155/", 
            "text": "The House has heard the terms of the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Committees Of The House", 
            "time": "1999-11-24 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/156/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Committees Of The House", 
            "time": "1999-11-24 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Rose-Marie Ur", 
                "url": "/politicians/3415/", 
                "member_id": 2589, 
                "party": "Liberal", 
                "riding": "Lambton—Kent—Middlesex (Ontario)", 
                "id": 3415
            }, 
            "url": "/hansards/2062/157/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36, I am pleased to present a petition signed by residents of Grand Bend, Forest and Parkhill.\n\nThe petition states that the use of the additive MMT in Canadian gasoline presents an environmental problem affecting every man, woman and child in Canada. The petitioners call upon parliament to set by the end of this calendar year national clean fuel standards for gasoline with zero MMT and low sulphur content.", 
            "topic": "Petitions", 
            "time": "1999-11-24 15:20:00", 
            "attribution": "Mrs. Rose-Marie Ur (Lambton—Kent—Middlesex, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Clifford Lincoln", 
                "url": "/politicians/5063/", 
                "member_id": 2687, 
                "party": "Liberal", 
                "riding": "Lac-Saint-Louis (Québec)", 
                "id": 5063
            }, 
            "url": "/hansards/2062/158/", 
            "text": "Mr. Speaker, I have the honour to present a petition by a number of residents of my riding, on the West Island of Montreal, which reads as follows “We, the undersigned Canadian residents, call on parliament to declare an immediate moratorium on the cosmetic use of chemical pesticides”.\n\nThey ask for an immediate moratorium on the cosmetic use of chemical pesticides until such time as their use has been scientifically proven to be safe and the long term consequences of their application are known.", 
            "topic": "Petitions", 
            "time": "1999-11-24 15:20:00", 
            "attribution": "Mr. Clifford Lincoln (Lac-Saint-Louis, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2062/159/", 
            "text": "Mr. Speaker, I am very pleased to present a huge petition of some 231 pages with names of people from Saskatchewan and Manitoba. They obviously have some considerable difficulty with the AIDA program. In their petition they wish the House to recognize the failure of AIDA and to replace it with an acreage payment. I present the petition to the House and ask the minister of agriculture to do so.", 
            "topic": "Petitions", 
            "time": "1999-11-24 15:20:00", 
            "attribution": "Mr. Rick Borotsik (Brandon—Souris, PC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2062/160/", 
            "text": "Mr. Speaker, I am pleased to rise, pursuant to Standing Order 36, to table a petition signed by 621 riparian owners along the St. Lawrence River in the riding of Verchères—Les-Patriotes.\n\nCiting the end of the shoreline protection program, the petitioners point out that the phenomenon of shoreline erosion along the St. Lawrence River is assuming increasingly worrisome proportions and that it is affecting not just the environment, their safety and their well-being, but also the integrity of their property.\n\nThe petitioners therefore call on the House of Commons to take action to have the federal government assume its responsibilities with respect to shoreline protection along the St. Lawrence River as soon as possible, and to have it implement satisfactory measures to halt the phenomenon of shoreline erosion without delay.\n\nI am also pleased to submit directly to the Minister of Fisheries and Oceans resolutions passed to this effect by the municipalities of Boucherville, Varennes, Verchères and Contrecoeur, as well as the RCM of LaJemmerais.", 
            "topic": "Petitions", 
            "time": "1999-11-24 15:20:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Norman E. Doyle", 
                "url": "/politicians/4342/", 
                "member_id": 2536, 
                "party": "Progressive Conservative", 
                "riding": "St. John's East (Newfoundland & Labrador)", 
                "id": 4342
            }, 
            "url": "/hansards/2062/161/", 
            "text": "Mr. Speaker, I have a petition to present on behalf of a number of citizens from the St. John's area.\n\nThe petition calls upon the House to encourage the federal government to financially support the clean-up of St. John's harbour. It would involve a financial commitment from the federal government for a sewage treatment system required for that clean-up. Given the fact that the federal government has made similar expenditures in the past, it is indeed a reasonable request. Over $100 million would be required to deal with this environmental problem. The petitioners are very anxious to have the project started.", 
            "topic": "Petitions", 
            "time": "1999-11-24 15:20:00", 
            "attribution": "Mr. Norman Doyle (St. John's East, PC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Paul Forseth", 
                "url": "/politicians/2064/", 
                "member_id": 2485, 
                "party": "Reform", 
                "riding": "New Westminster—Coquitlam—Burnaby (B.C.)", 
                "id": 2064
            }, 
            "url": "/hansards/2062/162/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36, I am pleased to present a petition today from Burnaby constituents who have been frustrated following the summer surge of boats containing Chinese migrants. The petitioners call upon parliament to enact immediate changes to Canada's immigration laws to allow for the deportation of obvious and blatant abusers of the system.\n\nThe petitioners advocate that legislation be enacted requiring refugee claimants to demonstrate that they are fleeing genuine political persecution or face immediate deportation without delay.", 
            "topic": "Petitions", 
            "time": "1999-11-24 15:20:00", 
            "attribution": "Mr. Paul Forseth (New Westminster—Coquitlam—Burnaby, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2062/163/", 
            "text": "Mr. Speaker, I am honoured to present a petition pursuant to Standing Order 36. It urges parliament to fulfil its promise of the 1989 House of Commons commitment to end child poverty by the year 2000.\n\nIt is a very timely, very poignant petition from dozens of residents of Pictou—Antigonish—Guysborough. There was obviously a great deal of interest and debate on this subject matter before the House. I respectfully table the petition on the petitioners' behalf.", 
            "topic": "Petitions", 
            "time": "1999-11-24 15:20:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2062/164/", 
            "text": "Mr. Speaker, I ask that all questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "1999-11-24 15:25:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/165/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "1999-11-24 15:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/166/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "1999-11-24 15:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2062/167/", 
            "text": "Mr. Speaker, I ask that all Notices of Motions for the Production of Papers be allowed to stand.", 
            "topic": "Motions For Papers", 
            "time": "1999-11-24 15:25:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/168/", 
            "text": "Is that agreed?", 
            "topic": "Motions For Papers", 
            "time": "1999-11-24 15:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/169/", 
            "text": "Agreed.", 
            "topic": "Motions For Papers", 
            "time": "1999-11-24 15:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/170/", 
            "text": "I am in receipt of four applications for an emergency debate. The four of them are about the maritime helicopter replacement program. They are marked as to the time I received them.\n\nThe first one I received was from the member for Compton—Stanstead. I will hear him and then I will make my ruling on it. I have a copy of his letter here which I have already read. Therefore, I would ask him to be quite succinct in his presentation.", 
            "topic": "Request For Emergency Debate", 
            "time": "1999-11-24 15:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "David Price", 
                "url": "/politicians/2698/", 
                "member_id": 2677, 
                "party": "Progressive Conservative", 
                "riding": "Compton—Stanstead (Québec)", 
                "id": 2698
            }, 
            "url": "/hansards/2062/171/", 
            "text": "Mr. Speaker, I think it is rather straight forward just from hearing what the minister had to say today. As usual, he was skating around the issue.\n\nThe point is that through the Access to Information Act we received the actual briefing notes of the minister. In those notes it is stated quite clearly that there is an eight year time slot from the time of ordering the helicopters and the time that they will be delivered. At the present time, the Sea King helicopters with their life expansion program only go to the year 2005. Therefore we have a three year window with no maritime helicopters. That is what we are getting at.\n\nIt is a huge safety matter with our armed forces and the Canadian people. That is the main reason we would like to have it debated in the House, but there is a lot more to it.", 
            "topic": "Request For Emergency Debate", 
            "time": "1999-11-24 15:25:00", 
            "attribution": "Mr. David Price (Compton—Stanstead, PC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/172/", 
            "text": "Basically from what the four members have said and what you basically have here, it seems to me at this point at least that they do not meet the proper criteria for an emergency debate.", 
            "topic": "Request For Emergency Debate", 
            "time": "1999-11-24 15:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/173/", 
            "text": "I am in receipt of a notice of motion under Standing Order 52 from the hon. member for Vancouver East. I received her letter earlier today. I have read it so I would ask her to be quite succinct in putting forth her point.", 
            "topic": "Request For Emergency Debate", 
            "time": "1999-11-24 15:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Libby Davies", 
                "url": "/politicians/libby-davies/", 
                "member_id": 2499, 
                "party": "NDP", 
                "riding": "Vancouver East (B.C.)", 
                "id": 80
            }, 
            "url": "/hansards/2062/174/", 
            "text": "Mr. Speaker, I will try to be very brief. I rise on a very solemn and serious matter. As you know I wrote you a letter to seek leave to have an emergency debate under Standing Order 52(2).\n\nToday is the 10th anniversary of the unanimous resolution that was passed in the House of Commons to seek to eliminate child poverty by the year 2000. Maybe the Speaker himself was present in the House that day. It was an honourable resolution that was made 10 years ago. Regrettably, today we are in a situation where not only have we not made any progress in this regard, a goal that was put together by all members of the House, but the situation has become much worse, to the extent that there are now 1.4 million children living in poverty.\n\nWe must not forget that those children are not alone. They are attached to families. Tens of thousands of families are living in poverty in this country.\n\nFor the 1.4 million children living in poverty this is definitely an emergency. For the 90% of single mothers of young children, it is an emergency. For the 300,000 children who make use of food banks, it is definitely an emergency.\n\nOver the past two days, citizens right across the country have been holding vigils and meetings to address the emergency. Today, as the leader of the NDP pointed out, bells were ringing across the country at noon to draw to the attention of all members of the House the fact that the resolution has not met its goal.\n\nI believe that members of parliament need an opportunity to report on the scale of the problem in our own communities, to question the government on why this emergency now exists and to set out some recommendations about what actions need to be taken to help poor kids in the country.\n\nTherefore, Mr. Speaker, I urge that you grant the emergency debate because this did come from parliament and from all of us working together. Here we are 10 years later in a very sorry state of affairs. I think this is something that really necessitates an emergency debate. I would ask you to consider that.", 
            "topic": "Request For Emergency Debate", 
            "time": "1999-11-24 15:25:00", 
            "attribution": "Ms. Libby Davies (Vancouver East, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2062/175/", 
            "text": "When I received the letter today I thought about it quite well. It is basically what you have said in the House.\n\nHowever, according to our criteria, at least at this time, it does not meet the criteria for an emergency debate today. This does not mean that it could not be considered at some other time.", 
            "topic": "Request For Emergency Debate", 
            "time": "1999-11-24 15:30:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2062/176/", 
            "text": "The House proceeded to the consideration of Bill C-8, an act respecting marine conservation areas, as reported (with amendment) from the committee.", 
            "topic": "", 
            "time": "1999-11-24 15:30:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2062/177/", 
            "text": "There are 60 motions in amendment standing on the notice paper for the report stage of Bill C-8.\n\nMotions will be grouped for debate as follows:\n\nGroup No. 1, Motions Nos. 1 to 3, 7, 12, 13, 26 to 29, 37, 40 to 48, 53, 55, 56, 59 and 60.\n\nGroup No. 2: Motions Nos. 4 to 6, 8 to 11, 14, 15, 21 to 25, 30 to 36, 38, 39, 51, 52, 54, 57, and 58.\n\nGroup No. 3, Motions Nos. 16 to 20, 49 and 50.\n\nThe voting patterns for the motions within each group are available at the table. The Chair will remind the House of each pattern at the time of voting.\n\nI shall now propose Motions Nos. 1 to 3, 7, 12, 13, 26 to 29, 37, 40 to 48, 53, 55, 56, 59 and 60 to the House.\n\nSince there are many motions, is there unanimous consent to consider all of them as read?", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 15:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/178/", 
            "text": "Agreed.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 15:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pierre De Savoye", 
                "url": "/politicians/6437/", 
                "member_id": 3305, 
                "party": "Bloc", 
                "riding": "Portneuf (Québec)", 
                "id": 6437
            }, 
            "url": "/hansards/2062/179/", 
            "text": "moved:\n\nMotion No. 1\n\nThat Bill C-8 be amended by deleting the Title.\n\nMotion No. 2\n\nThat Bill C-8 be amended by deleting the Preamble.\n\nMotion No. 3\n\nThat Bill C-8 be amended by deleting Clause 1.\n\nMotion No. 7\n\nThat Bill C-8 be amended by deleting Clause 3.\n\nMotion No. 12\n\nThat Bill C-8 be amended by deleting Clause 6.\n\nMotion No. 13\n\nThat Bill C-8 be amended by deleting Clause 7.\n\nMotion No. 26\n\nThat Bill C-8 be amended by deleting Clause 12.\n\nMotion No. 27\n\nThat Bill C-8 be amended by deleting Clause 13.\n\nMotion No. 28\n\nThat Bill C-8 be amended by deleting Clause 14.\n\nMotion No. 29\n\nThat Bill C-8 be amended by deleting Clause 15.\n\nMotion No. 37\n\nThat Bill C-8 be amended by deleting Clause 17.\n\nMotion No. 40\n\nThat Bill C-8 be amended by deleting Clause 19.\n\nMotion No. 41\n\nThat Bill C-8 be amended by deleting Clause 20.\n\nMotion No. 42\n\nThat Bill C-8 be amended by deleting Clause 21.\n\nMotion No. 43\n\nThat Bill C-8 be amended by deleting Clause 22.\n\nMotion No. 44\n\nThat Bill C-8 be amended by deleting Clause 23.\n\nMotion No. 45\n\nThat Bill C-8 be amended by deleting Clause 24.\n\nMotion No. 46\n\nThat Bill C-8 be amended by deleting Clause 25.\n\nMotion No. 47\n\nThat Bill C-8 be amended by deleting Clause 26.\n\nMotion No. 48\n\nThat Bill C-8 be amended by deleting Clause 27.\n\nMotion No. 53\n\nThat Bill C-8 be amended by deleting Clause 30.\n\nMotion No. 55\n\nThat Bill C-8 be amended by deleting Clause 31.\n\nMotion No. 56\n\nThat Bill C-8 be amended by deleting Clause 32.\n\nMotion No. 59\n\nThat Bill C-8 be amended by deleting Schedule 1.\n\nMotion No. 60\n\nThat Bill C-8 be amended by deleting Schedule 2.\n\nMr. Speaker, Bill C-8 is entitled, as hon. members will remember, “an act respecting marine conservation areas”. It was introduced by the Minister of Canadian Heritage and its purpose is to provide a legal framework for the creation of 28 marine conservation areas representative of each of the Canadian ecosystems.\n\nThe Saguenay—St. Lawrence marine park is the 29th marine conservation area, but is not governed by this legislation since it has its own legislation.\n\nThe Bloc Quebecois supports measures to protect the environment. More particularly, the Bloc Quebecois reminds the government of its support for the government when it proposed passing legislation to create the Saguenay—St. Lawrence marine park. Moreover, the Bloc Quebecois knows that the Quebec government is launching initiatives aimed at protecting the environment, particularly the marine floor.\n\nThe Quebec government is also open to working in co-operation with the federal government, as evidenced by the third phase of the St. Lawrence action plan.\n\nHowever, the Bloc Quebecois is opposed to this bill for two reasons: first, instead of relying on dialogue, as in the case of the Saguenay—St. Lawrence marine park, the federal government wants to create marine conservation areas, regardless of the fact that Quebec has jurisdiction over the protection of its territory and of the environment.\n\nThe second reason is the fact that Heritage Canada is proposing to establish a new structure, the marine conservation areas, which will duplicate Fisheries and Oceans Canada's marine protected areas and Environment Canada's marine protection zones.\n\nAs you know, committee hearings were held on this bill, and many witnesses were heard. After hearing these witnesses and looking at the amendments put forward by the government and the other opposition parties, the Bloc Quebecois wants to tell the House that its position has not changed with regard to this bill. We are still opposed\n\nIndeed, there is duplication of responsibilities between Fisheries and Oceans and Heritage Canada. Also, it is unclear whether marine conservation areas could be established based on the same principle that guided the creation of the Saguenay—St. Lawrence marine park.\n\nWe support the spirit of the bill, which is to preserve sample marine areas for future generations, and we believe this should be the responsibility of the Minister of Fisheries and Oceans.\n\nI remind members that, in his testimony, the director general of Parks Canada, Mr. Tom Lee, in response to a question asked by a government member last February, stated that, in Canada, oceans are the responsibility of the Department of Fisheries and Oceans.\n\nTo date, every coastal community group that has come before the committee spoke out against this bill. These people, whether they were fishermen or natives, all said in their own way that this bill duplicates the work of Fisheries and Oceans Canada.\n\nRecently, the advisory committee responsible for conducting the feasibility study on the establishment of a marine conservation area in Bonavista Bay and Notre Dame Bay, in Newfoundland, ended its work because, and I quote from the news release issued by Heritage Canada in March, “a large number of residents, particularly fishermen, are concerned about the impact of the establishment of a marine conservation area on their way of life”.\n\nPerhaps what would be necessary in order to achieve the objectives of creating marine conservation areas would be to broaden the concept of marine protected areas as currently defined by the Minister of Fisheries and Oceans.\n\nIt seems to us today, as it did when all this began, that this avenue would be far preferable to bringing in new legislation, a new structure, new regulations, which to all intents and purposes have been rejected by all population groups affected who came to speak at the committee hearings.\n\nI know that a Reform Party colleague is proposing an amendment to restore to the Minister of Fisheries and Oceans the responsibility for these marine conservation areas. Alas, his amendment to make the Minister of Fisheries and Oceans responsible for marine conservation areas would not be enough, on its own, to avoid the duplication between marine protected areas and marine conservation areas.\n\nWhat would have to be amended to include the concept underlying marine conservation areas would be the Oceans Act. The Reform member's amendment does not integrate the two responsibilities. It keeps them distinct from one another, and merely gives them both to the Minister of Fisheries and Oceans. Members must understand that we do not find this sufficient.\n\nFinally, there is no provision, in either the bill or the amendments moved by the government, to guarantee the territorial integrity of Quebec will be respected, once the bill has been passed.\n\nAs we know, the federal and Quebec governments do not see eye to eye on the ownership of certain sea floors, particularly in the estuary and the Gulf of St. Lawrence Gulf. It is therefore quite obvious that this bill will end up in a collision of jurisdictions between the interests of the federal government and the clearly legitimate ones of the government of Quebec.\n\nFor all these reasons, the Bloc Quebecois is opposed to Bill C-8, because it does not give explicit recognition to the territorial integrity of Quebec and because it constitutes duplication of what is already being done with the marine protected areas by the Department of Fisheries and Oceans.\n\nThe Bloc Quebecois in opposing Bill C-8 is clearly giving expression to what the people of Quebec indicated as their best interests and to what the many witnesses appearing before the heritage committee indicated as their best interests.\n\nI would like to add a personal note. All too often, as it has done in the past and still does now, the federal government, with the best intentions in the world, decides it has exclusive knowledge and authority to put forward bills that have merit, but that do not meet the expectations and needs of the people concerned. Worse, the government tends often to duplicate efforts, structures and responsibilities.\n\nWe are once again facing a similar situation. It is unfortunate that the government, once again with good intentions, has failed to realize that the opposition to this bill is not on the merit of things but rather on the way they are treated. It is often said that approach is all.\n\nThe federal government could, in the light of what went on in committee, reorganize the bill to reorient it toward the proper authority, especially, to combine two concepts, by extending the prerogatives of the Department of Fisheries and Oceans. At the same time, the government should make specific provision in this bill for the respect of Quebec's territorial integrity and its authority in a certain number of jurisdictions including that of the floor of the Gulf of St. Lawrence.\n\nI hope that the government will understand my remarks and take them into account.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 15:30:00", 
            "attribution": "Mr. Pierre de Savoye (Portneuf, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Inky Mark", 
                "url": "/politicians/inky-mark/", 
                "member_id": 2510, 
                "party": "Reform", 
                "riding": "Dauphin—Swan River (Manitoba)", 
                "id": 183
            }, 
            "url": "/hansards/2062/180/", 
            "text": "Mr. Speaker, I am pleased to take part in the debate at report stage of Bill C-8, which is really the old Bill C-48, the Marine Conservation Act.\n\nWe in the Reform Party oppose the amendments put forth by the Bloc Quebecois in terms of deleting numerous parts of the bill. In fact this bill has the right idea. There is no doubt about it, but the government takes the wrong approach. Reform should support this bill only if its amendments would be approved. I would certainly think at this time that this bill, if unamended, is better to be defeated.\n\nIn an age when everyone in the world is becoming more aware of the environment, it makes sense to have good legislation in place to preserve and to take care of our environment. I said good legislation. To create good legislation requires a lot of work on the part of legislators. It means gathering good data. It means consulting all the stakeholders. It means having many meetings throughout the country. It means keeping people informed. Above all, it means being honest and upfront with everyone.\n\nGood legislation does not isolate parts of the country. Good legislation creates good debate and usually brings people together to resolve conflicts. Good legislation does not leave groups out on the edge hanging on for dear life.\n\nUnfortunately Bill C-8 is not a good example of good legislation. It leaves too many stakeholders hanging. Bill C-8 leaves too many stakeholders at risk and Bill C-8 does not have any balance. It is too favourable to environmentalists.\n\nIn fact, on the whole issue of consultation, the government brags about the way it consults people. Unfortunately, sending out a letter at the initial stage of the discussion documents is not the whole process. It may be a good beginning, but there is no follow through on the government's consultation process.\n\nThe one principal question that was not answered was whether this legislation was really necessary, considering that Canada already has at least 36 federal acts and 20 provincial and territorial acts, together with numerous international conventions and accords that relate to the protection and use of the marine environment and marine resources.\n\nAs recent as the Oceans Act of 1996, under the provisions of part 2, section 35(2) the Minister of Fisheries and Oceans is mandated to:\n\n—lead and co-ordinate the development and implementation of a national system of marine protected areas on behalf of the Government of Canada.\n\nThis allows the minister to make regulations, first, designating marine protected areas and, second, prescribing measures that may include but not be limited to the zoning of marine protected areas, the prohibition of classes of activities within marine protected areas and any other matters consistent with the purpose of the designation.\n\nFurther to that a clear process is laid out for the minister to develop and implement a national strategy for the management of estuarine coastal and marine ecosystems in water that belongs to Canada.\n\nI go back to the time when this bill was called the Marine Parks Protection Act. Actually that is more accurate because this piece of legislation is about protection. It is beyond conservation. In other words the legislation is that basically once an area is designated that is it; hands off forever. No one can deal with it. It becomes a protected area for the rest of the time we are on the face of the earth. Of course there is always a chance the government can make regulations and change them as well.\n\nThe Reform Party supports good legislation in environmental protection. It believes in sustainable development. It believes in balanced legislation.\n\nThe bill affects five other ministries and yet not once did we hear from any of the other ministries when it was at committee stage. The bill directly impacts the ministries of the environment, natural resources, Indian and northern affairs, oceans and fisheries, and transport.\n\nIt is unfortunate that we do not have a lot of time to say much about the bill. I guess I will have to wait until third reading stage. There are many concerns that the Canadian people need to hear about.\n\nAs I indicated, there are at least 36 pieces of federal acts that already look after conservation areas. This point is taken from the discussion paper of August 1998 called Our Marine Protection Areas: A Strategy for Canada's Pacific Coast . In it there is an appendix which lists all federal and provincial statutory powers for protecting marine areas.\n\nIf the government realizes there are so many acts and regulations already in place, why would we need another one? I believe we do not really need another one because of the ones already in place.\n\nThe bill impacts the Department of Fisheries and Oceans and Environment Canada. The mandate of Environment Canada is to protect coastal marine habitats regarding marine migratory bird sanctuaries that are heavily used by birds for breeding, feeding, migration and overwintering.\n\nThe bill goes beyond just protecting what is on the water and underneath the water but also what is above the water. It is unfortunate that we do not have time to discuss the impact that has on the aviation traffic in the country. Imagine having a no fly zone in designated protection areas along the west coast where mountains come right up to the water's edge. I think that would be a little dangerous for aircraft travel.\n\nMay I close by saying that this is not properly a parks bill. As I indicated originally it was a parks bill under the marine parks protection act but people perceive parks in a very different fashion than they do protected conservation areas. The bill is really an environmental bill. The official opposition believes in sustainable development and the management of the environment to both preserve biodiversity and conserve the environment of Canadians present and future.\n\nWith this bill the heritage minister expands her domain and encroaches on what is more properly the responsibility of the Minister of Environment, her old portfolio. The minister wants to sidestep the proper role of parliament with the insertion of the Henry VIII clauses that allow cabinet to amend the act more or less at will.\n\nThe act requires provincial governments to obey it, and enforcement officers may arrest without warrant and enter private property without permission. To conclude, the bill gives superintendents of parks way too much power and too much authority to make decisions for which they are not really accountable.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 15:45:00", 
            "attribution": "Mr. Inky Mark (Dauphin—Swan River, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2062/181/", 
            "text": "Mr. Speaker, Bill C-8, former Bill C-48, introduced by the Minister of Canadian Heritage, has now reached the report stage.\n\nBefore going any further, I think it would be appropriate to explain briefly to the public what Bill C-8 is all about.\n\nBill C-8, an act respecting marine conservation areas, seeks to define the legal framework for the establishment of 28 marine conservation areas, so as to protect and preserve natural marine areas that are representative of the oceans and of the Great Lakes, to promote public knowledge, appreciation and enjoyment of this marine heritage, and to pass it on to future generations.\n\nThe Saguenay—St. Lawrence marine park is the 29th marine conservation area. It was officially established on June 12 and it has its own legislation.\n\nThe Bloc Quebecois totally supports the spirit of conservation of this bill. Both Quebec and Canada have marine areas that need to be protected.\n\nHaving said that, in November 1998 I spoke to this same bill, then known as Bill C-48. In light of all the criticism, both by the opposition parties and at the heritage committee hearings, where almost every coastal group spoke out against Bill C-48, we could have expected some major changes in Bill C-8.\n\nDespite all the criticism, no changes were made to Bill C-48. Again, the government opposite has decided to act alone.\n\nLet us take a closer look at this bill, in order to uncover the trickery, centralizing tendencies and total confusion that it will help this government unleash.\n\nFirst, there are the usual problems of jurisdiction. One would think this government had never heard of the constitution.\n\nBill C-8 will give the federal government authority to establish marine conservation areas with no regard for the jurisdictions of Quebec and the provinces.\n\nBut one of the prerequisites to the federal government's setting up a marine conservation area is that it own the proposed site. Clause 5(2) of Bill C-8 reads as follows:\n\n—the Governor in Council is satisfied that Her Majesty in right of Canada has clear title to or an unencumbered right of ownership in the lands to be included in the marine conservation area, other than such lands situated within the exclusive economic zone of Canada.\n\nIt is hard to be clearer.\n\nParadoxically, it is expressly written in the Constitution, 1867, that the management and sale of public lands come under the exclusive jurisdiction of the provinces. Section 92, subsections (5), (13) and (16) of the British North America Act, 1867, provides, and I quote:\n\nIn each Province the Legislature may exclusively make Laws in relation to Matters coming within the Classes of Subjects next herein-after enumerated; that is to say,—\n\n5. The Management and Sale of the Public Lands belonging to the Province and of the Timber and Wood thereon;\n\n13. Property and Civil Rights in the Province;\n\n16. Generally all Matters of a merely local or private Nature in the Province.\n\nIn addition, section 92A of the BNA Act provides, and I quote:\n\n(1) In each province, the legislature may exclusively make laws in relation to a ) exploration for non-renewable natural resources in the province; b ) development, conservation and management of non-renewable natural resources and forestry resources in the province, including laws in relation to the rate of primary production therefrom.\n\nAs we can see, the Constitution clearly recognizes that the management and sale of crown land are matters of exclusive provincial jurisdiction. It falls under exclusive provincial jurisdiction. That is all there is to it.\n\nSo, how do you explain this clear and voluntary violation of the Constitution by the federal government?\n\nIt is even harder to understand given that the Government of Quebec and the federal government have already signed a co-operation agreement in this respect. Under the agreement entitled “St. Lawrence action plan, phase III”, which they both signed, both levels of government agreed to co-operate in order to protect ecosystems in the Saguenay—St. Lawrence marine park and in the St. Lawrence River.\n\nWhy is the federal government all of a sudden trying to unilaterally create marine conservation areas in Quebec? Why is the federal government refusing to use the same model of co-operation as the one designed by both levels of government for the Saguenay—St. Lawrence marine park? This is another example of co-operation between the federal government and Quebec to create a marine park.\n\nThe Saguenay—St. Lawrence marine park was created in 1997, pursuant to mirror legislation allowing both the federal and the provincial governments to carry out their duties, without any transfer of land. So, why not use these two examples, which work very well? The federal government is taking wicked pleasure from meddling in the jurisdictions of the provinces. This is intolerable and unacceptable.\n\nWhat the Minister of Canadian Heritage wants to do is destructive. What she wants is to appropriate Quebec territory by circumventing Quebec's jurisdictions over the environment. She wants carte blanche to create marine conservation areas on marine floors, knowing full well that she is blatantly contravening the Canadian constitution.\n\nIn addition to contravening the constitution, the Minister of Canadian Heritage and the entire government are busy creating a real bureaucratic nightmare in which overlap among the various federal departments will create a real mess of red tape. Let us take a long look at this real mess.\n\nThe federal government wants to create marine conservation areas through Canadian Heritage. However, the marine protection zones are managed by Fisheries and Oceans, and the marine and wildlife reserves are managed by Environment Canada. I think this government definitely needs a quick update on organizational structures.\n\nLet me quote the remarks of Patrick McGuinness, the vice-president of the Fisheries Council of Canada, which he made when he appeared before the Standing Committee on Canadian Heritage, and I quote:\n\nIf there's a need for legislation to establish marine conservation areas, it is our view that such legislation should be incorporated into the recently passed Oceans Act under the responsibility of the Minister of Fisheries and Oceans and administered by the Department of Fisheries and Oceans.\n\nIt is simply inefficient, cumbersome public administration to bring forward this MCA initiative in its own act under the responsibility of a separate minister and a separate department.\n\nMr. McGuinness even proposed the bill be simply withdrawn. Naturally, however, in the view of the Minister of Canadian Heritage and the government, Mr. McGuinness knows absolutely nothing about marine areas. In fact, as far as the Liberals are concerned, Mr. McGuinness is a real dolt. We know that most witnesses who appeared before the committee were opposed to Bill C-8. Why then does the Minister of Canadian Heritage not simply withdraw it?\n\nFor all of these reasons, it is my responsibility as a parliamentarian to vote against this bill. Bill C-8 is a real violation of provincial jurisdictions.\n\nAs well as violating provincial authority, the majority of the Quebec and Canadian public has also spoken out against this bill. As a democrat, and the member of parliament for the Quebec riding of Laurentides, I cannot support this bill. Moreover, Bill C-8 will create a real bureaucratic nightmare of duplications and overlaps between three departments, namely Canadian Heritage, Fisheries and Oceans Canada, and Environment Canada.\n\nI reject this bill outright, and I want the minister to go back and do her homework over again, because this bill is totally unacceptable.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 15:50:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Wendy Lill", 
                "url": "/politicians/4361/", 
                "member_id": 2542, 
                "party": "NDP", 
                "riding": "Dartmouth (Nova Scotia)", 
                "id": 4361
            }, 
            "url": "/hansards/2062/182/", 
            "text": "Mr. Speaker, I am pleased to speak today to the report stage of Bill C-8, an act respecting marine conservation areas.\n\nThe group one motions for the Bloc Quebecois are to delete in full the reference clauses in Bill C-8. We agree with the Bloc that the bill cannot be supported in its current form, but for differing reasons.\n\nThe New Democratic Party spokesman for parks, the member for Churchill River, Saskatchewan, is in his constituency today and asked that I present the following remarks.\n\nThe NDP supports in principle the marine conservation area concept. There is a definite need to preserve representative marine areas similar to the terrestrial national parks program.\n\nUnfortunately, it became obvious throughout the committee hearings on Bill C-8 that the proposed bill requires further work. We regret that the NDP cannot support Bill C-8 in its present form. We believe that we cannot support weak legislation just for the sake of enacting legislation.\n\nThe following points were raised in committee and through New Democratic Party meetings and correspondence with stakeholders. Questions were raised repeatedly in relation to the proposed interdepartmental structure of the national marine conservation areas and the roles of Environment Canada, Heritage Canada and the Department of Fisheries and Oceans. These concerns include a lack of clarity between the Department of Fisheries and Oceans marine protected areas, MPAs, and the proposed marine conservation areas.\n\nConcerns on the siting and size parameters necessary to protect and conserve marine biological diversity in national marine conservation areas remain unanswered.\n\nThere is also a deficiency in prohibitions. The NDP continues to support prohibitions to ensure the long time preservation of marine areas, efforts that were denied through the committee process. These deficiencies include no prohibitions on bottom trawling or dragging or fin fish aquaculture in national marine conservation areas. By refusing to prohibit such destructive activities, the national marine conservation areas cannot be sufficiently protected. We beg the question, what is being conserved?\n\nI will address the issue of the maintenance of ecological integrity. The Liberals refused to include this NDP amendment as a primary consideration for management plans, although the NDP was successful with the same amendment in Bill C-29, the Parks Canada Agency. This refusal in Bill C-8 demonstrates an inconsistency between Heritage and Parks Canada legislation.\n\nThe NDP is also concerned about the departure from the Bill C-7 Saguenay—St. Lawrence marine park model. Bill C-8 will establish near exclusivity for federal powers in proposed national marine conservation areas, a concern raised by our opposition colleagues and thus an imposition on provincial and community participation in national marine conservation areas.\n\nBill C-7 was based on better co-operation between all government levels, especially in matters related to subsurface seabed rights, and therefore enjoyed all-party support.\n\nOn the issue of off-site impacts, the government continues to ignore ecosystem impacts from areas adjacent to the national marine conservation areas, such as pollution sources from land or waters.\n\nThis repeated NDP concern for marine areas has been proven correct on numerous occasions, the most recent being the series of fish killed in Prince Edward Island this summer from agricultural runoff.\n\nThe NDP has also been proven correct about off-site impacts with the recent discovery that a key source for the continuing contamination of the St. Lawrence beluga population is found adjacent to the Saguenay Park, a beluga food source. We have seen the spectacle there of eels feeding on contaminated sediment in identified toxic hot spots, which the Liberal government continues to delay cleaning up.\n\nMy Churchill River colleague will be pleased to explain further our position on Bill C-8 and its deficiencies at greater length during third reading.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 16:00:00", 
            "attribution": "Ms. Wendy Lill (Dartmouth, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2062/183/", 
            "text": "Mr. Speaker, I am delighted to be able to speak to Bill C-8, an act respecting marine conservation areas, as we proceed through the report stage of this piece of legislation.\n\nBefore I begin my comments on the first group of amendments, let me say that my hon. colleague, the member for West Nova and our Progressive Conservative heritage critic, unfortunately is not able to be here today. He is travelling with the fisheries committee and is obviously dealing with things that are close and dear to his heart. He will be able to speak at future times to this legislation and give his own personal views with respect to Bill C-8.\n\nAs my colleagues in the House are well aware, the Progressive Conservative Party has always been concerned with protecting our fragile ecosystem for our future generations. One needs only to look back at our first Canadian prime minister, the Right Hon. Sir John A. Macdonald, to understand the deep-rooted affection and appreciation we had and we continue to have for our environment.\n\nSir John A. Macdonald created Canada's first national park when in 1885 his Conservative government designated 26 square miles around the hot mineral springs near what is now known as the town of Banff, declaring it a national treasurer.\n\nBy creating Canada's first national park, Sir John A. Macdonald began a legacy that successive governments have continued to build upon.\n\nAs I mentioned, the Progressive Conservative Party has long been concerned with preserving our ecosystem. In 1986, the PC government approved the National Marine Park policy. In 1987, the country's first national marine conservation area, known as Fathom Five in Georgian Bay, was established.\n\nIn 1988, the government signed a federal-provincial agreement with the province of British Columbia to create a national marine conservation area in the Queen Charlotte Islands.\n\nOn April 6, 1990, the Progressive Conservative government signed an historic and unique agreement between Canada and Quebec to create a marine park at the confluence of the Saguenay Estuary and the St. Lawrence River.\n\nIn December 1996, we gave our support to Bill C-78, an act to establish the Saguenay—St. Lawrence Marine Park that culminated with the proclamation of the Saguenay—St. Lawrence Marine Park on June 8 of that year.\n\nLet me note that this marine park was created without the need for any marine conservation legislation like the one that is being debated today.\n\nOur party has continued to support measures that would effectively protect our unique and wonderful ecosystem. We stood firm with this government as we passed legislation that sought the establishment of the Tuktut Nogait National Park. We also showed our support for the establishment of the new Canada Parks Agency.\n\nIt is precisely because of our historical commitment toward protecting and preserving our environment that we find it so difficult to oppose Bill C-8. Yet, we must oppose this bill because we believe that it is fundamentally flawed.\n\nThe legislation has the potential for creating far greater problems than it purports to eliminate. I am convinced that Bill C-8, as amended, is simply going to add another confusing level of bureaucracy to an already nightmarish regulatory process for our fishers and others who make use of marine waters to earn their livelihoods.\n\nOur party supported sending Bill C-48 to committee for review. We did this not only because we are committed to the creation of more national parks, but also because we wanted to give Canadians another opportunity to voice their opposition to this piece of legislation.\n\nTime and time again we heard about the lack of consultation that took place prior to the drafting of the bill. Members of the Canadian heritage committee, along with many witnesses who made presentations to the committee, helped identify a number of glaring weaknesses within the legislation.\n\nTrying to solve its flawed piece of legislation, the government introduced over 40 amendments to the bill prior to being reprinted for report stage.\n\nDespite these many changes, the Minister of Canadian Heritage has seen fit to introduce even further amendments that we will be discussing later. It is no wonder that my colleague for Portneuf, representing the Bloc Quebecois, has introduced amendments that would see the deletion of every aspect of the bill.\n\nDespite our many philosophical differences we have with the Bloc, we nevertheless do agree that Bill C-8 is a flawed piece of legislation that deserves to be defeated in the House.\n\nRather than introduce amendments that would completely alter the nature of the bill, as our friends from the Reform Party have done, the Bloc has decided to simply introduce amendments that would totally eradicate the legislation.\n\nDuring our committee hearings, the member for Rimouski—Mitis asked for an explanation as to why we needed this particular piece of legislation. After all, the federal government and its provincial counterparts created the Saguenay—St. Lawrence Marine Park without the need of legislation. It is obvious by its amendments that a satisfactory answer was not forthcoming.\n\nWhile doing research on another piece of legislation, I came across British Columbia's ministry of environment, lands and parks website. I was pleasantly surprised to hear that they already claimed to have more than 80 marine parks protecting wildlife and their scenic coastline.\n\nI seem to recollect that a marine park was created in Nova Scotia. If I am not mistaken, Canada's military sank the decommissioned HMCS Saguenay off Lunenburg County, providing sanctuary for a large variety of very interesting sea life. This area has subsequently become a major tourist attraction for undersea adventurers. This further proves that creating marine parks is possible without this piece of legislation.\n\nI do not think many people can be found who are fundamentally opposed to the idea of creating marine parks. However, these parks must be identified following extensive consultation with local stakeholders.\n\nOne of our major concerns with the bill is centred on the lack of consultation which took place within our local communities. Yes, the minister can declare that they sent out 3,000 information packages to various organizations. However, they have come to the conclusion that the lack of response they received from the stakeholders was a sign of acceptance. They have based this belief on a false premise.\n\nMany fishers to whom we have talked had no idea that such a bill had been introduced, much less any knowledge of its contents. Is that what is meant by the government's extensive consultations? It is not good enough. The legislation could seriously impact the livelihoods of fishers. Therefore we feel they deserve greater input into any new marine policy.\n\nThere is already anxiety within fishing communities. Fishers are being asked to show blind faith in the government. The government wants them to believe that it will look after their interests when history clearly shows that this has not been the case. Obviously what is happening in the fisheries industry right now proves and points to the mismanagement of the government and certainly a lack of confidence on the part of not only the stakeholders, the fishers, but also the communities which depend upon the fisheries as their livelihood.\n\nFishers have no idea how their fishery will be impacted by the supreme court decision in the Donald Marshall, Jr., case. The government is now asking them to believe that the legislation will not seriously impact their livelihoods. I think the government is asking a little too much.\n\nThe government already has some tools available to it to protect the fragile ecosystem. Under the Oceans Act the minister can designate areas for closure if he feels the resource is being threatened. Evidence of this occurred in Nova Scotia when the minister unilaterally made the decision to close the Sable Gully just east of Sable Island.\n\nWe are concerned that Bill C-8 will add another confusing level of bureaucracy to the regulatory process. Fishers have to contend with DFO regulations, environmental laws, coast guard approvals, Transport Canada guidelines, and now Canada Heritage.\n\nThe Bloc Quebecois believes that Bill C-8 is an infringement upon provincial responsibilities. Although we do not agree with this position, we do agree that substantial provincial government input is necessary for helping to identify future marine conservation areas.\n\nWe have a lot more to say about Bill C-8. However at this time we will hold most of those comments until we debate the Group No. 2 amendments.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 16:05:00", 
            "attribution": "Mr. Rick Borotsik (Brandon—Souris, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dave Chatters", 
                "url": "/politicians/3899/", 
                "member_id": 3049, 
                "party": "Reform", 
                "riding": "Athabasca (Alberta)", 
                "id": 3899
            }, 
            "url": "/hansards/2062/184/", 
            "text": "Mr. Speaker, it is a bit of a challenge to debate the Group No. 1 amendments simply because they appear to be a measure by the Bloc Quebecois to delete every clause of the bill.\n\nIn view of that I will address the bill more generally, simply because I have not had the opportunity to do so. I will address some of the specific amendments in other upcoming groups. In view of what the Group No. 1 amendments represent and that the government does not appear to be engaging in the debate at all today, I will address some of my general concerns about the bill.\n\nCanada has both a national and international obligation to ensure the viability of our east, west and Arctic coasts. All members of the House would probably agree that it is crucially important for us to protect our marine areas. Many clauses in the bill merit consideration and support. We would certainly consider supporting many of them if we could agree on amending some of the other ones.\n\nI agree with the Minister of Canadian Heritage that we must protect our 29 marine regions. There are many ways in which these areas could be neglected or, in a worst case scenario, even destroyed. Conservation efforts are necessary to ensure the future existence and prosperity of our marine areas and with this in mind I support the concept behind the bill.\n\nI also believe strongly in the principle of polluter pay. It has great merit and it makes sense to anybody that those who pollute should pay to fix the damage they cause. Unfortunately sometimes that damage is unfixable and it is difficult to impose just compensation on those who would cause that kind of destruction.\n\nUnfortunately I have many serious concerns that make it impossible for me or my party to support the bill in its current form. The bill appears to fulfil preservationist environmental objectives instead of the usual objectives of national parks, historic or heritage sites. For this reason the bill belongs squarely in the portfolio of the Minister of the Environment. Lacking that, the portfolio of the Minister of Fisheries and Oceans would better fit the bill than that of the Minister of Canadian Heritage.\n\nThe efforts of the Minister of Canadian Heritage to expand her domain make my uncomfortable. Not only would the bill allow the heritage minister's domain over decisions regarding marine conservation areas. She could do so with increased discretionary powers.\n\nBill C-8 proposes that the establishment of marine conservation areas would be ruled by three Henry VIII clauses. The minister could designate new areas under the act without having to steer an amending act through parliament. The usual legislative process would be sidestepped completely.\n\nCanadians are all too aware how the government likes to sidestep proper legislative process. However, in matters as important as marine conservation, I would hope that the government would forgo its usual policies of sleight of hand legislation and instead adopt due process.\n\nTo the government due process means that the legislation goes immediately to a government ruled committee. If that committee has any objections, which is highly unlikely due to the Liberal majority, the entire House of Commons must confirm the objections. Should the committee not raise any objections within 21 days the amendment is passed by order in council.\n\nI do not see a great deal of general MP involvement in the process. If a Liberal dominated committee does not come up with any objections, the amendment goes forward as is. Where is the debate? Where is the careful consideration? Where is the public consultation? The Liberals are truly masters of illusion, that is the illusion of the democratic process.\n\nIt is only fair and right that Canadians affected by these changes be given the opportunity to take part in the process. At the very least, Canadians should be involved so that the changes to their communities and businesses can have minimal negative effects.\n\nAboriginal communities across the country have expressed their opposition to the bill as have many resource based industries. The overwhelming negative public response we have seen has been completely ignored by the government.\n\nThe intent of Bill C-8 is to protect marine environments. No one would disagree that such an effort is very important. However it is unreasonable and impracticable to forge ahead without taking into consideration the effects such efforts will have on communities that rely on the oceans for food and economic sustainability.\n\nWe have all heard what drastic effects the cod fishing moratorium had on countless communities in Newfoundland. Many communities were literally wiped out because people simply had no way of maintaining their lives without the cod fishery. Generations have grown up with cod fishing as their primary source of food and income. However that heritage was banned and communities all over Newfoundland suffered terribly.\n\nNow the heritage minister is looking to destroy Newfoundland's remaining fishing heritage by banning all fishing activities in protected areas. No fishing would be allowed unless a special discretionary minister's permit has been given to the individual. I can only imagine how difficult it will be for the ordinary citizen to get one of those permits. Certainly we have experience with the abuses of ministerial permits in other areas and other sectors in which the government is involved.\n\nAfter the cod moratorium many fishermen managed to transfer their skills to other fisheries and are trying to eke out a living. However the bill will quickly put an end to those efforts.\n\nThe committee heard from the Canadian Aquaculture Industry Alliance on one proposed marine conservation area. I understand that since the time of the hearing, because the bill has dragged on for so long, that the creation of the particular proposed marine conservation area has been dropped. However at that time it certainly was not.\n\nThe area extends from Cape Bonavista to North Head in Notre Dame Bay. It contains approximately 25,000 to 30,000 square miles of coastline. Within the area there is a large inshore fishery with approximately 2,000 fishing licence holders, 35 aquaculture licence holders, and many fine cod farming sites. The total value of fishing and aquaculture industries in the area is almost $600 million.\n\nObviously this area is crucially important to those who rely on fishing and agriculture opportunities. Yet this zoning has a potential which still remains today to permanently shut down much of the fishery in Newfoundland, displacing thousands of Newfoundlanders who desperately need the industry.\n\nWhen the cod moratorium was brought into place many Newfoundlanders saw hope in the growing interest in exploration and production possibilities in the Grand Banks. Since then many people have had their hopes realized because projects like Hibernia, Terra Nova and Sable Island have brought jobs, training and foreign investment to Newfoundlanders and all Canadians.\n\nIf Bill C-8 goes ahead, a rich potential for future development within the Grand Banks will never be realized. To declare the Grand Banks a marine conservation area ignores the fact that drilling projects such as Hibernia and Terra Nova have very strict environmental protectionist guidelines to make sure the surrounding marine ecosystems are not damaged. It is a perfect example of what we call sustainable development in Canada. It is a far more desirable goal than the protectionism we are talking about.\n\nIn my opinion it has not been the development of our natural resources offshore that has endangered the marine habitat in Canada's oceans. It has simply been poor management and overfishing, not resource development.\n\nIf the Grand Banks are closed to industry the government will make sure, although the marine area continues to flourish, that the economy and well-being of Newfoundlanders will suffer terrible damages.\n\nAnother consideration must be what effect Bill C-8 will have on Canada's mining industry. There are indications that vast amounts of mineral deposits might be found under the floor of the Pacific Ocean off the coast of Canada. According to committee testimony these deposits could be worth several billions of dollars.\n\nShould the Canadian government investigate these sources there will be vast revenues from the deposits. Exploration will ensure that Canada stays on the cutting edge of mining and marine technology. Yet Bill C-8 will put an end to all future mining exploration in our oceans.\n\nIf the bill goes forward, Canada will lag behind the rest of the world in mining production and related technologies. The mining industry in Canada will suffer serious damages and thousands of skilled, trained workers will be displaced. The closure of the Devco mine has already shown us how devastating the failure of an industry can be.\n\nI will close on this part of my presentation and readdress some of my further concerns when we get to some of the other upcoming groups. I will continue this debate as we go along.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 16:15:00", 
            "attribution": "Mr. David Chatters (Athabasca, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Mercier", 
                "url": "/politicians/6481/", 
                "member_id": 2727, 
                "party": "Bloc", 
                "riding": "Terrebonne—Blainville (Québec)", 
                "id": 6481
            }, 
            "url": "/hansards/2062/185/", 
            "text": "Mr. Speaker, federal interference in areas of provincial jurisdiction is starting to be routine in this country, under the present government.\n\nWith the blessing—as required by social union—of nine out of ten provinces, Ottawa now has legislated sticking its nose into places where it has no business being: our classrooms, our hospital rooms, our universities and so on.\n\nUp until now, there was one area in which the power-hungry government had not interfered: the bottom of our waterways. No doubt that was an oversight. Now it has been remedied.\n\nThe bill before us corrects this surprising oversight.\n\nIn its principle and purposes, Bill C-8 meets laudable objectives, that is the conservation of animal and plant life in marine areas. We would have liked to be able to support it but, unfortunately, it seems that this government is incapable of coming up with bills that do not include clauses that I liken to worms in a nice apple, which encroach on provincial jurisdictions. It makes it impossible for any member who wants to uphold the Constitution to vote in favour.\n\nThe Bloc Quebecois is opposed to Bill C-8 because it does not explicitly recognize the territorial integrity of Quebec, and also because it will duplicate the marine protected areas of the Department of Fisheries and Oceans.\n\nAt the Canadian heritage committee hearings, almost all coastal groups who appeared before the committee spoke out against this bill, arguing that the Canadian heritage initiative would duplicate what is already being done by the Department of Fisheries and Oceans, create confusion, and so on.\n\nHere is what my colleague for Longueuil said:\n\nThere is nothing in the bill or in the government's amendments that guarantees that, once the bill is passed, the territorial integrity of Quebec will be respected. In fact, we know that the federal and the Quebec governments do not agree about the ownership of some portions of the ocean floor, especially in the estuary of the St. Lawrence River and the Gulf of St. Lawrence.\n\nNow, the bill provides that the government can establish marine conservation areas—and I quote the bill as amended—if the government is satisfied “that Her Majesty in right of Canada has clear title to or an unencumbered right of ownership in the lands to be included in the marine conservation area”.\n\nThere already was a good example the government knew about. They only had to rely on it to get our support. I am talking, of course, about the bill passed in 1997 to establish the Saguenay—St. Lawrence marine park. That legislation respects the jurisdiction of both levels of government. In co-operating to create that park, the federal government did not demand ownership over the lands that Quebec considers its own under the British North America Act of 1867. But things are different for the areas subject to Bill C-8. Ottawa wants to assume ownership over these lands, regardless of the Quebec legislation on crown lands.\n\nAnd there is more. As a result of infringing upon areas of provincial jurisdiction, of walking all over the provinces, Ottawa is caught stepping on its own toes. We now have three federal departments who are suddenly and simultaneously interested in protecting the ocean floor. Heritage Canada wants marine conservation areas. The Department of Fisheries and Oceans want to set up marine conservation areas. And, not wanting to feel left out, Environment Canada now wants to create marine wildlife preserves. Under Bill C-8, each department will have jurisdiction over its own areas or zones. This promises to create a lot of grey areas, legal blur and jurisdictional conflicts.\n\nHere is what project co-ordinator John Melindy told the Standing Committee on Canadian Heritage:\n\nNow, through the Oceans Act, the Minister of Fisheries and Oceans is empowered to declare marine protected areas to conserve species under threat. In view of this fact, we are mystified as to why Canadian Heritage is attempting to run a parallel conservation initiative under a separate piece of legislation....Our position statement is that overall we feel Bill C-8 should be withdrawn. We cannot see any particular reason for making this bill into law. It is felt that this bill would undermine the authority of the Minister of Fisheries and Oceans and transfer powers for marine conservation and habitat protection to Parks Canada, which has no management or scientific expertise in the marine field.\n\nMismanagement, confusion with regard to respective roles, waste of resources, contempt for the Constitution which guarantees provincial jurisdictions, Bill C-8 is a perfect example of all those things.\n\nThe only good thing about this bill, as in the case of so many other bills before it, is that it will hopefully help Quebecers understand that this system is corrupt and that sovereignty alone will enable them to get out of that mess.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 16:25:00", 
            "attribution": "Mr. Paul Mercier (Terrebonne—Blainville, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Reed Elley", 
                "url": "/politicians/1503/", 
                "member_id": 2484, 
                "party": "Reform", 
                "riding": "Nanaimo—Cowichan (B.C.)", 
                "id": 1503
            }, 
            "url": "/hansards/2062/186/", 
            "text": "Mr. Speaker, it is important that we rise today to speak to Bill C-8, the marine conservation act. In view of the fact that this body of amendments really calls for the clause by clause elimination of the bill, we can only speak rather generically to the bill itself.\n\nPerhaps we should call this bill the marine environmental act or, maybe even better, the heritage minister's power grab act. That may seem a little strong, but I want to explain this over the next few minutes to see if there are not some members who might agree with me.\n\nAs I look at the bill I shake my head in amazement. The purpose of the bill is to establish marine conservation areas and reserves under the authority of the Minister of Canadian Heritage, the minister chiefly responsible for national parks. On the surface that objective sounds like motherhood and apple pie. In fact there are some parts of the bill that I would agree with and support.\n\nThe official opposition, for instance, is in favour of a polluter pay principle. It makes sense to me that, just like a user pay situation, those who pollute should also pay the price.\n\nThe official opposition is also supportive of the concepts of participating in the world community of agreements and maintaining the biodiversity. Throughout this we need to be good stewards of what we have been given.\n\nUnfortunately, that is just about as much support as I can give for the original drafting of this bill. I will expand upon my level of support for the amendments shortly.\n\nI have far more concerns over the remaining portions of the bill. To begin with, I question whether this is a parks bill or an environmental protectionist bill. I believe that parks are to be available for the public good. The way I read the bill, the minister will have sweeping powers to virtually eliminate public, private and commercial activity in vast areas of Canada's marine lands. I do not know if this would be acceptable to many Canadians.\n\nThrough clauses 5, 6 and 7 the minister would be able to designate new areas under the act without bringing the act forward again to parliament. This investiture of power to one official in one office is not in keeping with my personal view of an accountable, democratic government. The circumvention of parliament may exist in other acts; however, that does not make it right.\n\nI am very concerned that the heritage minister may simply exclude any exploration or development from any and all sites that she deems to be held within the marine conservation areas. I find this demagogue-like approach to power within the bill very scary but typical of the Liberal government.\n\nThis approach to power is one that cannot be taken lightly. As an example, I would like to bring a matter before the House that is a direct case in point of the heritage minister and Parks Canada superseding all reasonable approaches to power and the issue of common law. Within my riding of Nanaimo—Cowichan lies a portion of the Pacific Rim National Park. Pacific Rim is home to the West Coast Trail, and a more beautiful and rugged part of Canada we will hardly find. Yet, it is here that a family's nightmare began.\n\nOne of my constituents, Mr. John Van Egmond, has met with me on several occasions. The Van Egmonds had a dream of living in a wilderness setting and being able to help people through a practical, hands on approach.\n\nLess than two years ago the Van Egmonds thought that they had found the perfect solution to their dream. Two parcels of fee simple land became available for sale. One land parcel was adjacent to and the other within the boundaries of Pacific Rim National Park. They subsequently purchased both parcels of land.\n\nThey confirmed with the local regional district that they would be permitted to build a bed and breakfast on this property. Unfortunately, after Parks Canada later became involved, they learned that a bed and breakfast would not be permitted.\n\nEver resourceful, the Van Egmonds began to put together a wilderness adventure school that could teach people about the outdoors, specifically in the West Coast Trail environment. Furthermore, their school would be used as a rescue base and emergency shelter for the many hikers that annually use the trail. Over the past several years, due to the popularity of the trail, a reservation system has been used.\n\nAlthough isolated, thousands of people from around the world use that trail every year. Nevertheless, many people are not fully prepared for the hardships of the trail and are injured along the way.\n\nTo accomplish their revised goals, the Van Egmonds had the written assurance of Parks Canada that the rights of private property owners would be respected. However, that is when the problems really began with Parks Canada.\n\nOver the course of the next few months Parks Canada officials cut off access to their land. Remember, this is private land that had been privately purchased. Parks Canada would not permit them to cross crown land that was designated as a park reserve.\n\nThe Van Egmonds believe that Parks Canada officials contacted all the local helicopter companies and told them not to contract with the Van Egmonds to drop building materials or supplies on to their property. It disallowed a septic permit for the Van Egmonds on their own property, even though the local regional district had given its approval. This is where it gets interesting. This was in light of the fact that 8,000 hikers annually use the trail and use the pristine shoreline and surrounding area as their own private septic field.\n\nIn order to try to comply with Parks Canada officials, Mr. Van Egmond had been using a wheelbarrow to move his supplies from a river to his property along the beach. Parks Canada then issued a letter that the Van Egmonds would not be allowed ingress or egress across park land at all, which meant that they would be trespassing every time they stepped off their own property. This is in free Canada.\n\nFurthermore, Parks Canada officials had told the local Ditidaht Band that the Van Egmonds were illegally fishing salmon stocks out of the local Nitinat Narrows and accepting fees to show hikers a series of revered petroglyphs adjacent to their property. This was brought to a head when several members of the band verbally and physically confronted the Van Egmonds.\n\nWhen cooler heads prevailed and voices of reason compared different sides of the story, the Ditidaht Band realized that Parks Canada officials had not told them the truth about the Van Egmonds. The Van Egmonds had not been fishing illegally and were not taking people to view the sacred petroglyphs. At this point the Van Egmonds and the Ditidaht Band began to work together.\n\nOut of respect for the Ditidaht Band, the Van Egmonds have left their property and have been attempting to resolve the issue with the heritage minister.\n\nThe situation is so serious that the Ditidaht Band has since written the Minister of Indian Affairs and Northern Development and the Minister of Canadian Heritage stating that they will not continue in their land claim negotiations until Heritage Canada resolves the issue with the Van Egmonds. Sadly, neither minister has taken the time to date to respond to the Van Egmonds.\n\nThese allegations in a free democracy are difficult to believe. Yet, I have talked and met with people independent from the Van Egmonds who have confirmed these reports. The Van Egmonds want nothing more than to resolve this issue, and yet once again the government is not listening, as it does not listen to many people, particularly in B.C. Is it any wonder that I cannot support this bill and the centralization of power that it would give to the minister?\n\nI take this opportunity to speak out loudly on this issue. This bill is inappropriate. It has far-reaching power that I believe supersedes parliament itself. This is not acceptable. We cannot have any more cases like the Van Egmonds. It cannot be supported. Without the approval of many amendments, I will certainly not be able to support the bill.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 16:35:00", 
            "attribution": "Mr. Reed Elley (Nanaimo—Cowichan, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michel Bellehumeur", 
                "url": "/politicians/4961/", 
                "member_id": 3262, 
                "party": "Bloc", 
                "riding": "Berthier—Montcalm (Québec)", 
                "id": 4961
            }, 
            "url": "/hansards/2062/187/", 
            "text": "Mr. Speaker, I thought the government opposite would have done some thinking between the tabling of its first bill, Bill C-48, and its second one, Bill C-8.\n\nI thought the government would have done some thinking, listened carefully and reread the statements and speeches made in this House, and taken the bill back to the drawing board to make it more acceptable.\n\nNot so. I was not planning to take part in the debate this afternoon, but this is too much. I must speak up. I notice that the government tabled exactly the same bill as before, a bill that was rejected by many and rather seriously challenged by the opposition. The hon. members must realize that we can no more accept it now than we did before.\n\nI looked at this legislation from a lawyer's point of view, since I am the Bloc Quebecois critic for justice, and since all issues in a bill that relate to justice are of interest to me. I looked to see if the government opposite, which is supposed to act responsibly, does at least respect jurisdictions and the Constitution for which it fights so hard, as we saw during oral question period. We live in the best country in the world, as the Prime Minister would say. But does that country at least respect its constitution?\n\nWe must look at clause 5 of the bill to realize that the Liberal government does not respect the Constitution for which it is fighting. Worse yet, it even creates overlap within its own departments, and I will conclude on that.\n\nIn the part of the bill that deals with the Constitution and the enlarging of marine areas, clause 5 states, and I quote:\n\nAn amendment to Schedule 1\n\nThis schedule deals with titles and marine conservation areas.\n\nunder this section or subsection 6(2) may be made only if a ) the Governor in Council is satisfied that Her Majesty in right of Canada has clear title to or an unencumbered right of ownership in the lands to be included in the marine conservation area—\n\nIt must therefore be established whether the submerged lands they wish to include in the conservation area belong to the federal government. According to this section, which I would put in the context of Quebec, when I think of the St. Lawrence River, the immediate answer is that they do not, that the federal government is not the owner of the bed of the St. Lawrence River.\n\nWe know this is what the bill says. There are three sites in the St. Lawrence River and in the Gulf of St. Lawrence that the federal government wants to turn into marine conservation areas. It is ignoring subsection 5(2) and wants to go further still.\n\nWhy do I say that the riverbed does not belong to the federal government? Quite simply because I am referring to the Constitution Act, 1867. As a member of the Bloc Quebecois, I must look at the British North America Act, 1867, the Constitution, because it is the overriding law right now, because the Canadian Constitution is the number one law that everyone must respect, including the federal government.\n\nSection 92(5) of the Constitution Act, 1867, provides that the management and sale of public lands come exclusively under provincial jurisdiction. I know it is complicated, but what is quite clear is that the floor of the St. Lawrence River belongs to the province of Quebec, to Quebecers, and not to Ottawa.\n\nHow will they implement their nice little legislation if not through a show of force? We know how easy it is for the government across the way to flex its muscles in these areas, and we will probably witness another show of force when the time comes to implement this legislation. Legally however, based on the existing legislation, we can only conclude that the federal government does not have jurisdiction over the floor of the St. Lawrence River.\n\nI know it is complicated, as I said earlier. The government opposite finds it complicated, so you can imagine how ordinary citizens feel about it. They find it extremely complicated.\n\nI said so in a previous speech, and I want to say it again because some of my constituents from Berthier—Montcalm just cannot believe it and they ask me “Michel, is it really so complicated?”\n\nWhen you look at the St. Lawrence River and at the fish in these waters, you do so from the perspective of Quebec fishers. They realize that the banks of the river indubitably fall under provincial jurisdiction. They belong to Quebec. Now, if they want to fish, they need to register their boats with the federal government. The St. Lawrence river bed falls under provincial jurisdiction, but the water itself, the seaway, falls under federal jurisdiction.\n\nIt is very complicated for the average person. Add to that federal protected areas and wildlife reserves located in areas under provincial jurisdiction.\n\nMaybe the government opposite should at least start respecting legislation that concerns it directly. It should at least accept these jurisdictions and accept exclusively provincial jurisdictions.\n\nI have not yet talked about fish. A fish, as such, is under provincial jurisdiction, but there are federal quotas. Recreational fishing requires a provincial licence, but commercial fishing also requires a federal licence.\n\nIt is quite complicated. Yet it could be a lot simpler if the government opposite were more co-operative, if it were not always intent on doing only as it pleases. It seems the only person here who has a monopoly on the truth is the Prime Minister. Everybody else is crazy and is wrong.\n\nAgain, we have examples in the area of wildlife protection. In Quebec, we have a good example in the Saguenay—St. Lawrence marine park. It is a good example to follow simply because both levels of government co-operated to make something that works and that is in harmony with the Constitution of Canada.\n\nBoth levels of government agreed to create a marine wildlife reserve with a co-ordinating committee made up of various people selected by both the provincial and federal ministers responsible. Each contributed half of the required funding. It is working out well, because there was consultation.\n\nAs for the bill before us, all stakeholders came to tell us in committee that the federal government had not consulted those involved sufficiently. They did not consult the Government of Quebec sufficiently, for one thing, and its property is involved.\n\nWe are beginning to get used to this. I have spoken about the bottom of the St. Lawrence. Everyone here in this House agrees environment is a shared jurisdiction. Clearly, under the Canadian constitution, the environment concerns both federal and provincial levels. If something is covered by environmental legislation, both levels of government have to be consulted.\n\nI have also referred to the federal government's desire to overlap and bypass Quebec's jurisdictions. At the federal level, that there is departmental overlap.\n\nThis bill overlaps Fisheries and Oceans Canada and Environment Canada jurisdictions. People from both of these departments came before the committee and told us “This makes no sense. There is too much overlap. People will not understand at all. It is too complicated. The government needs to go back to the drawing board”.\n\nToday I realize that the bill under consideration is exactly the same. Let the Liberals go back to the drawing board before they propose something. At least the people responsible for application of this legislation within their own departments will have nothing to say against it.\n\nBefore closing, I would like to make some very important quotes.\n\nDo I have leave of the House to quote three or four very important witnesses, who had things to say that the government would do well to listen to, or to listen to again? Once is not enough for this government.\n\nI would just like about another five minutes on top of my ten.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 16:40:00", 
            "attribution": "Mr. Michel Bellehumeur (Berthier—Montcalm, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2062/188/", 
            "text": "The hon. member for Berthier—Montcalm has asked for his time to be extended five minutes. Is there unanimous consent?", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 16:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/189/", 
            "text": "Agreed.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 16:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/190/", 
            "text": "No.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 16:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2062/191/", 
            "text": "Mr. Speaker, this is not the first time I have spoken to this bill, although the last time it had a different number attached to it.\n\nThe official opposition believes in sustainable development and management of the environment to both preserve biodiversity and conserve the environment for the enjoyment of Canadians at present and in the future.\n\nThe heritage minister by this bill simply expands her domain and encroaches on what is more properly the responsibility of the Minister of the Environment, her old portfolio. The minister in this bill sidesteps the proper role of parliament with the insertion of Henry VIII clauses, as we have already heard described today. The bill requires provincial governments to obey it. The bill impinges on provincial jurisdiction in many ways. Enforcement officers may arrest without warrant and enter private property without permission. That is a summation of some of my concerns.\n\nThis is a politicized environmental bill and not a useful one to assist the environment. That is the problem with the bill. It will burden us with another layer of government bureaucracy. This will prevent honest fishermen, hardworking oil and gas exploration companies, local anglers and recreational boaters from being able to make a living or enjoy themselves.\n\nThe bill will not prevent natural disasters. It will not prevent poachers. It will not prevent the environment from being ruined. Bill C-8 will do none of this.\n\nI attended committee. Reform brought some witnesses to committee. The chief of the Campbell River band was at committee. The North Coast Oil and Gas Task Force was there. West coast fishermen were there. Rather than accept at face value concerns by west coast stakeholders, what did we hear? A lecture from the chairman of the committee. Quite frankly, I was amazed at the treatment meted out to people who had travelled so far.\n\nIf this bill proceeds, we will have three federal departments that can protect marine areas: Environment Canada, the Department of Fisheries and Oceans, and this bill will put Heritage Canada into that picture as well. This is very sloppy indeed and is not the way to proceed. Any time more than one party manages something, we get diffused management, diffused objectives and things tend to fall apart.\n\nI am going to talk about the west coast because I know it best. About half of the British Columbia coastline is in my riding. Obviously it is a busy place. There is aquaculture going on, fishing activity, commercial and recreational, undersea harvesting of different kinds, some of it actively being pursued and others are proposed. There are transportation activities of every kind, tug and barge, marine commercial transportation, ferries, cruise ships, we have the works. We also have a history of oil and gas exploration. I am going to spend some time talking about that.\n\nThe oil and gas reserves on the west coast exceed many times, for example, the oil reserves in Hibernia and other areas in Canada, which are currently being exploited quite successfully. At the end of 1998, the Hibernia operation had already provided 107,000 man years of work, a very significant number and one that British Columbians are taking note of.\n\nWe should not be pre-empted from an opportunity to fully develop our industry by legislation that blindly creates parks without taking all of these things into account. It is very clear, from the way this bill has been developed, that those things have not been taken into account.\n\nBritish Columbia is unique. We fought as a province to establish provincial jurisdiction over the Gulf of Georgia, which is salt water and seabed and marine resources that are owned by the province. This legislation would be tantamount to the Nanoose Bay expropriation if it were done without the agreement of the province. That is what the legislation attempts to do.\n\nI have major concerns with the politicization of the protection of marine areas. This bill doe not accomplish anything for the environment. It is only here as a public relations exercise by a department and a minister of the government.\n\nWhen the legislative package came out, I sent it out to 22 groups that I knew had an interest in this type of legislation and that should have been consulted by government. These groups found they could not comment in any meaningful way on this legislation because they did not know where the marine conservation areas were being proposed. The legislation is not at that stage. By the time it gets to that stage, there will be no parliamentary purview other than some ability to comment on what they can do by order in council without further reference to parliament. That is wrong. We are opposed to it. We know that west coast interests will be overruled because we have already seen the attitude display in this process.\n\nThe recreational sector, which will be heavily impacted by anything that comes out of this, has no effective lobby. It is composed primarily of individual anglers. Once enabling legislation is drafted to create these areas and then they are not created, the bureaucracy is uncomfortable because the minister has a mandate.\n\nWhat we have is a self-perpetuating machine churning out regulations in new areas that have no business existing in the first place. We end up with marine conservation areas with a very weak rationale which flies in the face of common sense and local sentiment. There has to be a better way.\n\nWe recommended that the municipal level of governance be put into this legislation in a meaningful way so that it can have a decision making role in whether these specific areas will come into being or not. There have been no changes or movement whatsoever in that regard.\n\nA major concern we have with the bill is its potential to affect offshore oil and gas exploration and industry. We have had a moratorium since 1989 on the west coast. This is supported by a federal moratorium which will be in place until B.C. decides to allow this exploration. In September 1999, in the B.C. northern development commissioner's report, he said:\n\nThe report clearly shows that northerners support the development of a process that would reconsider the current oil and gas moratorium.\n\nIt appears that British Columbians are very interested in developing these resources. If the federal government proceeds with Bill C-8, British Columbians may be hampered in developing this industry due to the additional restrictions that may be imposed by Bill C-8.\n\nI will conclude by saying that this is a bad piece of legislation and we should kill it.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 16:55:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Maurice Dumas", 
                "url": "/politicians/6281/", 
                "member_id": 3257, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau (Québec)", 
                "id": 6281
            }, 
            "url": "/hansards/2062/192/", 
            "text": "Madam Speaker, I am pleased to rise today in this House to speak to Bill C-8. This bill concerns the creation of a network of national marine conservation areas, the marine equivalent of national parks.\n\nThis network would be representative of 29 marine regions in Canada, covering the waters of the Great Lakes, inland waters including swamps, the territorial sea and the 200 mile exclusive economic zone.\n\nWith this bill, the government will set the boundaries of the marine conservation areas in all the regions in Canada, in consultation, we hope, with the people of the area.\n\nBill C-8 gives the governor in council, on the recommendation of the Ministers of Fisheries and Oceans and Canadian Heritage, the right to limit or prohibit activities in commercial zones in order to protect marine resources.\n\nIt also gives the governor in council, on the recommendation of the Ministers of Transport and Canadian Heritage, the right to limit or prohibit transportation in marine conservation areas.\n\nIt is important to note that 1998 was set aside as the year of the oceans by the UN. The most important activities held to draw attention to this event include the world's fair in Lisbon, Portugal, and the adoption of the ocean charter by UNESCO in September 1997 in St. John's, Newfoundland.\n\nThe government claims it is important to preserve the natural marine ecosystems and their balance to maintain biologic diversity. It says there is a need to establish a representative network of marine conservation areas, whose scope and features will ensure the maintenance of healthy marine ecosystems.\n\nThe Bloc Quebecois supports environmental protection measures. It gave its support when the government introduced legislation to establish the Saguenay—St. Lawrence marine park.\n\nIn addition, I must say that, in my riding of Argenteuil—Papineau—Mirabel, water is precious. The Argenteuil Parti Quebecois and the PQ subcommittee on the environment for the Laurentian region submitted briefs to the BAPE.\n\nPeople wanted to show their support for the protection of the environment, particularly ecosystems in the groundwater, marine conservation areas, forests and other areas.\n\nIn 1986, the federal government launched the marine conservation area program. In 1988, the National Parks Act was amended to take into account the establishment of temporary protected marine areas. Since then, the following areas were created: Fathom Five National Marine Park in the Georgian Bay, the Gwaii Haanas marine conservation reserve in British Columbia, and the Saguenay—St. Lawrence marine park.\n\nThe park is over 1,100 square kilometres and has a unique tourist component, the importance of which we are just beginning to grasp.\n\nThis marine park was 14 years in the making. Its management is shared by the provincial and federal governments.\n\nThe project began in 1985. It took quite a long time to create the park because of the public consultations, environmental studies and negotiations that were required. That precedent should have served as a model for the federal government in establishing other marine conservation areas.\n\nIt should be pointed out that co-operative mechanisms already exist to protect ecosystems in the Saguenay—St. Lawrence marine park, and in the St. Lawrence River, under the agreement entitled “St. Lawrence action plan, phase III”, which was signed by all federal and provincial departments concerned and which provides for an investment of $250 million over five years in various activities relating to the St. Lawrence River.\n\nUnfortunately, the Bloc Quebecois is opposed to the bill before us today for two reasons. First, it is not clear whether Quebec's territorial integrity will be respected. Second, we are opposed to this bill because Heritage Canada is proposing the establishment of a new structure, that is the marine conservation areas, which will simply duplicate fisheries and oceans' marine protected areas and Environment Canada's marine wildlife reserves.\n\nQuebec's jurisdiction is recognized under the British North America Act of 1867. There is overlap within the federal government. With the bill, the government wants to establish marine conservation areas under the responsibility of Heritage Canada, marine protection areas under the responsibility of Fisheries and Oceans and marine wildlife areas under the responsibility of Environment Canada.\n\nThe same site could have more than one designation. It could be designated as a marine conservation area by Heritage Canada and as a marine protection area by fisheries and oceans.\n\nIn both cases, it is obvious that the local population would have a major role to play in the establishment of marine protection areas. The Bloc is concerned about problems related to the bureaucracy.\n\nThe same area, according to fisheries and oceans, could fall under different categories and be subject to different regulations.\n\nWe know that when more than one department is involved in a project, even if all the departments involved belong to the same government, there are difficulties and additional costs to the taxpayers.\n\nThe government would have been better to make sure that ecosystems are managed by one department only. The departments involved should sign a framework agreement to delegate all of their responsibilities over ecosystems to the same department while respecting constitutional jurisdictions.\n\nI also want to mention the fact that the preliminary consultations were a failure. Furthermore, during hearings by the Standing Committee on Canadian Heritage, almost all groups from coastal areas heard condemned the bill on the grounds that the system proposed by Heritage Canada would duplicate part of the work done by Fisheries and Oceans and create confusion.\n\nOn February 11, 1999, Patrick McGuinness, vice-president of the Fisheries Council of Canada, told the Standing Committee on Canadian Heritage that it was simply inefficient, cumbersome public administration. In his view, bringing forward this marine conservation area initiative in its own act under the responsibility of a separate minister and a separate department was unacceptable. His conclusion was that the bill should be withdrawn.\n\nJean-Claude Grégoire, a member of the board of directors of the Alliance des pêcheurs professionnels du Québec, which represents almost 80% of all professional fishermen in Quebec, also told the Standing Committee on Canadian Heritage that there were numerous problems.\n\nIn his testimony, he mentioned that such an area was difficult to access from a scientific point of view, meaning that people were working more with probabilities and presumptions than with real scientific knowledge of what existed.\n\nThe Bloc Quebecois is opposed to this bill because, instead of focussing on collaboration, as in the case of the Sagenuay-St. Lawrence marine park, the federal government wants to introduce marine conservation areas with no regard for Quebec's jurisdiction over its territory and environment.\n\nThe Bloc Quebecois concludes that the consultation conducted by the Department of Fisheries and Oceans in Quebec with respect to the introduction of marine conservation areas was also a failure.\n\nFurthermore, the Bloc Quebecois knows that the Government of Quebec is also engaged in initiatives to protect the environment and submerged lands and water in particular. Bill C-8 does not respect the integrity of Quebec's territory.\n\nThe Bloc Quebecois is in favour of measures to protect the environment, but opposed to Bill C-8 for all the reasons I have mentioned.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 17:05:00", 
            "attribution": "Mr. Maurice Dumas (Argenteuil—Papineau—Mirabel, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jim Abbott", 
                "url": "/politicians/jim-abbott/", 
                "member_id": 2481, 
                "party": "Reform", 
                "riding": "Kootenay—Columbia (B.C.)", 
                "id": 1
            }, 
            "url": "/hansards/2062/193/", 
            "text": "Madam Speaker, it is very interesting to speak to Bill C-8, the marine conservation act, particularly in light of the motions put forward by the Bloc, which would delete all clauses of the bill. It is interesting because of what I perceive to be contained within the bill. Quite frankly, we will be supporting the Bloc's amendment to stall or stop this bill.\n\nWhen we look at most government legislation that comes forward, we see an enlargement of ministers' jurisdiction. The enlargement of ministers' jurisdiction can be done in a tremendous number of ways. We see it even within my own constituency, within the four mountain parks, two of which are in my constituency and two of which are in the Wild Rose constituency. We see an action that is presently taking place where the minister has chosen, through the Canada Gazette , effective November 6, to take over 90% of the hectares under park jurisdiction and basically remove them from the parks, which are for the enjoyment of the citizens of Canada and visitors.\n\nThis goes to the whole issue of Bill C-8, the marine conservation act. If we take a look at the sensible reasons for the government wanting to bring this bill forward and put them up against the actions it is presently taking with respect to the parks under Parks Canada jurisdiction, we get an idea of where this bill could take us.\n\nI was interested in many of the comments made by members of the Bloc Quebecois. I reject outright their assertion that this takes jurisdiction away from their province. However, I reflect upon the comments of the previous speaker who talked about the fact that basically this is not a bill that is reflective of the needs or the requirements of the park, it is a preservationist bill.\n\nThere is always a dynamic tension in Parks Canada, in particular with anything having to do with the environment, between people being able to enjoy certain activities within the confines of the park and the preservation issue because we are attempting to preserve the park for future generations. Indeed, this is a dynamic balance that is ongoing.\n\nHowever, we see what happens when special interest groups catch the ear of the current minister. She ends up reacting to special interest groups that, in my judgment, are detrimental to where Parks Canada is going and certainly detrimental to the enjoyment of the parks.\n\nI can recall one interesting squabble I had with the minister when I was heritage critic over the issue of the airstrip in Banff National Park. The airstrip was being used by a local flying club, but it was there almost exclusively and primarily for the use of people in an emergency situation. We had an ongoing verbal battle over this issue.\n\nI was trying to drive home the fact that the airstrip was located within those very high mountains at the confluence of three valleys where there can be a lot of turbulence and a lot of changes in the weather. A small aircraft can fly from one valley, say from the direction of Calgary, over the airstrip and proceed up toward the Continental Divide. It can run into a wall of weather, turn around in the valley and attempt to come back, only to find that both the valley out toward Lake Minnewanka and the valley out toward Calgary are all blocked in. What does the pilot do?\n\nI recall that the minister seemed to be not prepared to take the issue of safety for small planes seriously and was very concerned about the fact that perhaps I was attempting to keep the airstrip open so that the local flying club could have the pad, which of course I was not.\n\nIt is interesting that after she had gazetted that the airstrip was going to be closed, a parks crew flew in the area and exactly what I just said happened. Those people flew over the strip. They were on some kind of a survey for elk or something. They ran into a wall of weather toward the B.C. border. They turned around, only to find that they could not go anywhere. They had to use the strip for an emergency landing. Guess what? The strip remains open as a result of that near miss.\n\nIt is that kind of interference that is of deep concern to me when I look at Bill C-8, the marine conservation act, and realize that there is the very real potential, on the basis of the history of the current minister, that decisions could be made from Hamilton or from Ottawa that would not really take into account the needs of the affected area.\n\nI mentioned the business of gazetting. As of November 6 of this year, it is my understanding that under an order in council, in the Canada Gazette , the minister has said that over 90% of the land within the four mountain parks will be set aside as a preserve. Anybody wishing to go into that area will require a permit to do so. Anybody with an ounce of common sense recognizes that Banff in particular, probably of all the parks in the world, is under the greatest environmental stress as a result of its popularity. We can clearly understand the difficulty that is created when there are horses travelling on back trails, as well as motor bikes tearing up the trails. The hooves of horses tear up the trails as well.\n\nAll of those issues are part of the mix. The minister simply exerts the power she has under the current parks legislation, which will be reflected and enhanced in Bill C-8. For her to simply go ahead and take such action is mind boggling. The continued enjoyment and intelligent use of that parkland by human beings that will be stopped as a result of that decision.\n\nThere have been consultations in the current situation and I am sure there will be consultations in future situations if this bill comes into effect. I have accused Parks Canada of not understanding what the word consultation means. The word consultation, in my judgment, particularly by this minister, is to say that it is a fait accompli, it is an information session and not actual consultation per se.\n\nThe intent of Bill C-8 is good and laudable. I understand that. Nonetheless, on the basis of the history that I and my constituents have experienced with the current Parks Canada legislation, particularly with respect to the four mountain parks, this bill is not workable and is dangerous from the perspective of the continued intelligent use and enjoyment of our parks by the people of Canada.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 17:15:00", 
            "attribution": "Mr. Jim Abbott (Kootenay—Columbia, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pierre De Savoye", 
                "url": "/politicians/6437/", 
                "member_id": 3305, 
                "party": "Bloc", 
                "riding": "Portneuf (Québec)", 
                "id": 6437
            }, 
            "url": "/hansards/2062/194/", 
            "text": "Madam Speaker, I rise on a point of order. It is 5.25 p.m. I know the member for Louis-Hébert would be ready to begin her speech on this issue, but you would interrupt her after four minutes. As we all know, she is entitled ten minutes.\n\nIt is your privilege and that of the House to call it 5.30 p.m. Therefore, I am asking you if it would not be preferable to proceed in this fashion.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 17:25:00", 
            "attribution": "Mr. Pierre de Savoye", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2062/195/", 
            "text": "The hon. member is suggesting that the House see the clock as being 5.30 p.m. and proceed with Private Members' Business. Is there agreement to proceed in such a way?", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 17:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2062/196/", 
            "text": "Agreed.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 17:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2062/197/", 
            "text": "It being 5.30 p.m., the House will now proceed to the consideration of Private Members' Business as listed on today's order paper.", 
            "topic": "Marine Conservation Areas Act", 
            "time": "1999-11-24 17:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Charles Caccia", 
                "url": "/politicians/4458/", 
                "member_id": 3162, 
                "party": "Liberal", 
                "riding": "Davenport (Ontario)", 
                "id": 4458
            }, 
            "url": "/hansards/2062/198/", 
            "text": "moved that Bill C-236, an act to amend the National Parks Act (Stoltmann National Park), be read the second time and referred to a committee.\n\nMadam Speaker, I express my gratitude for the opportunity to speak to Bill C-236, which would amend the National Parks Act to create the Stoltmann National Park. It would require the Minister of Canadian Heritage to commence negotiations with the Government of British Columbia to ensure the establishment of a new national park in British Columbia comprising the Stoltmann wilderness area.\n\nThe purpose of the bill is to designate a 500,000 hectare area, which includes the Elaho Valley, as the Stoltmann National Park. The name comes from a famous conservationist, Randy Stoltmann, who first proposed in April 1994 that the area be preserved, shortly before his untimely death.\n\nThe area is located a three hour drive north of Vancouver, not far from the world's famous four season resort village of Whistler. It is a wilderness area located on the mainland of British Columbia in the coastal mountain range. This is an important observation.\n\nThe question will arise as to why the area should be protected as a national park. These are the reasons.\n\nFirst, the Stoltmann wilderness area has a unique ecosystem found nowhere else in Canada. I visited the area twice. The Stoltmann wilderness area includes ancient rain forest trees. Its pristine valleys of old growth forest have stands of Douglas firs which date back some 1,000 and even 1,300 years. The diverse habitat of the valley provides a home for black bears, grizzly bears, a moose population and other very interesting species.\n\nThe area offers habitat to a grizzly bear population identified by the British Columbia wildlife branch as being threatened. It is anticipated to become a grizzly bear recovery management area under that very province's grizzly bear conservation strategy. It is designed to help reverse the loss of grizzly bears in British Columbia.\n\nRecently Clendenning Provincial Park was created by the province. I congratulate the government for having done so. But this is not a sufficient reason to justify logging in the remaining grizzly bear habitat of the Elaho Valley.\n\nMembers may be aware that the province of British Columbia has recognized the ecological value of the area by establishing three provincial parks. The current parks cover less than 10% of the entire Stoltmann wilderness area. Grizzly bears have very large pristine habitat requirements and according to expert conservation biologists, these parks are not sufficient to sustain them.\n\nOther animals have been sighted by experts, biologists and the like in the area, such as wolves, racoons, moose, deer, as well as numerous birds and small mammal species. The proposed national park would protect one of Canada's rarest types of old growth forest as well as the habitat of many wildlife species, including grizzly bear populations that are at risk.\n\nThe second reason is that the protection of the ecosystem in the Stoltmann area is gradually becoming a matter of national concern. Hundreds of letters and cards have come in asking for the protection of this unique ecosystem. They have been sent to the Prime Minister, the Minister for Canadian Heritage who is responsible for national parks, the Minister of the Environment, the British Columbia premier, myself and many others.\n\nMoreover, there are numerous reports in the media on the pitiful state of our national parks system in general. The panel headed by Mr. Jacques Gérin, who is a respected international consultant, is about to produce a report. The federal government 10 years ago pledged to complete the national parks system by the year 2000 and reiterated its commitment in the Speech from the Throne. It must be noted that to date, only four out of the 15 promised parks have been created.\n\nTwo years ago Parks Canada reported that only one park is not threatened by human activity. The other 38 are threatened by logging, mining, hydroelectric development and tourism development. This is an issue of great significance across the country.\n\nOne may ask why the Stoltmann area is not currently represented within the national parks system. The current national parks system uses a framework of 39 natural regions for planning for national parks. The Stoltmann wilderness area is being clear cut and roads are being pushed into pristine areas, despite the fact that the forest service in the U.S. has imposed moratoria on road building on public lands in grizzly bear recovery areas.\n\nIn the Stoltmann area per se, we find beautiful ancient growths of trees which are currently logged by International Forest Products, Interfor, a Vancouver based company with logging rights in the area. This exploitation of one of the last old growth forests in Canada will only generate short term benefits as the resource will soon be exhausted. Establishing this park makes sense because it would prevent the loss of a beautiful ecosystem. In addition, as I will expand on in a moment, it would also offer a golden economic opportunity for the long term.\n\nThe long term benefits of establishing such a national park are very interesting and deserve to be explored. Currently some estimate that logging in this area supports anywhere between 30 and 70 local logging jobs. By contrast, a study conducted a few years ago revealed that Banff National Park generates $614 million per year for the local economy. In Whistler the tourism industry has recognized the potential long term benefits of a national park in the area and it has commissioned a study to evaluate the economic benefits of the proposed Stoltmann national park.\n\nAt present, with little infrastructure and no legal protection, this area already is visited frequently. Therefore the establishment of the Stoltmann national park would generate tourism. It would generate economic activity. It would generate employment in the area where by contrast, logging jobs would be in decline and would eventually be phased out when the resource had been exhausted.\n\nI submit that a diversified economic base is critical to the future of communities in the region surrounding the Elaho Valley. A national park would secure long term benefits for the regional economy. As well it would preserve this area for the benefit of present and future generations of visitors.\n\nCitizens, it must be said, are quite active in urging us to take action to protect the Stoltmann wilderness area in the valley. As I have explained, letters have been written in support of a national park. Most of these letters are private accounts describing the beauty encountered by people visiting the area and even letters of outrage at the fate of this region. The public as well as many groups have currently no public venue for these concerns to be addressed. As a result, there is a growing degree of frustration and tension in the area.\n\nIn 1996 the province of British Columbia held a planning process in the lower mainland area of B.C. Unfortunately, important voices were not heard in the consultation process. Concerned citizens, environmental and native groups have expressed discontent with the lack of public access to the hearings that took place.\n\nMoreover there was a serious gap in the consultation. The planning process, for instance, did not include environmental impact assessments of the proposed land use, its impact on wilderness and on grizzly bear habitat. It did not include economic studies of various land use options. In fact, in order to find the solution, the premier of British Columbia is directing people to write to the federal Minister of the Environment on this issue, believe it or not.\n\nThe discussion on the future of this valley must inevitably and most urgently also include the question of native rights. In the Stoltmann wilderness area there are four native groups whose territory includes parts of Stoltmann. The largest portion belongs to the Squamish native group who are currently in treaty negotiations. Squamish natives have expressed their concern that current logging is destroying their land. They have been closely working with conservation groups in order to prevent this from happening.\n\nIt must be said that a national park would include recognition of native land rights. The process would begin with negotiations with native groups on the best approach to protect this land for the benefit of everyone.\n\nAn option could be a co-managed national park reserve such as the one that was set up and established quite successfully in South Moresby in the Queen Charlotte Islands.\n\nAs I have explained, the merits for this proposal are numerous, but most important is the sense of urgency associated with it. At the current rate of exploitation by the logging company it will soon be too late. This unique wilderness area will not be worth protecting any longer as private interests will run away with the profits and will leave behind clear cuts and impoverished land.\n\nThe federal government has an opportunity to provide through the process of establishing a national park the much needed open democratic process that people have been asking for by negotiating with all parties involved: concerned citizens, environmental and conservationist groups, the logging company, native groups, the tourism industry, all of them. The federal government has the opportunity to co-manage with the first nations all that this publicly owned piece of wilderness has to offer. The protection of this unique wilderness area is for the long term benefit of everyone.\n\nTo conclude, this area is located in the Pacific coast mountains region of British Columbia. It is an area that is not yet represented in the network established by the Parks Canada system. This is why the Stoltmann national park commands attention by those of us who are keen in ensuring that we have an adequate national parks system as a heritage for future generations of Canadians.\n\nI know there are dissenting views on this matter. I look forward to hearing the views of my colleagues and to take good note of what they have to say. I am partially familiar with what the dissenting views are about. Very simply, the Stoltmann national park stands for whether we are guided in our decision making process by the short term or the long term. I hope that the long term will prevail.", 
            "topic": "National Parks Act", 
            "time": "1999-11-24 17:25:00", 
            "attribution": "Hon. Charles Caccia (Davenport, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Reynolds", 
                "url": "/politicians/3164/", 
                "member_id": 2506, 
                "party": "Reform", 
                "riding": "West Vancouver—Sunshine Coast (B.C.)", 
                "id": 3164
            }, 
            "url": "/hansards/2062/199/", 
            "text": "Mr. Speaker, I appreciate the opportunity to provide a B.C. perspective to this misguided initiative by the member for Davenport. I will also speak on behalf of individuals and organizations from my constituency of West Vancouver—Sunshine Coast, people who live in the area where the member of parliament from Toronto wants to put a national park.\n\nI find it interesting that the member for Davenport is trying to foist this upon the citizens of my riding. I surely cannot see a British Columbia member of parliament telling the residents of Davenport or anywhere else in Ontario how to manage their land base. I am also intrigued by this initiative, given that the former secretary of state for parks and the current minister of heritage have rejected the idea of a national park for Stoltmann. It seems a member who knows so much about British Columbia is out of step with the cabinet ministers within his own party.\n\nAllow me to read into the record for the member for Davenport who is from Toronto what the secretary of state for parks said in a letter to the mayor of Squamish, British Columbia dated March 19, 1999 concerning Stoltmann. It states:\n\nParks Canada is responsible for the establishment and operation of national parks and uses a framework of 39 natural regions for planning the national parks system. At present, 24 are represented by at least one national park or national park reserve. In addition, lands have been reserved for a future national park in four other regions.\n\nThe Randy Stoltmann wilderness area is situated in the Pacific coast mountains regions (natural region 1). Gwaii Haanas and Pacific national park reserves currently represent this region in Canada's system of national parks. Given that this region is well represented in the existing network, Parks Canada is focusing its resources on creating new national parks in those natural resource regions that are not yet represented.\n\nAllow me to edify the member from Toronto further on where his government stands. The following is a quote from a letter I received from the Minister of Canadian Heritage dated August 25, 1999:\n\nThe federal government is not proposing a national park for Stoltmann. Parks Canada is responsible for the establishment and operation of national parks and uses a framework of 39 natural regions for planning the national parks system. The Randy Stoltmann wilderness area is situated in the Pacific coast mountains region (natural region 1) Gwaii Haanas and Pacific Rim national park reserves currently represent this region in Canada's system of national parks. Given that this region is well represented in the existing network, Parks Canada is focusing its resources on creating new national parks in those regions that are not yet represented.\n\nI ask the member for Davenport if he sees any similarities in the two letters I just quoted from. Does he grasp the logic and rationale for these decisions not to create a park in Stoltmann?\n\nI would also like to add another reason I feel there is no need for another national park in British Columbia. The Government of British Columbia has agreed to a protected area strategy for the lower mainland which resulted in 13% of the land being set aside for park, and a number of those parks are within the immediate vicinity of Stoltmann.\n\nIn May 1996 over 136,000 hectares of additional land was protected as parks on the lower mainland alone. That was on top of the 444,000 that had already been set aside for parkland. In fact, 14% of the area from the Fraser Valley to the coast is in protected areas. In the Squamish area parks comprise 22% of the land base. I challenge most other Canadians in major metropolitan areas to meet that quota of 22% of the land base for parks.\n\nBusiness paid a price at that time and lost thousands of hectares of timber through that process. The British Columbia government assured everyone that the process of additional parkland was complete.\n\nI might add, since the member who is initiating further parkland is not from British Columbia, that this 136,000 hectare allotment of parkland included the 30,357 hectare Clendenning Park and the 19,996 hectare Upper Lillooet Park.\n\nForest businesses in the area have categorically stated that any thought of a 500,000 hectare park like Stoltmann would mean the end of their business and consequently people on the unemployment line. Perhaps that is what the member for Davenport wants.\n\nThose British Columbians who developed the land use plan for the Squamish area agree that the plan is balanced and sets aside ample land for parks and protected areas. Why does the member for Davenport wish to upset this balance and insinuate himself into the picture? He is not from British Columbia and I know he did not visit this park until after he introduced the bill.\n\nBefore he or anyone from Ontario says that British Columbians are not sensitive to parks and protected lands, I will let him know that downtown Vancouver is home to the only wilderness forest in the world. Its 1,000 hectares was opened in 1888 by Lord Stanley and has an 11 kilometre seawall circling it. It has an aquarium, ponds, lagoons, towering trees, and all kinds of flora and fauna. It is called Stanley Park. Does Toronto have a park that is equivalent? I think the member should spend some time looking at his own area.\n\nI wonder how the member for Davenport would feel if preservationist splinter groups assisted by the Western Canada Wilderness Committee were spreading mistruths about the operations of companies and businesses in his riding. These groups have initiated illegal blockades and have vandalized equipment owned by the companies attempting to carry out legitimate logging in the Elaho Valley. These groups have misinformed the public and international customers about forestry and logging in British Columbia and about the Squamish area land use plan. That is the real serious issue, the misinformation to people around the world which is hurting jobs in my community.\n\nDoes the member for Davenport condone this behaviour? These same preservationists have not consulted with first nations. The Lil'wat band whose traditional lands fall partially in the Elaho Valley vigorously oppose the creation of a park and object to the protester actions on their traditional lands.\n\nHow does the member for Davenport feel about that? I am sure he would agree with me. He does not like these types of confrontations. Why does the member for Davenport encourage further mistruths from these protesters about Interfor wanting to cut 1,300 year old trees when he and the protesters know that this is just not the case.\n\nLet me say a few things about Interfor, the unfortunate company involved in this eco hostage taking. Interfor leads the industry in the use of environmentally sensitive harvesting methods. Interfor owns and operates the largest helicopter logging operation in British Columbia. Helicopter logging is the leading edge of environmentally friendly operations. Interfor gave up some 30,000 hectares of tree forest licence 38 for creation of Clendenning Park in the upper Elaho.\n\nInterfor practises variable retention, which means that its harvesting practices are designed to leave various amounts of standing trees. It is known as a firm that is constantly evaluating its sustainable forestry. Its practices recognize that a variety of systems are appropriate for different forest conditions. In short, Interfor is a good corporate citizen and is being maligned by ecoterrorism tactics.\n\nThese tactics put their workers in jeopardy. There is no place for destroying the private property of anyone as these ecoterrorists have done to Interfor. There are over 400 forest sector employees, good hard working union members and their families living in the Squamish area. These people need these jobs. The mayor of the district of Squamish, the council and the community support Interfor, as does the village of Pemberton. They want to see these jobs protected and land use planning involving the entire community. Those who would incite to destroy a comprehensive and balanced approach that has been ratified are not welcome.\n\nI cannot support a bill that has little balance and knowledge of the area. It initiates instability in the Squamish area and as such incites unrest and disharmony. The member for Davenport should stay out of the affairs of British Columbians. I reject his initiative, and so do my constituents, outright.", 
            "topic": "National Parks Act", 
            "time": "1999-11-24 17:40:00", 
            "attribution": "Mr. John Reynolds (West Vancouver—Sunshine Coast, Ref.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2062/200/", 
            "text": "Mr. Speaker, I am pleased to have the opportunity to enter into the debate on this private member's bill which is designed to amend the National Parks Act by designating the Stoltmann wilderness area as one of the Canada's national parks.\n\nI must admit my surprise when I discovered that the bill was introduced by the hon. colleague from Davenport, Ontario. By no means would I question his sincerity or his commitment to protecting Canada's distinctive and vitally important ecosystems, as the member has demonstrated that many times in committee and in the House.\n\nTo the contrary, I think the member should be congratulated for taking an interest in wanting to preserve an important part of our habitat for future generations of Canadians to enjoy. What was so surprising was the fact the proposed piece of legislation was introduced by a member of the Ontario Liberal caucus rather than by one of the government's own Liberal members representing ridings within the province of British Columbia.\n\nPerhaps there is a very simple explanation why a member for Davenport, Ontario, would introduce a piece of legislation that could have such a significant economic impact on the people of the province of British Columbia. Perhaps Liberal cabinet ministers from British Columbia refused to consider the bill for fear of attracting the opposition the bill would certainly generate. Maybe we could hear later from Liberal cabinet members to get their perspective on the particular piece of legislation.\n\nIt is more likely that his Liberal colleagues from British Columbia simply do not support this private member's bill. Well they should not because it is a very bad piece of legislation that could seriously impact upon the social and economic well-being of the people of the Elaho Valley and surrounding areas.\n\nWe recognize the importance of trying to find a balance between protecting the environment and encouraging economic development. The province of British Columbia has certainly attempted to do both with its land management programs. Bill C-236 could have a significant negative impact on British Columbia's forest industry, an industry that in 1998 recorded factory shipments of $15.6 billion.\n\nThis industry is an extremely important contributor to the British Columbian economy. Therefore any decisions to designate a significant portion of that province's wilderness as parkland must be delayed until all stakeholders have an opportunity to debate the issue.\n\nNo one has to educate British Columbians about the importance of protecting its natural environment. British Columbia already boasts the second largest park system in Canada, second only to Canada Parks.\n\nTo date the province of British Columbia has surpassed 10 million hectares of protected land. This includes 679 provincial parks, recreation areas and ecological reserves. This equals 10.6% of the province.\n\nThe province of British Columbia appears well on its way to surpassing its minimum goal of protecting 12% of its ecosystem by the year 2000. This would be a considerable achievement, particularly since it would surpass the 12% recommendation of the United Nations Commission on the Environment, or more specifically the Brundtland commission.\n\nThe people of British Columbia recognize the importance of maintaining existing parks while working in partnership toward the creation of future protected areas. British Columbians recognize the tremendous social and economic benefits derived from their provincial parks, their recreation areas, as well as their ecological reserves.\n\nIn 1998 their registered camping visits almost reached three million. These campers generated huge economic benefits for local residents. Total visits to British Columbia's areas surpassed the 26 million mark, resulting in an economic boon for the B.C. tourism industry.\n\nMillions of tourists from all over the world are attracted to British Columbia because of its natural beauty. These tourists can take advantage of over 3,000 kilometres of hiking trails. They have access to over 234 parks which are equipped with facilities to address the specific needs of disabled visitors. Visitors can witness for themselves a province that boasts the largest intact coastal temperate rain forest in the world, which is protected in the Kitlope Heritage Conservancy.\n\nI could go on and on talking about the beauty of our western most province. However I believe that one must visit it oneself to truly appreciate the beauty nature has to offer. I am not at any time trying to suggest that British Columbia should somehow refrain from designating future areas as protected parks. Nothing could be further from the truth. The Progressive Conservative Party has always promoted the protection of representative areas of Canada's fragile ecosystem.\n\nGoing as far back as Canada's first prime minister, our party has continuously demonstrated its concern for protecting our natural habitat for future generations to enjoy. Sir John A. Macdonald created Canada's national park in 1885 when he stepped in to protect 26 kilometres around the hot mineral spring near what is now the town of Banff, declaring it a national treasure.\n\nIn 1988 the previous Progressive Conservative Party amended the National Parks Act and saw the passage of the Heritage Railway Stations Protection Act. That same government also introduced a national marine parks policy in 1986.\n\nThe Progressive Conservative Party continues to encourage the establishment of new national parks as witnessed by our recent support for the creation of the Tuktut Nogait National Park in the Northwest Territories.\n\nIn some respects the member for Davenport deserves a lot of credit for attempting to create a new national park in British Columbia. He has recognized that his Liberal government has failed miserably to fulfil its promises of protecting a system of ecologically representative areas by the year 2000. The Government of Canada has set a goal of protecting 12% of its territory by the year 2000 but to date has achieved just slightly more than 6%. The Liberal government has once again failed to live up to its commitment to the Canadian people.\n\nObviously the member for Davenport is trying to distinguish himself, or perhaps distance himself, from the rest of his Liberal colleagues who have continuously demonstrated to the Canadian people by their decision not to cancel the GST or change the free trade agreement that they could care less whether they break their promises to the Canadian public.\n\nUnfortunately, in his haste to try and salvage his government's dismal record, the member for Davenport has introduced a bill that fails to take into consideration the need for important consultation and valuable input from its stakeholders.\n\nBack in 1996 representatives from industry, first nations, community groups, outdoor tourism associations, recreational groups and conservation groups met with provincial government officials to outline a plan for future protected areas.\n\nAs a result of these consultations, the government introduced a comprehensive protected area strategy. This is a significant achievement that came about through a comprehensive, consultative process.\n\nBill C-236 would have us ignore the achievements of all these stakeholders by specifically excluding them from any future consultation process surrounding the establishment of the Stoltmann wilderness area.\n\nThe bill calls upon the federal minister to enter into negotiations with the Government of British Columbia to determine precise legal boundaries for the proposed park. There is no mention in the bill of any opportunity for stakeholders to have any input whatsoever in determining boundaries for this park. This is totally unacceptable.\n\nI am not convinced that the introduction of Bill C-236 came as a result of any major consultation with stakeholders. Both British Columbia ministers of forestry and environment have already expressed opposition to the bill, as have representatives from industry and first nations. The bill lacked a strong basis of support even before it made its way to the floor of the House of Commons.\n\nThe Progressive Conservative Party understands that creating new national park protected areas is very difficult and time-consuming. However, it is important to have a full consultation process in place so that we can identify appropriate conservation areas that will have the support of the large majority of Canadians.\n\nOnly by working together and consulting together can we develop a new national park in which all Canadians can be proud.\n\nBill C-236 is seriously flawed in this respect. Therefore, for this reason and those stated previously, we cannot support the proposed piece of legislation.", 
            "topic": "National Parks Act", 
            "time": "1999-11-24 17:50:00", 
            "attribution": "Mr. Rick Borotsik (Brandon—Souris, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Raymonde Folco", 
                "url": "/politicians/raymonde-folco/", 
                "member_id": 2693, 
                "party": "Liberal", 
                "riding": "Laval West (Québec)", 
                "id": 105
            }, 
            "url": "/hansards/2062/201/", 
            "text": "Mr. Speaker, I am pleased to support Bill C-236, which concerns the establishment of the Stoltmann National Park in British Columbia, because I think this proposed national reserve meets three key objectives which are dear to Canadians.\n\nThe first objective, I am pleased to hear, if this park is created, would contribute to the protection of biodiversity. This is a commitment Canada made at the biodiversity convention and has provided leadership on globally.\n\nThis park would protect a rare habitat, an old growth coastal Douglas fir forest. The Douglas fir is extremely well-known in Canada but there is less than a few percent of this old growth forest type that has been left unlogged on Canada's west coast.\n\nThe park includes trees of remarkable age and size, including Douglas fir trees, which are over 1,300 years old, Canada's oldest known Douglas firs. As primary forests become increasingly rare planet-wide, increasing attention is placed on how countries are managing the remaining old growth stands.\n\nCanada would face criticism, not only from our citizens but from people around the world, if we were to continue cutting down thousand year old trees in this new millennium.\n\nAs mentioned previously, the park would not only protect trees but would also protect the essential old growth habitat of a threatened population of west coast grizzly bears. I will not mention all of the animals that were mentioned before.\n\nA second objective of importance to Canadians is ensuring that our economy is strong and full of a wide range of opportunities for our citizens as we enter a new millennium.\n\nAt a time when rural areas are losing their populations to the cities, those who remain in the rural areas are concerned about diversifying their local economies. This project would provide the greatest stability for the future, in particular for ecotourism. Rural Canadians are concerned about the concentration of wealth and economic opportunities in urban areas. National parks can be part of the answer since they bring people from urban areas to rural towns and regions.\n\nAs the member for Davenport noted, economic studies of the benefits of Banff National Park point to a good possibility of significant employment and economic opportunities to Squamish and other communities in the region of the projected park. These regions have suffered employment decreases in traditional resource sectors over the last few years.\n\nA Stoltmann national park, therefore, would greatly strengthen opportunities for small business, ecotourism and tourism development in the Squamish-Whistler-Vancouver corridor, especially in conjunction with Whistler's 2010 Olympic bid.\n\nThe third objective important to Canadians today that Stoltmann national park achieves is the opportunity for first nations to co-operatively manage a part of their traditional territories in a manner that benefits the environment, the regional economy and their own communities. Squamish first nations leaders have indicated publicly that they do not want to see areas like the Elaho Valley in the Stoltmann wilderness logged.\n\nI should mention that in my riding of Laval, we also understand the importance of the environment as well as what it can bring us both from a personal perspective, for example from the perspective of health, and from an economic perspective.\n\nLaval will provide a 40 kilometre portion of the green way, a bikeway network that goes around the whole of Quebec. Laval will take part in this project by harmonizing its own network with the green way network.\n\nThis will help Laval keep its place among the cities that have played a pioneering role in the ecotourism industry, one of the industries with the best record on sustainable development.\n\nThis is a very important bill. Even though it may have been presented by someone out of the province, it has been presented by a member of parliament who thinks about ecotourism and economic development. After all, British Columbia is a province of Canada and I see no wrong in having another member of the Canadian parliament present this private member's bill.\n\nThe bill is timely and would create the kind of national park reserve that we could all be proud of. Canadians have indicated that they want to see greater protection of their national heritage. We have a responsibility to ensure that protection is afforded before it is too late.", 
            "topic": "National Parks Act", 
            "time": "1999-11-24 18:00:00", 
            "attribution": "Ms. Raymonde Folco (Laval West, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2062/202/", 
            "text": "Mr. Speaker, I am happy to speak to Bill C-236, an act to amend the National Parks Act. It specifically deals with the Elaho Valley near Squamish.\n\nIn the case of this private member's bill from the member for Davenport, the Liberal government is on the record as not being in favour of it. I also happen to know that the NDP member from New Westminster is not with the member on this bill, even though he can usually be relied upon to promote preserving forests in British Columbia, the taking of land from the working forest and putting it into the preservation of the forest. The province is certainly not in favour of the bill. There is a very long history to what has gone on in this valley.\n\nI have been in this valley and in this area. I had an invitation from the union to travel to the area. I have also travelled to the area with some European parliamentarians, and with the member for Davenport as recently as September of this year.\n\nTo put it all in some context, I have worked adjacent to Pacific Rim Park and to what was then the germination of a national park in South Moresby. Both are in the same region, one of the 39 regions identified by Parks Canada as regions requiring national parks. There are already two parks in the region that are also represented by the Elaho Valley. There are other regions that have no national parks. Rightfully, the priority of the department of the government is not in this region.\n\nB.C. has turned itself inside out in terms of land use planning, particularly on forestry issues. British Columbia has been targeted by people around the world as an area of great beauty, of great forest resources and of special forests. Consequently, the United Nations targets were adopted quite some time ago; 12% preservation. We currently exceed that number already on the coast of British Columbia, the very area covered in the bill.\n\nWe have an enviable track record. One of the things that must be considered, and the member for Davenport said it, is that this area is three hours drive from Vancouver. There are individuals in preservation oriented groups who have decided that they want to create their own domain at public expense in an area they can easily access close to Vancouver. Because 95% of the B.C. forest land is publicly owned and because provincial governments tend to respond to the public, coastal B.C. has now reached this 12% target through a public consultation process. That is the way it should be done.\n\nThere is a very strong message that can be delivered. As Canadian representatives in Europe, when we talked to European parliamentarians this spring, we talked about the fact that we have been so responsible with our forest practices in British Columbia, in Canada in the Canadian context that we tend to be targeted because we do have this substantial old growth reserve virtually across Canada. Many countries have totally diminished that old growth reserve. We are never going to get there because of our very responsible practices.\n\nWhat the bill tends to do is promote continued agitation. The reality is that there are protesters in this area. I have visited the protest site. From the very site where the protest was being carried out, I could see the 30,000 hectare Glendenning Park that has just been established to satisfy land use concerns in that area. I found this most disconcerting because any users that wanted to have that old growth experience only had to go there instead of where they were.\n\nI talked to members of the union who were working in that area. They are very frustrated. They have had months of head games and attempts to incite a response by these very professional agitators. It is not a very nice way to spend a day trying to earn a living.\n\nIn summary, the 30,000 hectare Glendenning Park does a more than adequate job. There is no great public pressure on it at this point as there is on hundreds of thousands of hectares of other preserved areas on the B.C. coast. We need to balance the environment and the jobs. This is what the provincial land use planning exercise was all about. We have gone through that in the 1990s.\n\nI can only wonder why the member for Davenport is trying to upset this balance that we have now achieved on the coast of British Columbia.", 
            "topic": "National Parks Act", 
            "time": "1999-11-24 18:05:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Ref.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2062/203/", 
            "text": "Mr. Speaker, I also want to speak briefly to Bill C-236, which was put forward by my hon. colleague from Davenport.\n\nI believe everyone knows that our national park network, as it now stands, is appreciated by all Canadians. However, it is not quite completed, and this is what I want to discuss.\n\nBefore 1970, we did not really have a network. It was a network in name only because at the time locations were selected somewhat haphazardly. We then embarked upon a very elaborate process to develop a master plan to set up a national park network. It was determined that Canada had 39 unique and natural ecosystems that deserved to be included in the Canadian national park network.\n\nSo far, we have been able to include in our network 25 of these 39 distinct and unique ecosystems in order to preserve them for future generations. There are 14 other regions where we have yet to create a national park that would include quite a substantial sample of the ecosystems and natural areas we want to protect.\n\nThe question then is the following: Does the hon. member's bill cover one of the 14 geographical regions that need to be preserved and protected? Unfortunately, the answer is no, because there are already two national parks near the location where the hon. member wants to establish another park.\n\nFrom what I gathered from the comments made earlier by the hon. member for Davenport, he essentially hopes that we are guided by the long term.\n\n“That we are guided by the long term” were our colleague's closing words when he introduced his bill. I would like to believe, as we established in 1970 a plan that would protect 39 of the ecological zones in Canada which were distinct and had to be protected—and we have achieved 25, with 14 remaining—that we have been guided by the long term.\n\nAgain, I say to the member that the area that he is proposing be included in the national parks network already benefits from two national parks in that very area.\n\nIf we are to be guided by the long term, as he suggests, and I agree, as does the government, then perhaps our efforts should be concentrated in finding and establishing national parks to represent the 14 ecological zones or regions that are not yet protected within our network of national parks.\n\nFurthermore, it is my understanding that the British Columbia government has moved to protect some of the land mass that our colleague would like to see protected within a national park. I am advised that three of the areas which are mentioned in the proposed bill are under some protection from the Government of British Columbia.\n\nAll this is to say that, indeed, we are being guided by an established plan, which everybody buys into, to protect for the benefit of future generations 39 ecological zones, 39 zones of natural geography and climate, that are representative of the majestic geography of Canada. We should finish achieving that objective in the 14 geographic regions that are not yet in that network. Therefore, it is not within the priorities of the government to proceed with the establishment of the park suggested by our colleague in his private member's bill.", 
            "topic": "National Parks Act", 
            "time": "1999-11-24 18:10:00", 
            "attribution": "Mr. Mauril Bélanger (Parliamentary Secretary to Minister of Canadian Heritage, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2062/204/", 
            "text": "There are 10 minutes left in the time provided for Private Members' Business. Seeing no members rising, the member sponsoring the bill, the hon. member for Davenport, will have five minutes for his response, and at the termination of that five minutes the debate will cease.", 
            "topic": "National Parks Act", 
            "time": "1999-11-24 18:15:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Charles Caccia", 
                "url": "/politicians/4458/", 
                "member_id": 3162, 
                "party": "Liberal", 
                "riding": "Davenport (Ontario)", 
                "id": 4458
            }, 
            "url": "/hansards/2062/205/", 
            "text": "Mr. Speaker, let me first thank the member for Ottawa—Vanier, the member for Vancouver Island North, the member for Laval West and the members for Brandon—Souris and West Vancouver—Sunshine Coast for their interventions and for their comments.\n\nI will deal first with the claim that the area is already represented by other parks. I am particularly addressing the member for Ottawa—Vanier who, with all due respect, is not on the right track.\n\nThe current national parks system, as he mentioned, uses a framework of 39 regions for the purpose of planning national parks. The Stoltmann wilderness area is located in the Pacific coast mountains region, the natural region No. 1. Two parks called Gwaii Haanas and Pacific Rim National Park Reserve currently represent this region in the system.\n\nThe two parks are beautiful. They certainly deserve protection and they have received it. Both parks are located, however, on islands off the mainland coast. They are not located in the coast mountains. This is the very ecosystem that these two parks are supposed to represent.\n\nTherefore, I submit respectfully to the parliamentary secretary, that there is a very legitimate reason for proposing this park: this particular region on the mainland is not represented.\n\nSecond, we have the rather spurious and unfounded argument by the member for Brandon—Souris who tossed out his conclusion that this is a bad piece of legislation because consultations are not included in the legislation. The legislation is intended to provide a broad framework, a concept for the establishment of a park. The regulations then set out the process of consultations which are natural and most essential in the formation of any national park.\n\nAt this stage, when logging is taking place and the roof of the house is on fire, we are certainly not going to put consultations first on paper and then into legislation. We first need some form of legislation that will allow the consultations to take place.\n\nI will move swiftly to the member for West Vancouver—Sunshine Coast, who has, I must say, a rather insular view of an MP's role. He thinks everybody should sit in their own little cubicle in downtown Toronto or uptown Montreal, or safely in the harbour of St. John's, and the rest of Canada does not count; it does not matter what happens there; we are elected like municipal councillors; and we should not take a view of the nation or the country as a whole. Well, that is his privilege.\n\nI invite him to visit Davenport and give us advice on how to establish a Stanley Park, for which we envy Vancouverites all the time when we manage to visit Vancouver. In my case, I am an adopted British Columbian considering the number of times I have crossed the country to visit it. I have been in this particular area twice.\n\nIt seems to me that it is perfectly legitimate from downtown Toronto to look at what happens on either coast or in the Arctic, and for members from British Columbia to tell us in Toronto how to improve our industrial set up, how to reduce pollution, how to improve on our public transit, anything.\n\nI invite the member for West Vancouver—Sunshine Coast to visit Toronto. I would be glad to take him out to a spaghetti dinner and introduce him to a lot of very interesting people who know how make wine at home.\n\nAs to the position of the department, let me add that 15 years ago the department was also indifferent to the creation of South Moresby. It was extremely difficult to convince the department to take to heart the creation of a park in South Moresby.\n\nHowever, because of people like Speaker Fraser, other people who were then in government and some of us in the opposition, that park eventually became a reality many years later. These processes are very slow and complex. The political rewards cannot be seen by the same generation but perhaps can be harvested by the next one.\n\nThe member for West Vancouver—Sunshine Coast rejects this initiative. He rejects native concerns. He rejects the tourism potential. He rejects the habitat protection. He rejects even the remarks of the mayor of Squamish. I am told that during the election debate Mayor Lonsdale said she would look positively at the proposal if an economic study recommended it and if more jobs including replacements for displaced forest workers were created than lost. This is a very responsible statement by the mayor. I must congratulate her.\n\nAlso the concerns of Chief Williams must be put on record. Chief Williams opposes logging by Interfor in the Elaho Valley.\n\nThe member for Vancouver Island North made a reference to the adequacy of what has been done so far. The Elaho Valley is the heart of this particular area. It is the most valuable habitat of the entire valley. Without the Elaho heart we would lose the real significance and the real potential from the habitat potential point of view, from the ecosystem point of view, that the entire valley has. It would amputate the valley. Half of it would become clear cut and the other half along the slopes of the mountains would remain, thus depriving the habitat adequate protection.", 
            "topic": "National Parks Act", 
            "time": "1999-11-24 18:15:00", 
            "attribution": "Hon. Charles Caccia (Davenport, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2062/206/", 
            "text": "I am sure other members join me in allowing the senior member of the House of Commons what time is necessary to wrap up as we did not want to rush it.\n\nThe time provided for the consideration of Private Members' Business has now expired and the order is dropped from the order paper.\n\nIt being 6.28 p.m., the House stands adjourned until tomorrow at 10 a.m., pursuant to Standing Order 24(1).\n\n(The House adjourned at 6.28 p.m.)", 
            "topic": "National Parks Act", 
            "time": "1999-11-24 18:25:00", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332151", 
    "url": "/hansards/2062/", 
    "session": 2, 
    "date": "1999-11-24", 
    "id": 2062
}