{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2071/0/", 
            "text": "I have the honour to inform the House that a message has been received from the Senate informing this House that the Senate has passed the following bill to which the concurrence of this House is desired: Bill S-14, an act to amend the Act of incorporation of the Board of Elders of the Canadian District of the Moravian Church in America.\n\nThis bill is deemed to have been read the first time and the second reading is set for the next sitting of the House.\n\n(Bill deemed read the first time)", 
            "topic": "Message From The Senate", 
            "time": "1999-12-10 10:05:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2071/1/", 
            "text": "Since today is the final allotted day for the supply period ending December 10, 1999, the House will go through the usual procedures to consider and dispose of the supply bill. In view of recent practices, do hon. members agree that the bill be distributed now?", 
            "topic": "Supply", 
            "time": "1999-12-10 10:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/2/", 
            "text": "Agreed.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Lucienne Robillard", 
                "url": "/politicians/247/", 
                "member_id": 2732, 
                "party": "Liberal", 
                "riding": "Westmount—Ville-Marie (Québec)", 
                "id": 247
            }, 
            "url": "/hansards/2071/3/", 
            "text": "moved:\n\nMotion No. 1\n\nThat Vote 1a, in the amount of $63,196,279, under AGRICULTURE AND AGRI-FOOD—Operating expenditures, in Supplementary Estimates (A) for the fiscal year ending March 31, 2000, be concurred in.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:05:00", 
            "attribution": "Hon. Lucienne Robillard (President of the Treasury Board and Minister responsible for Infrastructure, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2071/4/", 
            "text": "Mr. Speaker, I appreciate the opportunity to speak to this supply motion today.\n\nI would like to make a few comments about the work of Agriculture and Agri-Food Canada and what we are doing in so many different ways to assist farmers, as well as our work with the total agri-food industry in Canada. As I have reminded the House before, this is very important subject and Canadians know clearly the importance of the agriculture and agri-food industry.\n\nIt all starts on the farm, that very tough part of the food production cycle in Canada and in the world, where those people, those families and those communities deal not only with the vagaries of the world market, but also with the vagaries of the weather and many other things which, no matter how good their management or the technology they have, are out of their control. It is a tough, unpredictable business which can tear out anyone's heart. However, 75% of the jobs in the agri-food industry are beyond the farm gate.\n\nWhen most people think of the agricultural industry, they think of the farmers, and well they should because they are the important key people who start the whole food production cycle. However, when the product leaves the farm gate, it enters into what I refer to as the agri-food portion, that is, the further processing, the retailing, the marketing, et cetera, which presents to Canadians, to the customers of Canadian agriculture and agri-food products around the world, without question, some of the highest quality food products in the world.\n\nWe also have some of the highest safety standards in the world. Consumers around the world are concerned about food safety. We have a positive and effective regulatory system in this country. That has been clearly demonstrated. The best test of any system is the results, and the results are that this is the safest food in the world.\n\nThere is no mistaking the importance of the programs and services that Agriculture and Agri-Food Canada is involved in, only a small minority of which are mentioned in the motion that we are debating.\n\nI want to remind my colleagues and the people of Canada that the agri-food industry is one of the largest employers in the country. One in seven working Canadians works in the industry. Over 13% of Canadian jobs are in the agriculture and agri-food industry. I think we would all be surprised to learn that over half of all young Canadians entering the workforce for the first time get jobs in the agri-food industry.\n\nIt is also a highly innovative industry, one that depends on scientific progress, which is why we spend a good chunk of our money investing in research each and every year. It is an industry in which we can take a great deal of pride, one I believe must and will survive and thrive, not just for the good of farmers, but for the good of the country as a whole, whether it be in job creation or anything else.\n\nAs members know, I spent a good portion of my life in the industry. I know firsthand the ups and downs of the industry, but I also know firsthand the satisfaction that comes with the success of meeting the challenges which come every day. There are risks and there are things which happen that can make a person's heart pound or the hair on the back of their neck rise because, just when that person figures out the way things should go, that is when the chain flies off, or whatever terminology we want to use.\n\nWe are going to continue to work together and keep holding everything together so that more can happen. In the partnership we have with Agriculture and Agri-Food Canada and with everybody in the industry, I am convinced that we will find an effective way to deal as much as possible with those risks that have become not only my preoccupation over the last many months, but the continuing preoccupation of everyone involved.\n\nAs my colleagues know, earlier this week I returned from very important meetings for the agriculture and agri-food sector. The meetings were held in Seattle, where the WTO talks were expected to be launched. We know the results. Unfortunately they did not get off to the start we had hoped.\n\nI also met this week with my provincial counterparts to work toward a long term safety net. It is not the only challenge we have before us at the present time, but I would say, without question, it is the most important challenge.\n\nThe fact that the world trade talks could not be launched as planned is obviously a disappointment. However, for those people who try to paint this as the end for agriculture, I want to tell them that they are a long way from reality. That is just not the case.\n\nThe 135 countries represented at Seattle could not agree on how to proceed on a variety of issues, but the talks will begin. Agriculture and services were mandated in the Uruguay round to begin in the year 2000 and will begin at that time.\n\nI am pleased to say that we were able to maintain the agricultural working group and the text was frozen. When the talks begin again we will begin negotiations from that point. We were clearly in a position that our negotiators could go forward from that text as it was frozen and negotiate toward the mandate that we announced as an industry after a long period of consultation back in August as the goals and the objectives for the Canadian industry.\n\nWe did make progress in Seattle, despite what some reports might have suggested and that is the important thing. It will be a setback, unfortunately, but only a temporary setback. That was a very important meeting to work toward trade reforms and we will continue to press on for and with our industry.\n\nAt this time, on behalf of myself, the government and the trade minister who was there, we were very pleased with the support, co-operation and attendance of a large number of non-governmental organizations, as well as provincial members of parliament, federal MPs and senators who were there as team Canada at the WTO talks.\n\nAs one of the biggest trading countries in the world, Canada does have a strong interest in those talks and we are absolutely committed to staying in the game until the very end. The commitment is not just at the federal level either. One of the really positive things about the talks and this whole process of getting ready for them has been the partnership, the working together and how everybody in the industry has stuck together throughout all that. That kind of co-operation will stand us in good stead in the long negotiations to come.\n\nOur farmers need a level playing field. I will continue to work to build support with our trading partners around the world so that we can get an agreement that allows our Canadian farmers to compete fairly in markets all over the globe.\n\nAs we said, the WTO talks even if they had started last week are not going to be a quick fix, but they are a necessity and an important part of all that we have to do in order to continue to level that playing field.\n\nIn the meantime, we brought forward as a government the aid program, AIDA, a year ago. We look back to where we were about a year ago this week when we announced as a federal government that we would be putting forward $900 million. Since then we have added another $170 million so it is close to $1.1 billion. With the provincial contribution to that, there is over $1.75 billion available over 1998 and 1999 to assist producers in this stressful time they are going through.\n\nI am well aware of the criticism that the program has received. I think the House is aware that I am not as happy with the program as we would all liked to have been. The goals of the program were to target the resources that were available as much as possible to those who needed support. In targeting, it takes some paperwork. The easiest and quickest way to disburse money at any time is just to send everybody a cheque, but when one does that those who do not need the support as much as the others get support and, for those who need it, there is less to have.\n\nWe have fixed some of the problems with the program. We will continue to work at it, but I remind everybody that it was a program to deal with the precipitous drop in incomes in 1998 and 1999 relative to the period of time before that. That was the request. We remember the very spirited and thoughtful debates we were having in this place and other places a year ago. Everyone was saying that because the bottom had dropped out of grain and hog prices that we needed to do something to address it. We did that. There are those who unfortunately it did not reach and we are looking at that. That is why we are looking at a long term program. I had a good discussion with ministers earlier this week. We will continue that discussion through our officials and through further meetings in as early as January.\n\nWe know we need to put a long term program in place. We have a short term problem and we have a long term reality to face. We have to work the two of them together. I am confident that we can. I am confident that we will be able to find a lot of resources to do that. I am a realist and I know there are not enough resources to satisfy everybody to the extent that every individual would like, but we will do the best job we can.\n\nI personally feel strongly that we need to work together. We are working together to be more flexible with a system that responds to the whole range of needs that exist in a very diverse agricultural industry. When we think of the size of this country, of how diverse it is even within one province and how diverse the agriculture and agri-food industry is from coast to coast to coast, it is absolutely incredible.\n\nIt is not an easy task but nobody said it would be easy. If it were easy, we probably would have been there a long time ago. Every time we do these kinds of things in the best interest of and in fairness to everybody who has been involved in the past, present and future, we think we have got it. Then we find out that because this industry is so flexible, so rolling and moving so fast that we have a hard job keeping up. Because there are so many things that affect what goes on out there, things change.\n\nI will talk about change for a minute. It not only applies to the agri-food industry but also to our lives in general. The assistant deputy minister of research in my department told a group of us not too long ago that 90% of the scientists who ever lived are alive today. There are some pluses and minuses or pros and cons to that. It is not just agriculture and agri-food scientists but all kinds of scientists who make up this 90%. It is just amazing what these people will produce in terms of new technologies, new research, et cetera, and that is fantastic. We can see that every day in our lives.\n\nIt also means that because so much is being produced and so many of those results are coming about, the shelf life, to use a layman's term, is so much shorter because something comes on to follow what was there before. This is happening in every sector of our society. Things change and the only constant is that there are changes taking place.\n\nI know the discussions will be frank and fruitful and we will continue with those.\n\nFarmers are counting on us. They can know that we are spending an inordinate amount of time and that we have their best interests in mind. All ministers I met with this week know it is our obligation to show leadership and to work together to come up with a package of risk management tools that the government could be involved in to encourage producers to get involved in what I refer to as commercial risk management. There are other ways to manage the risk out there as well that will help us build an adaptable, productive and competitive industry.\n\nAll of us as individuals, all of us as ministers and all of us as MPs and provincial members of legislatures want the best for farmers. I want the best for Canadian farmers. We cannot afford to divide ourselves if we are going to deliver to our producers. As I said, I will be meeting with my provincial counterparts to continue on that.\n\nThe moneys in this motion today are to go toward a number of those things, programs such as the Canadian adaptation and rural development fund, to make sure our industry is compliant. We have contingency planning for the Y2K event that will be happening not too many days ahead of us. There is money for the Canadian biotechnology strategy and money for genomics based on research and development. There is the implementation of a component of the youth employment strategy and those types of things. They are very important things that we need to do.\n\nI will continue to do whatever it takes with my colleagues here in the House and with my fellow agriculture ministers across the country, with industry itself and with our trading partners around the world, to build an agriculture and agri-food industry that is strong, stable and productive.\n\nThis has been a busy year again for all of us. It has not been an easy year for industry. I am sure building on the experiences and determination that we have, we will all continue to do whatever it takes; my colleagues here in the House, the ministers, the industry and our trading partners. I look forward to continuing to meet and beat the challenges that we have before us and to find opportunities, to make opportunities and take advantage of those opportunities for everyone in the important agriculture and agri-food industry in Canada.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:05:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2071/5/", 
            "text": "Mr. Speaker, thank you for recognizing the official opposition's responsibility in the House to ask the first question.\n\nThe history of agriculture in Canada is written one page at a time. The agriculture minister has been writing his pages certainly since the start of his appointment to the ministry in the House.\n\nMy question for the agriculture minister deals with his administration of the agriculture department. He briefly mentioned that he had responded to the drastic drop in income. In the good administration of a minister's department, particularly agriculture, why is the minister simply responding to requests as opposed to administering the department and foreseeing that ad hoc payments have not worked out over the past 100 years? Why has he not been able to put in place long term programs over the past two terms of this Liberal government?\n\nMy question relates to the $1.4 billion budget that he has to work with and why an additional $63,196,279 has to be appropriated in extra payments from taxpayers at this time.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:25:00", 
            "attribution": "Mr. Howard Hilstrom (Selkirk—Interlake, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2071/6/", 
            "text": "Mr. Speaker, the hon. member obviously does not understand how the system works. Before we can get permission from Treasury Board to actually get the money, we have to demonstrate what it will be used for.\n\nAt the beginning of a year when the budgeting is done, plans are there and the money is there. However, before we can actually draw it from the Treasury Board we have to go back with the specific things that we will be using it for. We tell Treasury Board what we expect to need, what our plans are and what our budgets will be for the year.\n\nIt is not as simple as the Treasury Board just writing a minister or a department a cheque and saying “Here is the $1.X billion. Go away and do it”. There is a system of checks and balances there.\n\nIf I recall, members of the official opposition have said a number of times that they want to see that type of system. That type of system is there. The reason we are here today and why we are having these votes is to move those moneys from point A to point B.\n\nThe hon. member talked about the government reacting to things rather than being as proactive as he would like it to be. If we go back to the previous election, the definition of proactivity of members of the official opposition was to remove hundreds of millions of dollars from the agriculture and agri-food budget in Canada. Thank goodness they did not get elected.\n\nWe were proactive when nobody saw the expected downturn in the industry coming to the extent that it did. As a government we found the money, an extra $1.1 billion. It is quite a difference, if we compare it to the opposition wanting to remove over $600 million. The farmers of Canada are fortunate that it is a Liberal government and not a Reform government.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:25:00", 
            "attribution": "Hon. Lyle Vanclief", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2071/7/", 
            "text": "Mr. Speaker, I agree with the minister. The Reform Party wanted to cut back even further.\n\nMy question is one that farmers are asking me on an almost daily basis, and I ask it very sincerely. Why is there no more assistance coming from the government?\n\nThe minister knows that the joint position in Manitoba and Saskatchewan is supported by all three provincial political parties: the Liberal Party, the New Democratic Party, which is the Saskatchewan party, and the Conservative Party. It is supported by all farm organizations, chambers of commerce and federations of labour. There is sort of a position of solidarity in both provinces that they need an extra $1.3 billion for people to survive.\n\nI do not want to go over the arguments this morning. We all know the argument that the trade war is driving down the price of grain and people are at the point of suffering. I am sure the minister is aware of that. In light of all the protests, in light of all the representations, in light of the solidarity among members of his own party, and in light of all the media coverage, people are asking me why there has not been any action.\n\nThe Liberal Party ran an extremely high profile popular candidate in the byelection in Saskatoon—Rosetown—Biggar, Henry Dayday who was mayor of the city of Saskatoon for 11 years and a very good person. He obtained 15% of the votes, basically because the issue became the farm crisis and the economic harm that would result if there were no additional aid.\n\nFarmers are asking why the message did not get through. We know there is a surplus of approximately $10 billion coming next year, or almost $100 billion over five years. People are aware of that. Historically the minister is very conservative in his estimates. It may even be more than that.\n\nIf this money were to come, farmers also know that a lot of it would go back to the federal government because of the extra stimulus in the economy and taxes. They are asking why this message did not get through in terms of getting the extra $1.3 billion. I hope the minister understands what I am asking.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:30:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2071/8/", 
            "text": "Mr. Speaker, I understand what the hon. member is asking, but I also understand that in the last few years the province from which he comes has drastically cut back its support to the agricultural industry. The federal government did so too because of fiscal realities.\n\nBecause of what we did we are now able to put $1.1 billion back in. We are now able to talk about a long term program based on the experiences of that program, the needs, the realities of today, and the everyday changing and rolling, if I could use that term.\n\nI remind the hon. member of the incredible difficulty we had as a government to get the Government of Saskatchewan in particular to come forward. We had to beg. We had to push. We had to pull. I could use words stronger than those in order to get it to to support that major industry in that province.\n\nAgriculture is a shared jurisdiction between the federal government and provincial governments. Shared usually means 50:50. In the safety net program over the last number of years the federal government has paid 60%. I had to do a lot of levering to get the hon. member's provincial government to come forward with its 40%.\n\nWhen we came forward with another change to the program to cover negative margins, the province did not want to do it. It wants to take some money and mail a cheque out to every farmer in Saskatchewan. I understand there are farmers that the IDEA program did not reach. We are trying to fix that in the future, but in order to get money to farmers that need money that provincial government wants to give money to those that do not.\n\nIn the last 12 months the federal government has put in $1.1 billion. When we combine that with what we have finally convinced the province of Saskatchewan to put in, it means that $575 million more than what there was a year ago are going into the hands of farmers of the province of Saskatchewan who are hurting. Only the New Democratic Party would say that $575 million were insignificant.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:30:00", 
            "attribution": "Hon. Lyle Vanclief", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2071/9/", 
            "text": "Mr. Speaker, I am very pleased to take part in this debate. I will be splitting my time with the hon. member for West Nova.\n\nWith respect to agriculture we are very pleased that it was the Conservative Party that brought about this debate. Obviously the minister has been forthright in his remarks today, but it is increasingly clear every day that the federal government has not clearly recognized the importance of agriculture in Canada. Due to the urging of members of this party and others a standing committee is currently travelling in an attempt to deal with this crisis.\n\nA crisis is the proper word. The government manages by crisis. It waits until the wheels come off and then it reacts. It is not like there has been any planning. The minister talked about long term planning. It will be a long time and a cold day in this place before we see long term planning coming from the government.\n\nWith respect to that topic we now know that legislation is coming that is meant to provoke the province of Quebec. Yes, the little cat from Shawinigan is out of the bag. We now know that the government plans to bring in legislation in very short order. There will be a press conference later today in which the Prime Minister will outline his attempt to poke Quebec in the eye once again and try to get the country embroiled in a debate over national unity.\n\nWe question the timing, the procedure, and the process that has been followed. It has been demonstrated again. We just finished a 40-plus hour debate over a similar issue, an issue that is divisive, an issue where the government has failed to consult, and an issue where the government deliberately ran roughshod and used a process to beat the opposition and rest of the country over the head to impose its will. We are about to embark on that same process again. Later today in a press conference the Prime Minister will outline his way to impose things upon the province of Quebec in a referendum.\n\nWe have to question that. As members of the House we are representatives of the people of Canada. It is our responsibility to question the Prime Minister as to why he is doing it and why he is continuing to demonstrate such a provocative, aggressive approach toward one province of the country. We have seen it. It is always Quebec that the government and the Prime Minister single out in an attempt to impose their will. We do not see leadership demonstrated in the government. We see dictatorship. We do not see democracy. We see autocracy. That is what the government stands for.\n\nThere has been very little insight from the Prime Minister. Time and time again he has demonstrated that he does not understand his home province. Again the process is being abused and used by the government to impose its will.\n\nWhy are we dealing with the issue of agriculture today? A supply day is traditionally and has always been a day on which the opposition was allowed to choose its priorities. It is clear that the opposition understands the priorities of the country a lot better than the government.\n\nI am of the mind that the Prime Minister gets up every morning with no plan. It is whatever pops into his head that day. He got up one day and decided to pick a fight with the premier of Quebec and with the province of Quebec. Why? Maybe in the back of his mind he thinks that this is a way to somehow rewrite history, to correct the wrongs or correct the way he somehow dropped the ball in the pass. He is trying to make Canadians forget that he completely mismanaged this issue during 1995. He has completely misunderstood Quebec from the very day he entered public life.\n\nThere is very little faith not only in the province of Quebec but in every province. I suspect the premiers will be extremely upset when they come to understand what the Prime Minister is doing.\n\nThe premiers have not been consulted. The provinces have not been consulted. God knows the opposition has not been consulted at all on this issue. Why now? Why at this time when we have seen in the province of Quebec the most sustained period of stability that has existed for some time?", 
            "topic": "Supply", 
            "time": "1999-12-10 10:35:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2071/10/", 
            "text": "It is Christmas.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2071/11/", 
            "text": "Perhaps it is that it is Christmas. Perhaps it is because the Prime Minister is very good at manipulating the rules. It is very clear to him that we will be out of here some time in the next week. Of course that is at his urging; he is the person who will control the agenda. Then Quebeckers and the rest of the country will be left to stew in their own juices over the holidays, to sit and wonder and wait to see what the Prime Minister will do next.\n\nThis supply day is focused on agriculture. There will be significant debate on the issue. My colleague for West Nova will speak further on the Conservative position. Sadly the member for Brandon—Souris cannot be in the House. He is travelling with the agriculture committee and doing his good work on behalf of his party, of Canadians, and of his home province of Manitoba.\n\nWe are faced with a very crucial issue in and of itself, the issue of what the Prime Minister is up to. We read about it through a leak. The government policy is to leak things through the press rather than have any meaningful debate or interaction with members of the opposition. We see this time and time again, not only from the Prime Minister but from all ministers across the way. They would rather leak something to the press gallery than come in here to make a ministerial announcement, talk with members of the opposition or go to committee.\n\nWhy are members of the opposition even in the House if they cannot expect some kind of meaningful dialogue, some indication that government members are listening? Members of the House have been elected to put forward their beliefs on behalf of their constituents. Yet the government completely forgets that and abrogates its responsibility when it comes to having any kind of dialogue with members of the House. We see it in committees when ministers are simply too busy to appear before members of the committees to speak about the government plan, and we are left wondering what the point is.\n\nWith respect to Quebec we know that the plan is to be provocative and reckless. The government will impose what it thinks it should do as opposed to sitting down with Quebec and discussing what should happen. Does it try to include the commentary and thoughtful insights of the province of Quebec? No, that is not the way the government approaches the situation. It has not been and it probably never will be under this Prime Minister.\n\nThe Liberal government has very skewed priorities. It knows that its one driving or motivating force for being in government is to remain in government. That is what the government is about. It is not about identifying issues that are important to Canadians. It is about how it stays in power.\n\nGovernment members are like survivors of the Titanic clinging to a lifeboat. That is the way they approach this matter. They will do whatever they have to do to stay in power. They are clinging to power by dividing the country. They have taken a provocative approach that will pit members of one province against those of other provinces. That is an easy thing to do. It is always easy to find issues that divide the country. The Prime Minister has demonstrated that time and time again.\n\nIt is very easy to keep the passions of people outside Quebec enraged against those who live in Quebec. It is very easy to leave Quebeckers with the impression that the rest of Canada does not care about them, and that is not true. That is not the case. There are people right across the country, francophones both inside and outside Quebec, who want to make the country work.\n\nWe have to remind Quebeckers and Canadians of that time and time again. Unity is something that can and will work in the country, but the Prime Minister does not understand that. He would rather pick a fight, get down on a very base level and try to impose his will, his vision if he even has one, of how Quebec should exist within the country. It is a sad day in the House when that happens. It is a sad day every day that the government takes a provocative and mean-spirited approach toward one province and one people in the country.\n\nThat is not the position of the Conservative Party of Canada. It never has been and never will be. We have a long and proud record of what we have tried to do to keep the country together, not in an appeasing way or in a way that is meant to give away rights but in a way that is meant to respect, understand and at least make meaningful and truthful gestures when it comes to keeping the country united and people of the country working toward a common goal.\n\nI realize my time is short and that we are somewhat off topic in talking about agriculture, but it is too important an issue to let it go by at this time. We have not seen the type of leadership that one would expect from the Prime Minister who is from Quebec. He has abrogated his own responsibility and understanding toward his own home province in the move he has made today.\n\nI suspect that members of the government are surprised and taken aback at the approach their leader, the Prime Minister, has taken. There is very little unity in the government as opposed to the unity in the country at this time, yet the Prime Minister, I suggest, is prepared to stumble recklessly into this issue for his own political gain.\n\nWhen the press conference occurs today, Canadians should beware and be ready for what the Prime Minister will say. It is not going to be all wine and roses. That will be the approach he takes. It will be an attempt to baffle Canadians with his insights into Quebec. They should look a little deeper as to what is behind this provocative move by the Prime Minister. It is not an approach to heal; it is an approach that will harm the unity of this country.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:40:00", 
            "attribution": "Mr. Peter MacKay", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2071/12/", 
            "text": "Mr. Speaker, my colleague who has just spoken has condemned the parliamentary scandal we are facing. It shows that we have reached a total breakdown of the Canadian federal system.\n\nI have a question for him. Do the negative effects of this alarming power grab the Prime Minister will be carrying out with the complicity of the Liberal Party of Canada not indicate a disdain for democracy, a disdain for parliament, a disdain for all the people of Quebec and of Canada, for which he will pay the price politically? Will he not go down in history as the Prime Minister of Canada who was responsible for this failure of democracy?", 
            "topic": "Supply", 
            "time": "1999-12-10 10:45:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2071/13/", 
            "text": "Mr. Speaker, that is a very good question and a very apt description.\n\nWe know that the Prime Minister has always been prepared to manipulate the process, to use a provocative, powerful approach when he has a majority government to beat other provinces over the head. We know that other governments have been less likely to do so.\n\nWhat about the farmers? Why did they not make today an agriculture day instead of sitting over there on their butts?\n\nThe province of Quebec is very concerned about why this is happening now. Why is the Prime Minister creating an issue at this time when there are other important issues brewing like agriculture, the crisis in the fishery on the east coast and problems right across the country? He is just creating an issue. There is no reason whatsoever to be in this debate right now. There is no reason. It is only because the Prime Minister once again wants to create a problem.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:45:00", 
            "attribution": "Mr. Peter MacKay", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2071/14/", 
            "text": "Mr. Speaker, the member from Pictou—Antigonish has brought up the fact that agriculture has a lot of problems today and something has to be done. That is what we are here to debate. He also brought up alienation, east versus west, Quebec versus the west, all the different parts of the country fighting against each other.\n\nI have one question for the member. Back in the 1980s, Mr. Brian Mulroney was the prime minister. Fifty percent of the alienation in western Canada today is directly related to that prime minister. Not only did he take the CF-18 contract away from western Canada, from my own city of Winnipeg, Manitoba, but he turned off the farmers. Where was the long term disaster assistance program for farmers? Why was it not created during the Mulroney years, the Progressive Conservative years, when they had the biggest majority ever as the governing party?", 
            "topic": "Supply", 
            "time": "1999-12-10 10:45:00", 
            "attribution": "Mr. Howard Hilstrom (Selkirk—Interlake, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2071/15/", 
            "text": "Mr. Speaker, once again we see an attitude from the Reform Party that is very much in line with the current government. It singles out one region of the country and pits it against another region.\n\nWe have seen the emperor's new clothes in the form of Mr. Manning and Mr. Chrétien when it comes to this type of thing. They want to take the divisive approach. They want to take the approach that is very provocative.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:45:00", 
            "attribution": "Mr. Peter MacKay", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2071/16/", 
            "text": "Mr. Speaker, I rise on a point of order. I realize that you were engaged in a conversation, but you missed something. The hon. member from the PC Party is blatantly breaking House rules in debate by using members' names. I think you should correct him on that.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:50:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2071/17/", 
            "text": "The Chair accepts the point made by the hon. member for Elk Island. I am sure that the member for Pictou—Antigonish—Guysborough in no way would want willingly to break the traditions and the customs of the House.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2071/18/", 
            "text": "Mr. Speaker, I would like to congratulate my colleague from Pictou—Antigonish—Guysborough on a very timely and well delivered speech.\n\nWhile many Canadians prepare to celebrate the holiday season, many others are worried that any kind of celebration will be short lived if they do not see any kind of financial assistance soon from the federal government. I am referring to Canadian farmers who in some instances have been suffering through the most serious farm crisis since the Great Depression.\n\nThe sad fact is that the Liberal government fails to recognize the severity of the situation throughout Canada's farming communities. Since being elected in 1993 the Liberal government has consistently ignored the plight of our farmers. From what our farmers can see from the government's estimates, this neglect is bound to continue.\n\nFarm support since 1993 has been reduced by approximately $3 billion. We are talking about federal-provincial contributions that once exceeded $7 billion which have been reduced to under $4 billion. This is a very significant decrease at a time when our Canadian farmers are facing increased subsidized competition, rising input costs and natural and economic disasters. Now our federal government wants to add Canada's inadequate national safety net program to their misery.\n\nThe government continuously preaches about the importance of our agricultural industry, yet its inaction in a time of crisis suggests a clear lack of commitment toward our Canadian farmers. In response to the crisis in the agricultural industry the government has introduced a farm aid package that has been thoroughly criticized for being inadequate. Even members from the minister's own governing party are lamenting about the inadequacy of the government's AIDA program. This is the program that was going to provide farmers with $1.1 billion in aid but has thus far only delivered $300 million in much needed assistance.\n\nThe minister has promised that all the money will be in the hands of our farmers by Christmas. I would like to tell the minister that Christmas is fast approaching, as is bankruptcy for many farmers unless money arrives soon.\n\nThe government has designed a program that is a regulatory nightmare. Many Canadian farmers who need the help the most are falling through the cracks. The AIDA program was ill designed and totally underfunded. Even provinces such as Ontario and Saskatchewan are threatening to pull out of the federal safety net program because they recognize that the government is not truly committed to helping our Canadian farmers.\n\nOn November 22 I read a very disturbing article in one of Nova Scotia's daily newspapers, the Halifax Herald . The article was entitled “Quebec farm suicides lead country”. Any suicide is tragic but to have specific numbers for our farming community simply magnifies the crisis situation our Canadian farmers are facing each day due to mounting debt. I recognize that this Queen's University data is somewhat dated, however it does magnify the tragedy our farmers are facing due to the extreme financial pressure often associated with the agricultural industry.\n\nAgriculture is one of Canada's top five industries. However by the actions of the federal government we would think that this important industry is of very little benefit to Canada's overall economy. Nothing could be further from the truth. In 1998 alone, our agriculture and agri-food industries contributed over $90 billion to our overall economy. That is equivalent to 8.6% of Canada's gross domestic product. Our overall agri-food exports exceed $22 billion and are responsible for 30% of Canada's total trade surplus. These are impressive figures, however behind these impressive figures lies much anxiety and heartache.\n\nPerhaps blinded by some of these impressive numbers, our federal government appears incognizant of the growing threat to our agricultural industry. Each and every day Canada is facing the loss of another farmer. We are losing these farmers because the government has failed to come up with any long term solution to the problems facing this vital industry.\n\nIn Nova Scotia alone, well over 1,000 farms have disappeared since 1981. That is an average of 69 unreplaced farm closures across the province every year. Nova Scotia's youth increasingly choose other careers rather than farming because they sense that there is no future for them in this industry. They recognize that their federal government will not be there to help them in a time of crisis such as we are witnessing today.\n\nNova Scotia's farming industry is increasingly in danger of eventually becoming irrelevant. This would be a tremendous blow to an area that has prided itself on its agricultural prowess since as far back as the beginning of the 17th century when the first European settlers arrived in the Annapolis Valley. What is particularly frightening in Nova Scotia is the fact that 42% of our farm operators in 1996 were over the age of 55. The average age of farmers in Nova Scotia is 52.2 years. Our farmers are slowly getting older and there is no indication that our youth will be willing to carry the torch in any significant manner come the new millennium.\n\nThe government should be encouraging our youth to embark on a career in agriculture. Yet by the proposed estimates the government has introduced concerning agriculture, any future young farmers and I see that the government has very little interest in encouraging our farming tradition that spans back centuries.\n\nAlready we see a considerable number of our farmers being forced to rely on outside employment to subsidize their farming income. Because they are forced to pursue other employment opportunities to survive, many of them fail to qualify for government tax incentives that would offer them some relief on an already enormous debt load.\n\nMembers of the Progressive Conservative Party recognize that we can ill afford to lose any more of our farmers. With less than 7% of our land being currently used for agriculture, Canadians are becoming increasingly dependent upon foreign imports.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:50:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2071/19/", 
            "text": "I request the forbearance of the member for West Nova. We are getting very close to the time for Statements by Members. If we interrupt now, the member for West Nova will have three minutes to conclude his thoughts before questions and comments after Oral Question Period and Routine Proceedings.\n\nThe House will now proceed to Statements by Members.", 
            "topic": "Supply", 
            "time": "1999-12-10 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Andrew Telegdi", 
                "url": "/politicians/280/", 
                "member_id": 2588, 
                "party": "Liberal", 
                "riding": "Kitchener—Waterloo (Ontario)", 
                "id": 280
            }, 
            "url": "/hansards/2071/20/", 
            "text": "Mr. Speaker, Conestoga College, the number one rated community college in Ontario and the city of Waterloo this week announced that they are in negotiations to build a new college campus on city owned land in northeastern Waterloo.\n\nThe partnership between the college and the city will offer students access to athletic and recreation facilities, opportunities for specialized educational programs, co-operative education placement opportunities and shared parking.\n\nThis partnership will strengthen Waterloo's reputation as a centre of excellence for higher education. It will provide a complementary educational facility for the high tech business community and a new upgraded nursing school. It will also serve as a potential site for a branch library, employment opportunities and economic spin-offs from housing and spending by 2,000 new students.\n\nThis is great news for my riding of Kitchener—Waterloo, Ontario and Canada.\n\nI congratulate the city of Waterloo and Conestoga College for a new exciting educational project for the new millennium.", 
            "topic": "Conestoga College", 
            "time": "1999-12-10 10:55:00", 
            "attribution": "Mr. Andrew Telegdi (Kitchener—Waterloo, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Derrek Konrad", 
                "url": "/politicians/6526/", 
                "member_id": 2738, 
                "party": "Reform", 
                "riding": "Prince Albert (Saskatchewan)", 
                "id": 6526
            }, 
            "url": "/hansards/2071/21/", 
            "text": "Mr. Speaker, on Wednesday of this week the agriculture committee was in my riding of Prince Albert. Requests for the agriculture committee to hold more hearings in January were refused and motions for the committee to hear more primary producers were refused.\n\nThe agriculture committee had no problem hearing from the same lobby groups twice, once in Ottawa and again in my city of Prince Albert. Then the committee went on to listen to only eight farmers, giving them each less than 10 minutes.\n\nThe official opposition has sent its own committee to hear farmers even during January. It will be this party's committee that will be hearing from farmers long after the Liberals have packed up and gone home.\n\nIt was evident this week both in this House and out in committee that the government is not interested in the problems of the people nor in the will of the people.", 
            "topic": "Agriculture", 
            "time": "1999-12-10 10:55:00", 
            "attribution": "Mr. Derrek Konrad (Prince Albert, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Sophia Leung", 
                "url": "/politicians/4195/", 
                "member_id": 2501, 
                "party": "Liberal", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 4195
            }, 
            "url": "/hansards/2071/22/", 
            "text": "Mr. Speaker, the Minister of Citizenship and Immigration recently visited Vancouver, British Columbia. I had the opportunity to organize an informal round table with 30 community leaders to meet with her. This forum gave my constituents and British Columbians an opportunity to raise issues and concerns to the minister that are important for the entire community and Canada.\n\nI would like to thank the minister for lending her time to these important community discussions in Vancouver. We can now incorporate some of the citizens' ideas to the planning of new policy.", 
            "topic": "British Columbia", 
            "time": "1999-12-10 11:00:00", 
            "attribution": "Ms. Sophia Leung (Vancouver Kingsway, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bryon Wilfert", 
                "url": "/politicians/bryon-wilfert/", 
                "member_id": 2606, 
                "party": "Liberal", 
                "riding": "Oak Ridges (Ontario)", 
                "id": 304
            }, 
            "url": "/hansards/2071/23/", 
            "text": "Mr. Speaker, as the member of parliament for Oak Ridges, I would like to take this opportunity before the House rises to thank several people for their interest in my riding's namesake, the Oak Ridges moraine. It is a 160 kilometre stretch of rolling hills that acts as a giant sponge. It absorbs, filters and releases water and acts as the headwaters for over 30 rivers. It is the home to wildlife and rare species of plants and is a treasure in the greater Toronto area.\n\nAt the same time, it is under severe development pressures, which can see a great portion of the moraine paved over with little idea of the effect it would have.\n\nSo a big thank you to my colleagues in the GTA, in particular the member for Davenport for his statement and the member for Victoria, the Minister of the Environment, all those who attended the clean water summit of the Waterfront Regeneration Trust which focused on the moraine, the Geological Survey of Canada, and especially all the members of grassroots organizations who have given a great amount of time and energy to make sure that we recognize the importance of the Oak Ridges moraine.", 
            "topic": "Oak Ridges Moraine", 
            "time": "1999-12-10 11:00:00", 
            "attribution": "Mr. Bryon Wilfert (Oak Ridges, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Aileen Carroll", 
                "url": "/politicians/2293/", 
                "member_id": 2552, 
                "party": "Liberal", 
                "riding": "Barrie—Simcoe—Bradford (Ontario)", 
                "id": 2293
            }, 
            "url": "/hansards/2071/24/", 
            "text": "Mr. Speaker, Environment Canada reports that the amount of industrial hazardous waste, including cancer-causing chemicals, being dumped into Ontario's sewers is increasing. It is now five times greater than all the other provinces and territories combined.\n\nThe latest figures also indicate that the amount of industrial pollution that went directly into air, water and landfill sites in Ontario increased to 63,000 tonnes in 1997.\n\nThe Government of Ontario says that these figures reflect better reporting by company officials. Surely the citizens of Ontario deserve a provincial government whose aim is to reduce the toxic product rather than just reflect on the reporting process.", 
            "topic": "Hazardous Waste", 
            "time": "1999-12-10 11:00:00", 
            "attribution": "Ms. Aileen Carroll (Barrie—Simcoe—Bradford, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Peter Goldring", 
                "url": "/politicians/peter-goldring/", 
                "member_id": 2456, 
                "party": "Reform", 
                "riding": "Edmonton East (Alberta)", 
                "id": 120
            }, 
            "url": "/hansards/2071/25/", 
            "text": "Mr. Speaker, in November over 1,000 Canadians gathered on Parliament Hill to voice concern for their legislated loss of equal rights in Quebec.\n\nTogether, they brought a petition of over 16,000 persons asking our government to affirm that all Canadians are equal under all circumstances and without exception in the province of Quebec and throughout Canada. They wished to remind Canada's government to only enact legislation that would affirm the equality of every individual under the laws of Canada.\n\nToday in Canada, we see equality once again being legislatively degraded in the Nisga'a treaty. Equality in Canada is paramount to our freedoms. Special status for some over others is regressive. We must stand up together to reaffirm equal rights for all. We must not enact legislated segregation for any group in Canada. Equality—", 
            "topic": "Equality", 
            "time": "1999-12-10 11:00:00", 
            "attribution": "Mr. Peter Goldring (Edmonton East, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/26/", 
            "text": "The hon. member for Haliburton—Victoria—Brock.", 
            "topic": "Equality", 
            "time": "1999-12-10 11:00:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John O'Reilly", 
                "url": "/politicians/3371/", 
                "member_id": 3238, 
                "party": "Liberal", 
                "riding": "Victoria—Haliburton (Ontario)", 
                "id": 3371
            }, 
            "url": "/hansards/2071/27/", 
            "text": "Mr. Speaker, this is a very historic week in parliament where Tuesday became Wednesday and Wednesday became Thursday. Now here we are on Friday and I am glad to see the table has changed.\n\nVoting took place in here for some 43 hours. People talked about a waste of time and money, but I want to talk about the thanks that should be given to the staff, in particular to the pages, the clerks, the bus drivers, the security, the table officers, the Hansard staff, the sound and TV people, and in particular the cleaning staff who made such a fabulous job of cleaning up after our sitting for some 43 hours and voting.\n\nLet us take the time to thank the people who support us here and my thanks on behalf of Haliburton—Victoria—Brock.", 
            "topic": "House Of Commons", 
            "time": "1999-12-10 11:00:00", 
            "attribution": "Mr. John O'Reilly (Haliburton—Victoria—Brock, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Maud Debien", 
                "url": "/politicians/6385/", 
                "member_id": 3289, 
                "party": "Bloc", 
                "riding": "Laval East (Québec)", 
                "id": 6385
            }, 
            "url": "/hansards/2071/28/", 
            "text": "Mr. Speaker, the United Nations has proclaimed December 10 Human Rights Day.\n\nIn honour of this, the international centre for human rights and democratic development is today awarding the 1999 John Humphrey freedom award to two Burmese activists. Cynthia Maung is a doctor who treats Burmese refugees in Thailand and Min Ko Naing is a student leader imprisoned for his activities.\n\nOn behalf of all Bloc Quebecois members, I congratulate the two recipients and encourage them to carry on the fight to reinstate human rights in Burma.\n\nThe imprisonment of 150 Burmese democratically elected representatives since 1998 speaks very clearly of the state of human rights in that country.\n\nThere is a long way to go before a stop is put to the repression and political coercion visited on the people of this planet. This Human Rights Day gives us the opportunity to renew our firm commitment to ensuring equality for all and the right to freedom.", 
            "topic": "Human Rights Day", 
            "time": "1999-12-10 11:05:00", 
            "attribution": "Mrs. Maud Debien (Laval East, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2071/29/", 
            "text": "Mr. Speaker, last Monday I had the opportunity to meet with a group of farmers in the lovely town of Melita, Manitoba. This town, in the southwest corner of the province of Manitoba, is located in the centre of the area that bore the brunt of last year's high water.\n\nThe farmers I met with were representative of the area's best. Smart and industrious, these farmers are successful in a very difficult industry. The product of their labour contributes strongly to Canada's exports and is the foundation upon which a number of other industries run.\n\nThis year they have suffered two blows. The flooding of international markets with low priced goods has reduced their returns from their labour. The flooding of their land has made it impossible to plant much of the available acreage. They made the point to me that farming is a very difficult business subject to the vagaries of weather, disease, insects, drought one year, flood the next. These are the norms of the industry and they accept that. They know that there will be good years and bad years.\n\nNow, however, a new blight has emerged, one which they cannot fight alone and one which will overwhelm them if we do not offer some support. The blight is the subsidies that are given to farmers in the U.S. and Europe. Eighty percent of our farmers sell their goods in international markets and these subsidies cause—", 
            "topic": "Farming Industry", 
            "time": "1999-12-10 11:05:00", 
            "attribution": "Mr. Reg Alcock (Winnipeg South, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/30/", 
            "text": "The member for Edmonton—Strathcona.", 
            "topic": "Farming Industry", 
            "time": "1999-12-10 11:05:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Rahim Jaffer", 
                "url": "/politicians/142/", 
                "member_id": 2461, 
                "party": "Reform", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 142
            }, 
            "url": "/hansards/2071/31/", 
            "text": "Mr. Speaker, this week the environment minister stated that his government could pay millions of dollars in compensation as part of its plan for protecting endangered species. So far he has been extremely evasive about specifying the formula for compensation based on fair market value and lost investment revenue. The minister has only stated that he is determined to protect vulnerable habitat, whether it is on federal, provincial or privately owned land.\n\nLandowners are watching the minister closely to see if he is just as committed to protecting their fundamental freedoms to enjoy private property as he is to protecting endangered species.\n\nI have heard from hundreds of landowners who believe that they, not big government bureaucracies, are the ones who can best protect endangered species. Canadians will be watching closely to see if the minister will rise to the challenge of committing the task of protecting endangered species to the people who are best prepared to do it, private property owners.", 
            "topic": "Endangered Species", 
            "time": "1999-12-10 11:05:00", 
            "attribution": "Mr. Rahim Jaffer (Edmonton—Strathcona, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2071/32/", 
            "text": "Mr. Speaker, on April 2, 1979, Marie Wakid assumed the position of riding assistant in the riding of Ottawa—Vanier. Having excelled in her work for over 20 years and celebrating her 65th birthday today, she has decided to retire.\n\nFor over 20 plus years, she has served the people of Ottawa—Vanier in exemplary fashion. She began her work alongside my predecessor, Jean-Robert Gauthier, and continued it with me. I have defended the interests of the people of this region and will continue to defend them.\n\nIt saddens me greatly to see Marie leave us today, and we want to use this day to wish her a happy retirement. It is probably a record to work in a riding office for over 20 years.\n\nIt is on behalf of thousands and thousands of individuals and families she has helped in Ottawa—Vanier that I want to thank her.\n\nThank you very much, Marie. May your retirement be a happy one.", 
            "topic": "Marie Wakid", 
            "time": "1999-12-10 11:05:00", 
            "attribution": "Mr. Mauril Bélanger (Ottawa—Vanier, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Svend Robinson", 
                "url": "/politicians/2111/", 
                "member_id": 2473, 
                "party": "NDP", 
                "riding": "Burnaby—Douglas (B.C.)", 
                "id": 2111
            }, 
            "url": "/hansards/2071/33/", 
            "text": "Mr. Speaker, a six year old Cuban boy, Elian Gonzalez, who survived the sinking of a boat illegally transporting him from Cuba to Florida, is now being held in the U.S. in blatant violation of both humanity and international law.\n\nThe boy's father and grandparents, all in Cuba, naturally seek his immediate return. New Democrats join this young boy's family and the Government of Cuba in demanding that the U.S. immediately return the boy to his family and apologize for this serious breach of international law.\n\nAs Cuban foreign minister Felipe Perez Roque recently stated:\n\nArbitrarily holding the boy in the territory of the United States of America qualifies as an abduction...and a true escalation in the stubborn and failed anti-Cuban policy rejected by the international community and detrimental to the best interest of the American and Cuban peoples.\n\nThis boy's case is clearly being manipulated for political purposes, and I call today on our foreign minister to strongly condemn the U.S. actions and demand the return of young Gonzalez to his family in Cuba.\n\nToday, on on International Human Rights Day, let us reaffirm the fundamental human rights of all people, including the Cuban people.", 
            "topic": "Elian Gonzalez", 
            "time": "1999-12-10 11:05:00", 
            "attribution": "Mr. Svend J. Robinson (Burnaby—Douglas, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Karen Redman", 
                "url": "/politicians/241/", 
                "member_id": 2587, 
                "party": "Liberal", 
                "riding": "Kitchener Centre (Ontario)", 
                "id": 241
            }, 
            "url": "/hansards/2071/34/", 
            "text": "Mr. Speaker, today Canada marks Human Rights Day. Last year we celebrated the 50th anniversary of the Declaration of Human Rights. This day is extremely significant and I would like to highlight women and human rights.\n\nThis past week we took time to remember the 14 women who lost their lives 10 years ago because of violence. It was a senseless act based on hate. Through the promotion of human rights we strive to enshrine equality between men and women.\n\nCanada has been an international leader in this area. We are strong supporters of human rights at the United Nations. We have committed to the UN Commission for the Status of Women, the UN Declaration on the Elimination of Violence Against Women and the 1995 Beijing Platform.\n\nAt Beijing, Canada's delegation lobbied to ensure that the platform would call for an accelerated process toward equality between men and women globally.\n\nHowever, there is a still a great deal we need to do. Pay equity was just the beginning. It was not the end. Gender analysis must become a commonly used tool by this government in order to achieve—", 
            "topic": "Human Rights Day", 
            "time": "1999-12-10 11:10:00", 
            "attribution": "Mrs. Karen Redman (Kitchener Centre, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/35/", 
            "text": "The hon. member for Beauport—Montmorency—Côte-de-Beaupré—Île-d'Orléans.", 
            "topic": "Human Rights Day", 
            "time": "1999-12-10 11:10:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Michel Guimond", 
                "url": "/politicians/michel-guimond/", 
                "member_id": 3260, 
                "party": "Bloc", 
                "riding": "Beauport—Montmorency—Orléans (Québec)", 
                "id": 130
            }, 
            "url": "/hansards/2071/36/", 
            "text": "Mr. Speaker, when the Prime Minister decides it is time to put Quebec in its place, to deny the existence of the Quebec people and attack them just to make himself look good, there is no commitment, no fair play, no rules that hold any more.\n\nThe Prime Minister does his deeds at night, behind closed doors, running roughshod over the public and its democratically elected representatives.\n\nSpeaking about Fidel Castro and his regime, the Prime Minister did not hesitate to say “He does not have much opposition. I would love to be in the same position”.\n\nThe Prime Minister's past and present actions clearly demonstrate that he meant what he said. The important thing for him is to have his own views prevail at all times. Anyone holding a different view has no choice but to shut up.\n\nThis is a sad day for democracy.", 
            "topic": "Prime Minister", 
            "time": "1999-12-10 11:10:00", 
            "attribution": "Mr. Michel Guimond (Beauport—Montmorency—Côte-de-Beaupré—Île-d'Orléans, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2071/37/", 
            "text": "Mr. Speaker, we are very pleased to congratulate the 207 students of St. Francis Xavier University who will receive their degrees on Saturday at fall convocation. I would also like to congratulate this year's senior class who received their cherished X-rings as part of the St. FX day festivities on December 3.\n\nThe famous X-ring has been in existence since 1942, and the ceremony has been the crowning achievement of a Xavarian's university career since 1958. This year close to 800 students received their rings. As the ring stands out, so too do St. FX grads in fields of science, business and education circles. Yes, St. FX has been known for having produced some of the most prominent politicians in the 20th century.\n\nIn special recognition, I extend congratulations to the 46 graduating students of the Coady International Institute. Celebrating its 40th anniversary, the Coady Institute is renowned for educating social action and economic co-operation to community leaders around the world.\n\nSt. FX continues to be a worldclass university and I congratulate this year's graduates. You are truly excellent.", 
            "topic": "St. Francis Xavier University", 
            "time": "1999-12-10 11:10:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Eugène Bellemare", 
                "url": "/politicians/4697/", 
                "member_id": 3160, 
                "party": "Liberal", 
                "riding": "Carleton—Gloucester (Ontario)", 
                "id": 4697
            }, 
            "url": "/hansards/2071/38/", 
            "text": "Mr. Speaker, yesterday evening, more than 3,000 Franco-Ontarians from the national capital region gathered at the Cité collégiale to celebrate the legal victory of Ottawa's Montfort Hospital.\n\nThe Ontario divisional court recently ruled that the Montfort Hospital, the only French language teaching hospital in the province, is necessary to serve the francophone community, which knows how to stand up for its rights and survive.\n\nBravo.", 
            "topic": "Montfort Hospital", 
            "time": "1999-12-10 11:10:00", 
            "attribution": "Mr. Eugène Bellemare (Carleton—Gloucester, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2071/39/", 
            "text": "Mr. Speaker, the Department of Transport is playing hardball with B.C. stakeholders in its abandoning of any interest in maintaining remote west coast docks and wharves. Stakeholders are complaining.\n\nThe department has been playing hardball with my office as well. I submitted an access to information request in April for DOT strategy and plans to devolve over 50 west coast dock facilities.\n\nIn June I was told the response was ready and only needed editing. In August, when it was clear that no progress had been made, I complained to the access commissioner, who shares my concern. Now it has been eight months, and still no response.\n\nAccess to information legislation designed to bring transparency to government is being subverted.\n\nHow can I represent west coast interests if I am hampered by departmental arrogance?", 
            "topic": "Department Of Transport", 
            "time": "1999-12-10 11:10:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2071/40/", 
            "text": "Mr. Speaker, we understand that the Prime Minister has completed legislation setting out the government's guidelines on secession referenda.\n\nWe have advocated this type of legislation for a long time and—", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:15:00", 
            "attribution": "Mr. Preston Manning (Leader of the Opposition, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/41/", 
            "text": "Oh, oh.", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2071/42/", 
            "text": "Check the records.\n\nIt is crucial, however, that any such legislation actually bring clarity, including a clear definition of what constitutes an acceptable question and what constitutes a clear majority.\n\nWill the Prime Minister now tell the House how his proposed legislation defines each of these?", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:15:00", 
            "attribution": "Mr. Preston Manning", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2071/43/", 
            "text": "Mr. Speaker, if we could have unanimous consent we could propose the bill right away so that I would be at liberty to reply to all these questions. Is there unanimous consent?", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:15:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/44/", 
            "text": "Agreed.", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/45/", 
            "text": "No.", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2071/46/", 
            "text": "Mr. Speaker, we have debated that for a long time. There is a judgment of the supreme court. The legislation that will be made public today reflects the request of the Supreme Court of Canada to make sure that political partners state clearly their positions in a civilized society.", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:15:00", 
            "attribution": "Right Hon. Jean Chrétien", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2071/47/", 
            "text": "Mr. Speaker, we are still seeking clarity.\n\nCanada will win any future referendum if Quebecers are presented with clear choices: the choice between an isolated Quebec state or a strong vibrant province within a renewed federation; the choice between building a strong future together on the basis of equality or embarking down separate paths on the basis of differences.\n\nSurely the government has a responsibility to ensure that the choices are clear and that the consequences are clear.\n\nI ask the Prime Minister, how does this proposed legislation clarify these choices and those consequences?", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:15:00", 
            "attribution": "Mr. Preston Manning (Leader of the Opposition, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2071/48/", 
            "text": "Mr. Speaker, I have said publicly many times that the question has to be clear and the result has to be clear. The question has to be on the idea that Quebec will not be a province of Canada. We want to clarify that so that people know exactly what they are doing and what they will achieve when they vote. We want the people to know exactly what is the plan of the provincial government.", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:15:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2071/49/", 
            "text": "Mr. Speaker, defining the rules of any future Quebec referendum in clear, indisputable terms is only half the battle. It is crucial, but it is only half the battle. Equally important is how the government proposes to modernize the federation to offer Quebecers and other Canadians an alternative to either status quo federalism or separation. They need a third way. For the Canadian federation to thrive in the 21st century, federalism itself needs to be modernized.\n\nWill the Prime Minister include with his referendum legislation a list of the positive reforms that he proposes to modernize the federation for the 21st century?", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:15:00", 
            "attribution": "Mr. Preston Manning (Leader of the Opposition, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2071/50/", 
            "text": "Mr. Speaker, we have a policy on modernization that is one step at a time. That is why we voted in the House of Commons in December 1995 to recognize Quebec as a distinct society. That is why we have given a veto on constitutional amendments to the provinces of Quebec, Ontario and British Columbia. That is why the federal government gave manpower training to the provincial governments some time ago. That is why we are no longer in tourism and forestry, as we were before. We are modernizing.\n\nThe best way to convince the people of Quebec that Canada is a good country is to have good government, and that is exactly what we have done in the last six years.", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:15:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2071/51/", 
            "text": "Mr. Speaker, since 1994, we have been asking this government to be clear on the question of secession and the question of majority. The government must also be clear about the problems of secession.\n\nWhy can the Prime Minister not answer these three questions clearly?", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:20:00", 
            "attribution": "Mr. Grant Hill (Macleod, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2071/52/", 
            "text": "Mr. Speaker, obviously nobody is against clarity, and we Quebecers will never lose Canada in confusion, nor we will lose it in clarity, because we want to keep it. That is what the bill is all about.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:20:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2071/53/", 
            "text": "Mr. Speaker, the rules of secession are very important. They must be clear. It is also important that the Canadian federation be renewed so that no province wishes to leave.\n\nCan the Prime Minister guarantee us that his referendum plan will include a plan for renewing the federation?", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:20:00", 
            "attribution": "Mr. Grant Hill (Macleod, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2071/54/", 
            "text": "Mr. Speaker, we are constantly renewing the federation.\n\nThere must, however, be agreement on one thing: there can be different ideas of how Canada can be improved, whether they are proposed by reformers, social democrats, progressive conservatives or liberals.\n\nBut we must all admit that nothing, and I mean nothing, in this Canada justifies separation.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:20:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2071/55/", 
            "text": "Mr. Speaker, it is now clear that the purpose of the bill the government is preparing to introduce is to thwart the people of Quebec and their legitimate aspirations.\n\nWill the Prime Minister confirm that it is his intention, and the intention of his government, to impose trusteeship on the Quebec national assembly?", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2071/56/", 
            "text": "Mr. Speaker, the bill states clearly that the national assembly may hold a referendum under the conditions it wishes to have. The bill dictates only what the Parliament of Canada will do if there is a referendum. It can hold a referendum on whatever it wants.\n\nWhat I want and what I wish for is the Government of Quebec to respect the wishes of the people of Quebec who do not want a referendum. If Mr. Bouchard had accepted the offer I made him two weeks ago, we would not be obliged to introduce a bill to clarify the conditions if there is a referendum, so that parliament may act.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2071/57/", 
            "text": "Mr. Speaker, does the Prime Minister not understand that, unlike his 1982 bill which had the support of 73 submissive federal MPs from Quebec, this time he is going to run into 44 Bloc Quebecois MPs determined to prevent a power grab from happening in Quebec for the second time in 20 years?\n\nDoes the Prime Minister realize that if his government gets his bill passed, it will be going against the National Assembly of Quebec and by far the majority of the members representing Quebec in this House? It will get no legitimacy from Quebec.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/58/", 
            "text": "Oh, oh.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/59/", 
            "text": "Order, please. The Right Hon. Prime Minister.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2071/60/", 
            "text": "Mr. Speaker, all we are trying to do is to gain respect for the wishes of the citizens of Quebec who do not want separation, who do not want a referendum, who want parliamentarians both in Quebec and here to focus on other problems.\n\nWe are going to pass this legislation as quickly as possible, but, regrettably, it is the Parti Quebecois that wants a referendum. We do not want a referendum, we want to work to improve the situation of all the citizens of Quebec, as we want to improve the situation of all the people of Canada.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2071/61/", 
            "text": "Mr. Speaker, how could the federal government be considering Quebec's partition, as it would be a crime against history? Quebec will leave Canada in the same way that Newfoundland joined it, as a whole.\n\nMy question is for the Prime Minister. Does the Prime Minister realize that his place in history will be tarnished by what he is about to do?", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2071/62/", 
            "text": "Mr. Speaker, in the village where I was born, people used to say—", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2071/63/", 
            "text": "Poor village.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2071/64/", 
            "text": "Yes, in Shawinigan Bay. They used to say that insults are the weapon of the weak.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "attribution": "Right Hon. Jean Chrétien", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2071/65/", 
            "text": "Mr. Speaker, there is another old saying, that the truth sometimes hurts, such as the truth about Canada's history, which is full of attacks on Quebec.\n\nIn 1867, they refused to hold a referendum. In 1942, they imposed a plebiscite. In 1982, they unilaterally patriated the Constitution. In 1990, they gave the kiss of death to Meech in Calgary. Now, in 1999 they are drafting referendum legislation.\n\nWill the Prime Minister admit that Canada's survival and existence rests on nothing but a series of underhanded measures against Quebec?", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/66/", 
            "text": "Hear, hear.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/67/", 
            "text": "Oh, oh.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/68/", 
            "text": "Order, please.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2071/69/", 
            "text": "Mr. Speaker, the truth hurts, indeed. But the truth is that, today, the hon. member is saying things that are unworthy of him and must really make him feel very uncomfortable.\n\nWhen he was a university professor, the hon. member testified before the Bélanger Commission and said:\n\nAs for the right to secede, Quebec cannot claim that aboriginal people did not also have the right to secede. The same rules apply to aboriginal people and to the people of Quebec.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/70/", 
            "text": "Hear, hear.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/71/", 
            "text": "Oh, oh.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/72/", 
            "text": "Order, please.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2071/73/", 
            "text": "Mr. Speaker, the Minister of Finance told Canadians that he would consider an ethical screen for CPP investments. Without an ethical screen our pension funds will wind up in the hands big tobacco.\n\nAt the same time as the government claims to be fighting teen tobacco addiction it compels us by law to support big tobacco. Why is the financial minister allowing the use of our CPP funds to promote smoking by our kids?", 
            "topic": "Canada Pension Plan", 
            "time": "1999-12-10 11:25:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2071/74/", 
            "text": "Mr. Speaker, that question is simply nonsense. The fact is that when the CPP was set up all provincial finance ministers agreed with the federal government that it should invest in the indexes.\n\nHaving had the experience and seeing the quality of the administration, all provincial finance ministers along with the federal government have decided that 50% of its funds could well be invested in equities providing a greater return and in fact supporting Canadian endeavours.\n\nThat is what is happening. There is no support of big tobacco. The government has made very clear that smoking is wrong, that smoking creates tremendous health problems and that the government is prepared to—", 
            "topic": "Canada Pension Plan", 
            "time": "1999-12-10 11:30:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/75/", 
            "text": "The hon. leader of the New Democratic Party.", 
            "topic": "Canada Pension Plan", 
            "time": "1999-12-10 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2071/76/", 
            "text": "Mr. Speaker, consistency has never been part of the Liberal vocabulary. That is for sure. On the one hand government claims that it wants to prevent our kids from smoking. On the other hand government does not rule out investing their parents' money in big tobacco.\n\nTo be consistent and to prevent our kids from smoking, will the finance minister recommit today to promoting an ethical screen on our CPP investments?", 
            "topic": "Canada Pension Plan", 
            "time": "1999-12-10 11:30:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2071/77/", 
            "text": "Mr. Speaker, we are prepared to discuss the possibility of having those kinds of limitations, but we do not in any way, shape or form want to interfere with the independence of those who will be making investments on behalf of Canadian pensioners. That is very important.\n\nAs far as the issue of smoking is concerned, we have made it very clear as a government that we will take whatever measures are required in terms of education and in terms of demonstrating to young Canadians that they should not smoke.", 
            "topic": "Canada Pension Plan", 
            "time": "1999-12-10 11:30:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2071/78/", 
            "text": "Mr. Speaker, given the Prime Minister's unilateral provocative legislative action against Quebec, my question is for the man who desperately wants to succeed him.\n\nDoes the Minister of Finance enthusiastically support the most recent legislative action against Quebec?", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:30:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2071/79/", 
            "text": "Mr. Speaker, this law is not against Quebec. This law is in favour of giving people of Quebec the right to make their own decisions.\n\nThis law is in favour of the people of Quebec and I support this law unequivocally.", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:30:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane St-Jacques", 
                "url": "/politicians/2888/", 
                "member_id": 2724, 
                "party": "Progressive Conservative", 
                "riding": "Shefford (Québec)", 
                "id": 2888
            }, 
            "url": "/hansards/2071/80/", 
            "text": "Mr. Speaker, does the President of the Treasury Board intend to leave the government after what the Prime Minister has done to Quebec?", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:30:00", 
            "attribution": "Ms. Diane St-Jacques (Shefford, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lucienne Robillard", 
                "url": "/politicians/247/", 
                "member_id": 2732, 
                "party": "Liberal", 
                "riding": "Westmount—Ville-Marie (Québec)", 
                "id": 247
            }, 
            "url": "/hansards/2071/81/", 
            "text": "Mr. Speaker, let me tell you how disappointed I am at the Conservative Party's talk of action against Quebec.\n\nNever will we do anything against Quebec, but never again will we permit the confusion we faced in 1995, and I would hope that the Conservative members support clarity as well.", 
            "topic": "National Unity", 
            "time": "1999-12-10 11:30:00", 
            "attribution": "Hon. Lucienne Robillard (President of the Treasury Board and Minister responsible for Infrastructure, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2071/82/", 
            "text": "Mr. Speaker, the agreement between Air Canada and Canadian Airlines will create one dominant carrier that controls 80% of the airline business in Canada.\n\nThe transport committee provided the government with a number of recommendations that strike a balance between protecting the public interest and fostering healthy competition. Now is the time for the government to show that it is truly committed to competition in the airline industry in Canada.\n\nWill the minister indicate to the airline industry and the travelling public that he wants competition in the airline industry in Canada by immediately raising the foreign ownership component from 25% to 49%?", 
            "topic": "Airline Industry", 
            "time": "1999-12-10 11:35:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2071/83/", 
            "text": "Mr. Speaker, I thank the hon. member; especially the hon. member for Hamilton West, the chairman of the Commons committee; and all those who took part in this debate. They did an outstanding job and they have produced a report that will have a definite effect on government policy.\n\nI have said many times before that we believe in competition. We want to make sure the rights of consumers and prices are dealt with and that we guarantee to the travelling public in Canada that this new carrier will work to our benefit.", 
            "topic": "Airline Industry", 
            "time": "1999-12-10 11:35:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Gouk", 
                "url": "/politicians/3127/", 
                "member_id": 2505, 
                "party": "Reform", 
                "riding": "West Kootenay—Okanagan (B.C.)", 
                "id": 3127
            }, 
            "url": "/hansards/2071/84/", 
            "text": "Mr. Speaker, when the government downloaded all its money losing airports to local governments in 1994, it removed the onsite airport firefighting requirement.\n\nNow that local governments have their airports operating cost effectively, the government wants to reintroduce onsite firefighting requirements. This move will force most small airport operations into a deficit.\n\nRecent studies indicate that the benefits from these services are marginally sufficient to justify their costs at the 28 busiest national airports.\n\nWhy is the government proposing to reintroduce this requirement for 123 local airports when its own studies indicate that they are of marginal benefit for the 28 national busiest airports in the country?", 
            "topic": "Airports", 
            "time": "1999-12-10 11:35:00", 
            "attribution": "Mr. Jim Gouk (Kootenay—Boundary—Okanagan, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2071/85/", 
            "text": "Mr. Speaker, the hon. member will recall that this matter came to the fore in the aftermath of the very tragic accident in Fredericton when we started to assess all of the emergency response measures across the country including firefighting regulations.\n\nIt is true that we have to strike a balance between providing adequate protection and the ability of the local airports, especially in small towns, to pay for that. As a result there have been consultations within the industry, with the airport community and with firefighters to ensure that we come up with a regulation that does not hamstring those communities and does not mean that they do not have the ability to pay for these very valuable services.", 
            "topic": "Airports", 
            "time": "1999-12-10 11:35:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2071/86/", 
            "text": "Mr. Speaker, according to the President of the Treasury Board, the Minister of Finance and the Prime Minister, this is marvellous legislation for Quebec.\n\nThat being the case, how does the government explain to us and those listening that there was no agreement between the parliamentary leaders as is normally the case, that everything was kept secret, and that the government position changed overnight? This morning we have a surprise tabling. The bill was put together overnight.\n\nIf it is a good bill, why is the procedure so different from what is usually done? Why is this taking place behind the curtains, in the shadows, under cover of night?", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:35:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2071/87/", 
            "text": "Mr. Speaker, I had occasion to discuss this matter with the member a bit earlier today.\n\nHe knows very well that I called a meeting of the leaders of all parties a bit earlier this morning—there was a leak, which was certainly not the doing of the government; as a matter of fact, we had nothing to gain from it—for the purpose of informing the member.\n\nHe also knows very well that, for the last three days, in terms of parliamentary procedure, parliament has not sat, with the result that there was not even an opportunity to give notice that this bill was being officially introduced.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:35:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2071/88/", 
            "text": "Mr. Speaker, it is proper procedure. I want to remind the government House leader that, up until yesterday evening, his office was confirming to mine that there was no question of a bill like this.\n\nThat was the government's position at 7 p.m. yesterday evening. At 7 a.m. this morning, Quebec is betrayed. That is what has happened.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:35:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/89/", 
            "text": "Order, please. Things are apparently going to be very emotional today. I would ask all members on both sides of the House not to use words like “betray”.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/90/", 
            "text": "Oh, oh.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/91/", 
            "text": "The government House leader.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2071/92/", 
            "text": "Mr. Speaker, I have great respect for the hon. member opposite, as he very well knows.\n\nI already told him a bit earlier today that it was impossible to give notice earlier this week. I told him this a bit earlier, and he knows it perfectly well. I had wanted to give notice that would have allowed the bill to be formally introduced.\n\nNo notice was given until this morning. This morning it became possible. I signed the notice roughly 30 minutes ago. In fact, it was stamped at 11.10 a.m. and gives official notice that the bill will be formally introduced next week.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:40:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Keith Martin", 
                "url": "/politicians/keith-martin/", 
                "member_id": 3080, 
                "party": "Reform", 
                "riding": "Esquimalt—Juan de Fuca (B.C.)", 
                "id": 186
            }, 
            "url": "/hansards/2071/93/", 
            "text": "Mr. Speaker, it is very interesting that the finance minister believes his government has done all that it can to stop smoking.\n\nThe health minister is under the same delusion. In an article he wrote yesterday he believes that his government is in favour of health promotion. The facts are that on this government's watch a quarter of a million children have picked up smoking. It has reversed a 15 year trend of decline in smoking.\n\nHow can the government and its ministers say they are promoting health when through their actions smoking by children has increased over the last five years?", 
            "topic": "Tobacco Products", 
            "time": "1999-12-10 11:40:00", 
            "attribution": "Mr. Keith Martin (Esquimalt—Juan de Fuca, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2071/94/", 
            "text": "There is nobody home.", 
            "topic": "Tobacco Products", 
            "time": "1999-12-10 11:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2071/95/", 
            "text": "Mr. Speaker, our government has been dedicated to trying to stop smoking. We have increased the taxes on cigarettes four times in collaboration with the provinces.\n\nThe Reform Party should come clean with us. We know that the member opposite has called for massive increases in cigarette taxes and is oblivious to smuggling issues. If that is the case, does his party agree with him? Why is it criticizing our cigarette tax increases on its website?", 
            "topic": "Tobacco Products", 
            "time": "1999-12-10 11:40:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2071/96/", 
            "text": "Mr. Speaker, somebody will be home for this question.\n\nB.C. municipal governments and others are complaining about Department of Transport strong arm negotiating tactics and threats of demolition in attempts to transfer over 50 west coast docks.\n\nFor example, the dock at Ahousat is in great shape for at least another 10 years. It is the only large boat dock in the area. It is an essential port in a storm with a replacement value of $300,000. Why is the department planning to spend $130,000 to demolish it?", 
            "topic": "Transport", 
            "time": "1999-12-10 11:40:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2071/97/", 
            "text": "Mr. Speaker, with great respect this is really an order paper question. I will certainly get the detailed answer to the hon. member at the earliest convenience to him.", 
            "topic": "Transport", 
            "time": "1999-12-10 11:40:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2071/98/", 
            "text": "Mr. Speaker, the Prime Minister keeps referring to the need for a clear question to justify the federal government's involvement in the Quebec referendum process, while he likes to conduct his business in a murky and secretive way, as he did in 1982.\n\nTo make a judgment on the clarity of the question involves determining whether that question will be understood by those who will vote on it. It is a judgment of a cultural nature.\n\nMy question is for the Prime Minister. What makes the federal parliament better able to assess the clarity of the question than the Quebec national assembly?", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:40:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2071/99/", 
            "text": "Mr. Speaker, the national assembly may ask any question it wants. We are simply saying that once the question will be put the Parliament of Canada and the House of Commons will see if it complies with the supreme court ruling. It is as simple as that.\n\nWe want a clear question and a clear result. These conditions were imposed on us by the supreme court and we want to comply with the court's ruling. I hope the Bloc Quebecois will do the same.\n\nWe are simply respecting the supreme court ruling.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:40:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2071/100/", 
            "text": "Mr. Speaker, the question really is: Why should people in Moose Jaw, Whitehorse, Toronto and Vancouver be better able to assess the clarity of the question than people in Jonquière, Trois-Rivières, Gaspé or Montreal?", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:45:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2071/101/", 
            "text": "Mr. Speaker, right now, people in Trois-Rivières, Chicoutimi and so on do not want the Parti Quebecois to hold a new referendum. They want to deal with the real issues.\n\nAt any rate, when the day comes to make a decision on breaking up a country called Canada, it is clear that all the citizens of that country will have an interest in keeping it together.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:45:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2071/102/", 
            "text": "Mr. Speaker, Canada's middle income employed wage slaves are being crushed by their tax burden. These middle income people have worked for 20 or 30 years and they just cannot seem to get ahead because half of their earnings are taken from them month after month, year after year. They just keep getting more and more abuse at the hands of the tax man.\n\nWill the finance minister give some hope to these taxpayers by committing substantial broad based tax relief that will actually bring their tax load down?", 
            "topic": "Taxation", 
            "time": "1999-12-10 11:45:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2071/103/", 
            "text": "Mr. Speaker, if the Reform Party is sincere in its desire to help middle income taxpayers, why is it that despite the fact that the government has cut taxes in each of the last two budgets, the Reform Party's official position is that there be no tax cuts prior to the year 2000?\n\nI simply ask the hon. member, why does he stand up in the House and give a position that bears no relationship to his party's official policy?", 
            "topic": "Taxation", 
            "time": "1999-12-10 11:45:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2071/104/", 
            "text": "Mr. Speaker, why does the minister ask so many questions? He is supposed to answer them.", 
            "topic": "Taxation", 
            "time": "1999-12-10 11:45:00", 
            "attribution": "Mr. Grant McNally", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/105/", 
            "text": "My colleagues, the hon. member is correct. The questions are over here and the answers are on the other side. I would hope that we would listen both to the question and to the answer.", 
            "topic": "Taxation", 
            "time": "1999-12-10 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rahim Jaffer", 
                "url": "/politicians/142/", 
                "member_id": 2461, 
                "party": "Reform", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 142
            }, 
            "url": "/hansards/2071/106/", 
            "text": "Mr. Speaker, this week the federal fisheries minister threatened to get tough on municipalities that are pumping raw sewage into their harbours. These cities include Victoria, a city that happens to be in the environment minister's riding. The environment minister disagrees with the fisheries minister and has said openly that this is not an environmental concern at all.\n\nWhich minister is playing politics with the environment?", 
            "topic": "The Environment", 
            "time": "1999-12-10 11:45:00", 
            "attribution": "Mr. Rahim Jaffer (Edmonton—Strathcona, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2071/107/", 
            "text": "Mr. Speaker, although he comes from Alberta, the hon. member should know that in the oceans there is the possibility of allowing the natural effect of heavily oxygenated sea water to treat sewage. Within 1.4 metres of the outfall pipe there is no toxicity and within 400 metres there is no visible sign whatsoever.\n\nWe have to recognize that if the member's party wants to spend an extra $400 to $600 million in one Canadian city for something that has no environmental advantage, go ahead and propose it. We see nothing in this House but increased expenditure by the opposition and no suggestion that we should do things intelligently.", 
            "topic": "The Environment", 
            "time": "1999-12-10 11:45:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2071/108/", 
            "text": "What irony, Mr. Speaker.\n\nThe government chooses, as the day for its power grab, the anniversary of the Universal Declaration of Human Rights, which states the following in article 21(3): “The will of the people shall be the basis of the authority of government; this shall be expressed in periodic and genuine elections which shall be by universal and equal suffrage—”.\n\nHow can the Prime Minister justify internationally that his vote holds more weight than mine?", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:45:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2071/109/", 
            "text": "Mr. Speaker, I strongly suggest to the hon. member that she never let the UN see the 1980 and 1995 questions. It would be amazed by them.\n\nUnclear questions cannot be used to break up a country. In Canada, Quebecers are entitled to be Canadians every bit as much as the people of Ontario, British Columbia, the eastern provinces, the Prairies and the North. We are Canadians, and Canada must not be lost through confusion.", 
            "topic": "Referendums", 
            "time": "1999-12-10 11:50:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charles Caccia", 
                "url": "/politicians/4458/", 
                "member_id": 3162, 
                "party": "Liberal", 
                "riding": "Davenport (Ontario)", 
                "id": 4458
            }, 
            "url": "/hansards/2071/110/", 
            "text": "Mr. Speaker, my question is for the Minister of Foreign Affairs.\n\nIn view of the fact that it would be very much in Canada's interests to ratify the United Nations convention on the law of the sea, can the Minister of Foreign Affairs indicate when the Government of Canada will ratify the law of the sea now that 143 other nations have already done so?", 
            "topic": "Fisheries", 
            "time": "1999-12-10 11:50:00", 
            "attribution": "Hon. Charles Caccia (Davenport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lloyd Axworthy", 
                "url": "/politicians/5724/", 
                "member_id": 3118, 
                "party": "Liberal", 
                "riding": "Winnipeg South Centre (Manitoba)", 
                "id": 5724
            }, 
            "url": "/hansards/2071/111/", 
            "text": "Mr. Speaker, I know how deeply involved the hon. member has been in this particular subject. I can report to him that we do intend to ratify the law of the sea convention. The only question that remains is that we must complete the ratification of the straddling stocks agreement to fill in the gap of fish management on the high seas. Once that has been done, Canada will ratify it.", 
            "topic": "Fisheries", 
            "time": "1999-12-10 11:50:00", 
            "attribution": "Hon. Lloyd Axworthy (Minister of Foreign Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2071/112/", 
            "text": "Mr. Speaker, the chairman of the agriculture committee is telling flooded farmers that while it is late in the day, they should not give up trying to have southwest Manitoba and southeast Saskatchewan declared a natural disaster area. The government has waffled on declaring this a natural disaster area for seven months. His own caucus members are saying that help may still come.\n\nMy question is for the Minister of National Defence. Will he declare the flooded region a natural disaster area, yes or no?", 
            "topic": "Agriculture", 
            "time": "1999-12-10 11:50:00", 
            "attribution": "Mr. Howard Hilstrom (Selkirk—Interlake, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Art Eggleton", 
                "url": "/politicians/4882/", 
                "member_id": 3245, 
                "party": "Liberal", 
                "riding": "York Centre (Ontario)", 
                "id": 4882
            }, 
            "url": "/hansards/2071/113/", 
            "text": "Mr. Speaker, there are very clear criteria for the declaration. First, I have to have a request from the provinces to do so and it has to meet the criteria. The criteria are established by federal and provincial agreements. The federal government wants to be just as co-operative as it possibly can be in dealing with disaster financial assistance.", 
            "topic": "Agriculture", 
            "time": "1999-12-10 11:50:00", 
            "attribution": "Hon. Arthur C. Eggleton (Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2071/114/", 
            "text": "Mr. Speaker, the spin doctors have prepared notes for the foreign minister to try and counter the claims of a whistleblower who uncovered billions of dollars of worthless overspending by our diplomats all over the world.\n\nWill the minister read those lines prepared for him to explain the breach of treasury board spending limits on properties purchased abroad by our diplomats? Or will he admit that the whistleblower was right and ensure that treasury board guidelines are being respected by his officials?", 
            "topic": "Foreign Affairs", 
            "time": "1999-12-10 11:50:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lloyd Axworthy", 
                "url": "/politicians/5724/", 
                "member_id": 3118, 
                "party": "Liberal", 
                "riding": "Winnipeg South Centre (Manitoba)", 
                "id": 5724
            }, 
            "url": "/hansards/2071/115/", 
            "text": "Mr. Speaker, in deciding on property matters it is a complex problem. We have to take into account particularly in today's world, security problems, safety problems and environmental problems.\n\nWe attempt to make the best efforts under treasury board guidelines to ensure safe and adequate residences for our overseas diplomats. We serve two million Canadians a year overseas and they receive very good service. I think our diplomats deserve to have proper facilities.", 
            "topic": "Foreign Affairs", 
            "time": "1999-12-10 11:50:00", 
            "attribution": "Hon. Lloyd Axworthy (Minister of Foreign Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2071/116/", 
            "text": "Mr. Speaker, my question is for the Minister of Finance.\n\nMembers will recall that in 1995 under pressure from the Reform Party the Minister of Finance slashed funding for social programs to the point where these programs are now seriously underfunded. Some 20% of our children now live in poverty.\n\nWill the minister listen to the people and restore funding for health and education, or is he still intimidated by the Leader of the Opposition on this question?", 
            "topic": "Social Programs", 
            "time": "1999-12-10 11:55:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2071/117/", 
            "text": "Mr. Speaker, it would take a lot more than that.\n\nThe Government of Canada has acted in much the same way that previous governments in Saskatchewan have acted. It was Tommy Douglas who said that no government should ever allow itself to be put in the hands of its bondholders because if it is, it does not have the ability to make the kinds of decisions that we have made. For instance, last year the government put $11.5 billion back into the health care system. There was the Canadian opportunities strategy in the 1998 budget and the child tax benefit.\n\nI can assure the hon. member that we will continue to invest in the future of Canadians.", 
            "topic": "Social Programs", 
            "time": "1999-12-10 11:55:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2071/118/", 
            "text": "Mr. Speaker, I remind the Minister of Finance that Tommy Douglas never got out of health care. Tommy Douglas founded health care in this country. We now have the money to do some of these things.\n\nI want to ask the minister a supplementary question about agriculture. The Europeans are now funding their farmers. The Americans are funding their farmers. Saskatchewan and Manitoba farmers and all the parties in these provinces supported by the chamber of commerce and trade movement have asked for an extra $1.3 billion. The farmers want to know why the Minister of Finance has not listened.\n\nWill the Minister of Finance tell us whether or not there will be an additional $1.3 billion coming to the farmers of those two provinces?", 
            "topic": "Agriculture", 
            "time": "1999-12-10 11:55:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2071/119/", 
            "text": "Mr. Speaker, the Minister of Finance and the government have already put $1.1 billion into assistance for farmers in the last year.\n\nThe government continues to look at many different ways in which to assist the producers. We will continue to do that. We know how important the producers are to this country and what their needs are.", 
            "topic": "Agriculture", 
            "time": "1999-12-10 11:55:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2071/120/", 
            "text": "Mr. Speaker, in clarifying the September 17 ruling in the Marshall case, the supreme court said that the native fishing rights were limited to the area traditionally used by the local community. That being the case, why did the Minister of Fisheries and Oceans give LFA 33 lobster licences to fishers from Indian Brook?", 
            "topic": "Fisheries", 
            "time": "1999-12-10 11:55:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2071/121/", 
            "text": "Mr. Speaker, the issue of licences for lobster fishermen in the area in question is a tricky one. These licences are worth a great deal of income and money. We are attempting to work out a system whereby fairness prevails. Inevitably in such a system we want to have a full discussion with the lobster fishermen themselves. The Minister of Fisheries and Oceans and I believe that this process is working effectively. However, we have to accept that in a situation such as this, we cannot satisfy every player.", 
            "topic": "Fisheries", 
            "time": "1999-12-10 11:55:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2071/122/", 
            "text": "Mr. Speaker, the supreme court ruling clearly restricts the mobility of natives from moving from one fishing area to the other. I ask again, why did the Minister of Fisheries and Oceans give Indian Brook natives a lobster licence in LFA 33?", 
            "topic": "Fisheries", 
            "time": "1999-12-10 11:55:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2071/123/", 
            "text": "Mr. Speaker, the hon. member clearly is unaware that with the surprising decision of the Marshall case where there is indeed a need to accommodate a large number of people who previously were not taking part in the lobster fishery, adjustments will have to be made along the line. We cannot simply say that we can change that and leave everything else the same. Clearly under those circumstances there would not be enough of the resource for the fishermen involved. Alternatively, we would simply run the resource into extinction which would be the worst possible thing we could do.", 
            "topic": "Fisheries", 
            "time": "1999-12-10 11:55:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2071/124/", 
            "text": "Mr. Speaker, homelessness is a very serious problem. Even in the shadow of our parliament many people still live in poverty and without shelter.\n\nI ask the housing minister, the minister responsible for homelessness and the government what is being done in order to ease the problem of those who are living in poverty and those who do not have a shelter to go to every night?", 
            "topic": "Housing", 
            "time": "1999-12-10 11:55:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alfonso Gagliano", 
                "url": "/politicians/5235/", 
                "member_id": 2722, 
                "party": "Liberal", 
                "riding": "Saint-Léonard—Saint-Michel (Québec)", 
                "id": 5235
            }, 
            "url": "/hansards/2071/125/", 
            "text": "Mr. Speaker, in the last year over $2.5 in RRAP funding has been approved to help set up projects for the homeless in the hon. member's area of Ottawa.\n\nThis week I announced that over $674,000 in financial assistance will be allocated to Ottawa's Shepherds of Good Hope. This fund will help create 47 units and repair the existing shelters for the homeless. We will continue to do more.", 
            "topic": "Housing", 
            "time": "1999-12-10 12:00:00", 
            "attribution": "Hon. Alfonso Gagliano (Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2071/126/", 
            "text": "Mr. Speaker, pursuant to Standing Order 32(2), I am tabling a draft bill entitled an act to give effect to the requirement of clarity as set out in the opinion of the Supreme Court of Canada in the Quebec secession reference.", 
            "topic": "Tabling Of Draft Bill", 
            "time": "1999-12-10 12:00:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/127/", 
            "text": "Hear, hear.", 
            "topic": "Tabling Of Draft Bill", 
            "time": "1999-12-10 12:00:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/128/", 
            "text": "Shame, shame.", 
            "topic": "Tabling Of Draft Bill", 
            "time": "1999-12-10 12:00:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2071/129/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36(8), I have the honour to table, in both official languages, the government's response to four petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "1999-12-10 12:00:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maurizio Bevilacqua", 
                "url": "/politicians/maurizio-bevilacqua/", 
                "member_id": 2642, 
                "party": "Liberal", 
                "riding": "Vaughan—King—Aurora (Ontario)", 
                "id": 27
            }, 
            "url": "/hansards/2071/130/", 
            "text": "Mr. Speaker, I have the honour to present, in both official languages, the first report of the Standing Committee on Finance, entitled “Budget 2000 New Era—New Plan”. It is the result of continuing conversations with thousands of Canadians, a national dialogue that has helped us understand our fellow citizens' values and priorities and how the federal budge should reflect them.\n\nCanadians want an agenda that will see them enjoy more opportunity, a higher standard of living and an even better quality life in the new century.\n\nIn order to achieve all this, we need a clear vision for the future. “Budget 2000 New Era—New Plan” provides the road map to achieve that vision. The plan fosters sound financial management, promotes economic growth and a better quality of life by reducing taxes.\n\nI would like to thank all the members of the committee and member of staff for their excellent work.", 
            "topic": "Committees Of The House", 
            "time": "1999-12-10 12:00:00", 
            "attribution": "Mr. Maurizio Bevilacqua (Vaughan—King—Aurora, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Yvan Loubier", 
                "url": "/politicians/172/", 
                "member_id": 3316, 
                "party": "Bloc", 
                "riding": "Saint-Hyacinthe—Bagot (Québec)", 
                "id": 172
            }, 
            "url": "/hansards/2071/131/", 
            "text": "Mr. Speaker, we are announcing a dissenting opinion by the Bloc Quebecois with respect to the report by the Standing Committee on Finance, since it fails to respect the desire of the people of Quebec and Canada for a reform of the employment insurance plan to make it more accessible.\n\nIt makes no mention of an increase in social transfers to the provinces to finance health care spending, among other things. It once again imposes a considerable financial burden on middle income earners, without correcting the huge inequity caused by the absence of full indexation.\n\nFinally, this report makes no mention of what should be one of our most important priorities here. Poverty and homelessness have been growing problems in Canada since this government began making decisions, in 1994.", 
            "topic": "Committees Of The House", 
            "time": "1999-12-10 12:00:00", 
            "attribution": "Mr. Yvan Loubier (Saint-Hyacinthe—Bagot, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2071/132/", 
            "text": "Mr. Speaker, I have the honour to present, in both official languages, the first report of the Standing Joint Committee on the Scrutiny of Regulations. If the House gives its consent, I intend to move concurrence in the first report later this day.", 
            "topic": "Committees Of The House", 
            "time": "1999-12-10 12:05:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lloyd Axworthy", 
                "url": "/politicians/5724/", 
                "member_id": 3118, 
                "party": "Liberal", 
                "riding": "Winnipeg South Centre (Manitoba)", 
                "id": 5724
            }, 
            "url": "/hansards/2071/133/", 
            "text": "moved for leave to introduce Bill C-19, an act respecting genocide, crimes against humanity and war crimes and to implement the Rome Statute of the International Criminal Court, and to make consequential amendments to other acts.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Crimes Against Humanity Act", 
            "time": "1999-12-10 12:05:00", 
            "attribution": "Hon. Lloyd Axworthy (Minister of Foreign Affairs, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2071/134/", 
            "text": "moved for leave to introduce Bill C-398, an act to provide compensation to First Nations veterans on a comparable basis to that given to other war veterans.\n\nMr. Speaker, this private member's bill attempts to right a wrong because of discrimination against first nations veterans who returned home after the first world war, the second world war and the Korean war by doing four things: first, providing compensation to them; second, setting up a scholarship fund in honour of these veterans who returned home from war; third, constructing a war memorial at or near Parliament Hill; and fourth, a public apology from the Prime Minister of the country on behalf of the people of Canada for the way they were treated, similar to the apologies made to other groups in the past.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "First Nations Veterans' Compensation Act", 
            "time": "1999-12-10 12:05:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Svend Robinson", 
                "url": "/politicians/2111/", 
                "member_id": 2473, 
                "party": "NDP", 
                "riding": "Burnaby—Douglas (B.C.)", 
                "id": 2111
            }, 
            "url": "/hansards/2071/135/", 
            "text": "moved for leave to introduce Bill C-399, an act respecting conscientious objection to the use of taxes for military purposes.\n\nMr. Speaker, I have the honour of presenting this private member's bill known as the conscientious objection act. The purpose of the bill is to permit individuals, who object on conscientious grounds to paying taxes that might be used for military purposes, to direct that an amount equivalent to a prescribed percentage of the income tax they pay in a year be diverted to a special account established by this bill.\n\nThe bill would not constrain in any way the ability of the government to spend tax dollars as it sees fit.\n\nIn introducing this bill today on International Human Rights Day, I pay special tribute to Conscience Canada, in particular to Kris Manfield, to the Canadian Yearly Meeting of the Religious Society of Friends, or Quakers, the Mennonite Central Committee and the Conference of Mennonites and also Nos Impôts pour la paix.\n\nI urge the Minister of Finance to meet with these groups and I urge all members of parliament to support this important legislation.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Conscientious Objection Act", 
            "time": "1999-12-10 12:05:00", 
            "attribution": "Mr. Svend J. Robinson (Burnaby—Douglas, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2071/136/", 
            "text": "moved for leave to introduce Bill C-400, an act to provide defined contribution pensions for the Public Service, the Canadian Forces and the Royal Canadian Mounted Police, to be managed and invested by a private sector manager, and to amend the Income Tax Act and certain other acts in consequence thereof.\n\nMr. Speaker, I rise to introduce my private member's bill, an act to provide defined contribution pensions for the Public Service, the Canadian Forces and the Royal Canadian Mounted Police, to be managed and invested by a private sector manager. I thank the hon. member for Elk Island for seconding the motion.\n\nThe bill will provide a new scheme to commence on January 1, 2001. It will be funded by the employees' contributions at the same rate as before and the employee may elect to contribute more. To this, may be added any amount appropriated by parliament. The funds will be held in a pension account for each employee. The account will be managed by an approved private sector fund manager selected by a committee representing the employees.\n\nOn retirement, the employee may take a prescribed part of the account as a lump sum and the balance generates an annuity for the employee. This will place these pension funds on sound financial footings.\n\nI present the bill for the consideration of the House.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Federal Public Service Pension Act", 
            "time": "1999-12-10 12:05:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2071/137/", 
            "text": "Mr. Speaker, if the House gives its consent, I move that the first report of the Standing Joint Committee on Scrutiny of Regulations, presented to the House earlier this day, be concurred in.", 
            "topic": "Federal Public Service Pension Act", 
            "time": "1999-12-10 12:10:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/138/", 
            "text": "Does the hon. member have permission to put the motion?", 
            "topic": "Federal Public Service Pension Act", 
            "time": "1999-12-10 12:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/139/", 
            "text": "Agreed.", 
            "topic": "Federal Public Service Pension Act", 
            "time": "1999-12-10 12:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/140/", 
            "text": "No.", 
            "topic": "Federal Public Service Pension Act", 
            "time": "1999-12-10 12:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Keith Martin", 
                "url": "/politicians/keith-martin/", 
                "member_id": 3080, 
                "party": "Reform", 
                "riding": "Esquimalt—Juan de Fuca (B.C.)", 
                "id": 186
            }, 
            "url": "/hansards/2071/141/", 
            "text": "Mr. Speaker, I have three motions today. I would like to thank the member for Surrey Central for seconding them and Louise Hayes for helping me with these motions.\n\nThe first motion calls on the government to develop and work on the UN registry for conventional arms and the EU code of conduct to include both conventional and small arms to promote transparency in order to curtail both the elicit arms trafficking and the selling of weapons to known human rights abusers, and that the five members of the permanent Security Council be the first to sign.\n\nThe second motion calls on the government to—", 
            "topic": "Federal Public Service Pension Act", 
            "time": "1999-12-10 12:10:00", 
            "attribution": "Mr. Keith Martin", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/142/", 
            "text": "Excuse me, please, but because we did not have a notice of the motions, they would not be receivable today. I am sure at the next sitting of the House when we go through Routine Proceedings the motions would be acceptable at that time.", 
            "topic": "Federal Public Service Pension Act", 
            "time": "1999-12-10 12:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Svend Robinson", 
                "url": "/politicians/2111/", 
                "member_id": 2473, 
                "party": "NDP", 
                "riding": "Burnaby—Douglas (B.C.)", 
                "id": 2111
            }, 
            "url": "/hansards/2071/143/", 
            "text": "Mr. Speaker, I have the honour today to present petitions signed by hundreds of residents of my constituency of Burnaby—Douglas who express concern about the failure of leadership by the federal government on the issue of leaky condominiums.\n\nThey call upon parliament to provide a significant contribution toward homeowners affected by the residential construction crisis, to ensure that the cost of all qualified repairs are deductible from income retroactively and in the future, to repeal and refund all GST on qualified repairs, and finally, to permit RRSP funds to be used to undertake qualified repairs without penalty and to permit previously withdrawn RRSP funds used to pay repairs special assessments to be income tax rebated.", 
            "topic": "Petitions", 
            "time": "1999-12-10 12:10:00", 
            "attribution": "Mr. Svend J. Robinson (Burnaby—Douglas, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2071/144/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36, I wish to present the second instalment of a petition from Mrs. Nancy Caldwell of Middleton, Nova Scotia. It contains a further 6,200 signatures calling on parliament to enact legislation providing for tougher penalties to be meted out against those who commit sexual assault against our children.", 
            "topic": "Petitions", 
            "time": "1999-12-10 12:10:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Goldring", 
                "url": "/politicians/peter-goldring/", 
                "member_id": 2456, 
                "party": "Reform", 
                "riding": "Edmonton East (Alberta)", 
                "id": 120
            }, 
            "url": "/hansards/2071/145/", 
            "text": "Mr. Speaker, today I take great pride in presenting a petition put forth by 1,780 concerned Canadians, mostly from the province of Quebec.\n\nThe petitioners ask our government to affirm that all Canadians are equal under all circumstances and without exception in the province of Quebec and throughout Canada. They wish to remind our government to enact only legislation that affirms the equality of each and every individual under the laws of Canada.", 
            "topic": "Petitions", 
            "time": "1999-12-10 12:10:00", 
            "attribution": "Mr. Peter Goldring (Edmonton East, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jean-Guy Chrétien", 
                "url": "/politicians/5019/", 
                "member_id": 2679, 
                "party": "Bloc", 
                "riding": "Frontenac—Mégantic (Québec)", 
                "id": 5019
            }, 
            "url": "/hansards/2071/146/", 
            "text": "Mr. Speaker, I would like to table a petition, shepherded by Blaise Rivard of Black Lake, requesting the month of November be devoted to increasing awareness about the problem of incontinence. The petitioners ask the government to invest generously in research and home care for people dealing with incontinence.\n\nI join with them in their request.", 
            "topic": "Petitions", 
            "time": "1999-12-10 12:15:00", 
            "attribution": "Mr. Jean-Guy Chrétien (Frontenac—Mégantic, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2071/147/", 
            "text": "Mr. Speaker, I ask that all questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "1999-12-10 12:15:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/148/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "1999-12-10 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/149/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "1999-12-10 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2071/150/", 
            "text": "The House resumed consideration of the business of supply.", 
            "topic": "", 
            "time": "1999-12-10 12:15:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2071/151/", 
            "text": "Mr. Speaker, as I was saying prior to question period, members of the Conservative Party recognize that we can ill afford to lose any more of our farmers. With less than 7% of our land presently being used for agriculture in this country, Canadians are becoming increasingly dependent upon foreign imports.\n\nThe Liberal government may accuse me of exaggerating the severity of the situation; however, I do not think I am exaggerating Nova Scotia's increasing dependence upon imported agricultural goods. Whether these goods are imported from the U.S. or from another Canadian province, the fact still remains that it is importing large amounts of agricultural products, and this trend will continue so long as our youth stay away from agriculture.\n\nAs I have mentioned many times in the House, our farmers in Nova Scotia have had to endure three successive years of drought conditions. These hard weather conditions have significantly reduced yield, resulting in a tremendous increase in feed costs. A number of farmers have been forced to prematurely rid themselves of cattle, at a substantial loss. With the price of beef being so low, a farmer in Yarmouth told me that some beef producers have incurred such tremendous losses they will most likely be forced to exit the beef industry.\n\nI would like to offer these farmers and many others like them throughout the country some ray of hope, but I find little in the government's estimates to do that. Even the Prime Minister's throne speech failed to address any of the major issues facing our farmers. In fact, farming barely received mention in the throne speech, which simply confirms what all Canadians know, that this government is not committed to helping Canadian farmers.\n\nOur western neighbours are struggling tremendously, yet the federal government is not there to help. Unfortunately, our western friends are coming to grips with what Nova Scotian farmers have known for years, that this government simply is not committed to maintaining or enhancing our agricultural industry.\n\nAs I mentioned, we have had three successive years of drought conditions, yet the federal government has seen fit to introduce an aid package that is very difficult for our farmers to access. We had farmers experiencing hardship during the ice storm, yet the government did not see fit to provide them with any assistance.\n\nNova Scotian farmers are not immune to hard times, yet they tend to be overlooked by the government. I am telling the government that it can no longer ignore our Nova Scotian farmers. Farming is an important industry within Nova Scotia, as it is throughout the rest of the country, and I will continue to demand that our farmers be treated fairly by this government.\n\nThe previous Progressive Conservative government recognized the importance of agriculture to our Canadian economy. That is why in 1991 the government introduced the gross revenue insurance program, GRIP, and the net income stabilization account, NISA. These programs were designed to complement each other. Unfortunately, the Liberal government abolished GRIP and has failed miserably in replacing it with an effective, nationally responsive program.\n\nFor over two years our member of parliament from Brandon—Souris has been calling upon the minister of agriculture to create a long term safety net program for our farmers, yet his calls and suggestions have fallen upon deaf ears, as have those of our farmers who have been pleading for government assistance.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:15:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2071/152/", 
            "text": "I am sorry, but it seems the time has elapsed. We will now have five minutes of questions and answers.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Wayne Easter", 
                "url": "/politicians/wayne-easter/", 
                "member_id": 3253, 
                "party": "Liberal", 
                "riding": "Malpeque (P.E.I.)", 
                "id": 96
            }, 
            "url": "/hansards/2071/153/", 
            "text": "Mr. Speaker, I listened with interest to the hon. member's remarks. Although there was a lot of doom and gloom in his remarks, that really does not surprise me. We recognize and the minister has said that there is indeed a farm crisis in western Canada that we are trying to deal with. However, there are some positives in agriculture. I would like to know where the hon. member and his party stand in terms of where those positives are.\n\nI have heard mixed remarks from his colleague, the member for Brandon—Souris, on the supply management industry. He goes on and on attacking the Canadian Wheat Board, which is an agency that maximizes returns to producers.\n\nThe hon. member will know that in his province there is a big supply management industry in terms of dairy and poultry, which are models of development for rural Canada. Where does he stand on those industries? Is he supportive of them?", 
            "topic": "Supply", 
            "time": "1999-12-10 12:20:00", 
            "attribution": "Mr. Wayne Easter (Malpeque, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2071/154/", 
            "text": "Mr. Speaker, I thank my hon. colleague from Malpeque for his very important question.\n\nThe situation is that there are problems throughout the system. We recognize that certain sectors are doing well, but the problems still exist. We have serious problems that the government is not addressing.\n\nAs I mentioned earlier in my comments, 42% of our farm operators are over the age of 55. The average age of farmers in Nova Scotia is 52.2 years. There are no young people entering the industry. There is a reason. It is because of the policies of the government.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:20:00", 
            "attribution": "Mr. Mark Muise", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dennis Mills", 
                "url": "/politicians/3553/", 
                "member_id": 3156, 
                "party": "Liberal", 
                "riding": "Broadview—Greenwood (Ontario)", 
                "id": 3553
            }, 
            "url": "/hansards/2071/155/", 
            "text": "Mr. Speaker, I want to applaud the member for West Nova for his intervention on this particular issue.\n\nAs the member knows, we have been working together on this side of the House to get those people who live in urban areas involved in the issue of agriculture and agri-food. The reality is that 80% of the population in the country live in urban areas and those consumers have very little knowledge of the difficulties, the challenges and the complexities that surround matters of agriculture, the family farm and so on.\n\nDoes the hon. member feel that it would be a useful exercise to engage the people of urban Canada in a very thoughtful, constructive way, so that ultimately they could participate fully in these agricultural issues, the family farm problem, and especially young people moving away from the farm? Does the member think that would be a good exercise? If we did something like that, would he and his party get behind the exercise?", 
            "topic": "Supply", 
            "time": "1999-12-10 12:20:00", 
            "attribution": "Mr. Dennis J. Mills (Broadview—Greenwood, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2071/156/", 
            "text": "Mr. Speaker, I thank my hon. colleague from Broadview—Greenwood for a very thoughtful question, one which deserves a serious answer.\n\nThe reality of Canada is that, yes, 80% of the people live in urban centres, which is a large part of our population. Some of the decisions coming from the government are based on votes and do not reflect the realities that exist. If that is the case, that is why the government is not taking hold of the problems that exist, dealing with the farm crisis, the east coast fisheries crisis and other issues. Those are some of the things that should be looked at.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:20:00", 
            "attribution": "Mr. Mark Muise", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2071/157/", 
            "text": "Mr. Speaker, today we are debating the business of supply. In the Supplementary Estimates (A) the President of the Treasury Board has indicated that Agriculture and Agri-Food Canada requires an additional $63,196,279 to continue its programs which began in this fiscal year. The Reform Party and our chief critic, the member for St. Albert, are opposed to this money being added to the spending of the agriculture department.\n\nThe questions that always go unanswered are: Why did the department not foresee what was happening? Why did it not plan better? Where has the money gone that it originally had? Was it simply wasted or was it shifted to some other area, resulting in additional funds being required?\n\nIn debating this appropriation of money we have to look at the overall operation of Agriculture and Agri-Food Canada. The department's operations are of course directed by the minister in charge. The agriculture minister sets the tone, examines what is happening and determines how the money will be spent.\n\nThe performance of the Liberal government and the agriculture minister is on trial. When someone takes over a major department like agriculture and agri-food, that person has to demonstrate by action, not words or spin doctoring, that a good job is being done. When we see what is happening in regard to western Canadian agriculture in particular, we have to question very seriously the performance of this minister and, indirectly, the government itself, because the problems that are evident in the west are not being addressed and have not been addressed.\n\nOver the last 20 years we have had successive governments which have failed to put in place a program of long duration to address the problems which we know come up continuously. The Progressive Conservatives certainly had opportunities through the eighties, with massive majorities, to put long term programs in place. Ad hoc programs have been shown time after time to be insufficient in taking care of the problems which farmers encounter.\n\nThe problems which agriculture is encountering are not of its own making. The agriculture sectors that are in trouble are the ones which are dependent on export markets. These farmers contribute gigantic sums, in the tens of billions of dollars, to the Canadian economy. As a result, when they are harmed by the actions of our competitors, namely, gigantic subsidization for cereal grains and oil seeds, our farmers are not on a level playing field. They cannot compete against these massive subsidies.\n\nThis is nothing new. This has been going on for some time. Successive governments have failed to put in place programs that will enable Canada to have a viable agriculture sector. This is a bit astounding. Maybe over the years governments have become complacent because there is always food at the grocery store. Anyone can go to the store to pick up food relatively cheaply. This complacency has done nothing for the agriculture sector in having a long term program to guarantee that the sector will remain viable.\n\nThere are many things the government could do. Certainly what comes immediately to mind is what the Saskatchewan Wheat Pool brought up. There are user fees of $138 million that would have been applied to farmers. The auditor general has questioned whether or not the farmers are getting value for that, whether they have any say about those user fees and whether the sub-departments that are charging those fees are accountable for how they use them.\n\nFuel taxes are a good example. The federal excise tax is four cents per litre and that is applied directly to the farmer. That is one case where we could quite easily lower his costs. The farmer's problem, as I mentioned, is that input costs have gone up drastically and net returns have gone down.\n\nI have mentioned previously and in my question today in question period, when a natural disaster strikes western Canada as in the case of the flooded areas in southwest Manitoba and southeast Saskatchewan, there is no declaration of a natural disaster. We heard the defence minister tell us today that unless the premier of Manitoba and the premier Saskatchewan initiate a call for a natural disaster area, he will not do anything. The premiers and the defence minister had better get together and make that declaration for farmers. The chairman of the agriculture committee of this House is telling farmers that there is still a chance that a natural disaster area could be declared to get the help they need to recover from that disaster.\n\nThere are places besides the department itself where we could get the money. The government has to look carefully at how it is using the money it gets. It must bear in mind that agriculture, our food supply and the basic necessity of life which is food, should be the country's primary importance.\n\nThe government has subsidized our magazine industry to the tune of $150 million. Here again it is farmers versus magazine moguls, which is what I would call them. They are limited in number and have massive influence with the government. They are getting $150 million. It is a case of their merely not wanting to meet the competition from other magazine producers. In the case of the farmer, he is not getting the subsidy and he is up against competitors who are subsidized. In the case of the magazine industry, competitors in other countries are not getting subsidized so it is not the same issue. It is mispriorization in government spending in regard to agriculture and other sectors of the Canadian economy.\n\nI saw an interesting little example in the National Gallery of Canada the other day, the famous “Voice of Fire”. That beautiful art piece was purchased for about $1.2 million and the gallery staff told me it is now worth $7.5 million. When hearing that, the question farmers ask is if it has gone up that much in value, why not sell it and use the money for some good priorities such as keeping a viable agriculture sector?\n\nThere was the infamous Winnipeg situation of $15,000 in St. Norbert for a display of dead rabbits hanging in the trees. That was funded by the government. The government is being asked for money for agriculture. Lots of money is being wasted and foolishly spent and it lets the agriculture sector sink.\n\nI should not go on too much about the extra money. Other examples such as the movie Bubbles Galore have come up. The coast guard and Corrections Canada spent $6,000 on a party on the east coast. The ships with the helicopters on them probably cost about $30,000 an hour to run. It was probably $200,000 or $300,000 no doubt for that little trip.\n\nThe $130 billion budget for the federal government's operations is a pretty big figure. With that amount the government knew it was getting and would be able to spend, it should have simply planned for that spending and used it properly. It should not be coming back to the taxpayer time after time to get more money.\n\nThe last thing I will mention regarding wasted money is the figure of around $200 million on the famous former Bill C-68 on gun control, the Firearms Act. What a tremendous waste of money. It is evident to virtually every Canadian.\n\nWe should look at what the agriculture minister and chairman of the agriculture committee are saying and doing in regard to the agriculture crisis that is happening in western Canada. We know what they are saying to the people of southwest Manitoba and southeast Saskatchewan in the flood area. Let us look at what else they are saying.\n\nThe agriculture minister was talking about farmers who are in trouble and possibly going bankrupt. One of the most famous statements he made rates right up there along with Mr. Trudeau's “Why should I sell your wheat?” The minister said, “I have been there, I have done it and it is now time for tough love”. He continued, “We are sorry but that bottom 30% of farmers who cannot make it will just have to go and do something else and we will continue on with the remaining 60%”.\n\nThat seems to be the vision of the government regarding agriculture. Some of the policies the government brings out encourage that kind of activity.\n\nOne of the best examples is the Canadian Wheat Board. A lot of people believe that the Canadian Wheat Board will keep the small farmers around. In the timeframe that the Canadian Wheat Board has been going, since the 1940s, we have lost tens of thousands of farmers, and the small farmers are disappearing.\n\nThe reason is that the wheat board does not have the ability to provide independent marketing for the individual farmers who could by looking at their own marketing maximize their prices. The wheat board wants to tell everybody it will do all the marketing and get a price which will be shared among every other farmer. That has not worked.\n\nI propose that the Canadian Wheat Board assets be sold off. They should be sold off to a consortium named the Saskatchewan Wheat Pool and the Agricore. That would become their marketing arm, two organizations that are set up to pool the returns for all farmers and would voluntarily go in with them. The farmers who did not want to be part of that organization would end up marketing on their own.\n\nWe have the solution for marketing grain on the prairies. This would actually add income for a lot of farmers. Those who would be hurt by not having pooling and not having somebody to do their marketing for them, would have farmer owned co-operatives, namely Agricore and the marketing ability of the wheat board to do that. It is pretty clear there are things which could be done.\n\nI would like to talk for a minute about a couple of farmers who are telling the government what is necessary. One of them mentions the Canadian Wheat Board and marketing freedom, but they also get into other areas such as transportation.\n\nOne farmer said “I have been a producer representative on the old senior grain transportation committee that existed”. He went on to say that what it really comes down to with the current regime is that it is based on a command structure. We could say that about the wheat board as well, because the wheat board is set up by the House as a command structure where one has the sole right to sell wheat and barley for export. However, if one wants to try and do it by oneself, the wheat board says “Sell it to us and we will add some costs and return what is left over”. The command structure there again is not working.\n\nThe farmer went on to say that the transportation system runs on layers of regulations and formulas. He said that the irony is that over the years it was the farmers who asked for that. We see now that in fact a command structure does not work. It does not work in agriculture and it does not work in the case of transportation.\n\nThere is a lot of supply management in Manitoba where I come from. We are glad to have it. That is different from the Canadian Wheat Board. The Canadian Wheat Board is not supply management. There has been a lot of deception by the government over the years that the Canadian Wheat Board is supply management. That is absolutely not the case.\n\nThe supply managed sector operates under legislation and the cost of production is included in a formula on which it prices its product. That is a good thing. I support that supply management is a good sector for agriculture. Supply management does not seem to be applicable to the whole agriculture sector.\n\nThe hog producers have said that they do not want to go back to supply management because they are export dependent. As long as we force agriculture just to be in the domestic market, we can say that if we do not want to export, let us have supply management in the whole agriculture sector and we will pay those farmers who are able to be in that enough to keep going. But what we see is that the country makes tens of billions of dollars in the non-supply managed sector. That is new money coming in from outside the country.\n\nWhy the government can stand here and not support western Canada's farmers and also those in Ontario who export grains and earn the country tens of billions of dollars is beyond me. In the planning of the government and the agriculture minister, one would think the importance of these export sectors and what they contribute to the country would be recognized.\n\nOne other farmer saw fit to talk to us about farming on the question of whether or not this government could afford to help agriculture and maintain a viable sector. He commented that “The finance minister is projecting a $90 billion surplus in five years. I may say this government can find money for support for those who are under siege”. He used the example of East Timor. He went on to say:\n\nBut it is time to recognize the farm industry at home here is under siege as well. Because farming is a renewable resource every year employing people directly and indirectly by the thousands, the government must come to recognize that those dependent on the farming industry are under siege as well. What is being offered so far to combat the record foreign subsidies through AIDA is at best insignificant. The farmers and the business people both directly and indirectly have demonstrated, sent petitions, made trips to Ottawa, staged rallies and have given presentations by the dozens in the months that followed seeding and the harvest in 1999, all in an attempt to get Ottawa to recognize the farm crisis in Canada.\n\nThere is no point in the government going around talking and asking everyone what should be done. The facts are on the line. The government has been told what is going on. Number one, the low net margin in the west for the export crops and in Ontario have to be addressed. The net margin has to be brought up.\n\nThe lack of a long term program necessitates a massive infusion of cash into Manitoba and Saskatchewan in particular. That infusion has been identified by the premiers of both those provinces to the federal government as being in the neighbourhood of $1.3 billion. It is time the government rolled up its sleeves and gave us the viable agriculture sector that is so important to our national interest.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:25:00", 
            "attribution": "Mr. Howard Hilstrom (Selkirk—Interlake, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dennis Mills", 
                "url": "/politicians/3553/", 
                "member_id": 3156, 
                "party": "Liberal", 
                "riding": "Broadview—Greenwood (Ontario)", 
                "id": 3553
            }, 
            "url": "/hansards/2071/158/", 
            "text": "Mr. Speaker, I listened attentively to the remarks of the member from the newly named riding of Hilstrom—Interlake. I am a member from downtown Toronto and not a rural member.\n\nI am not fully aware of the complexities surrounding the issue of agriculture and agri-food, but earlier this week I had the privilege of speaking at the Canadian Federation of Agriculture summit. One fact that came out at that summit was the need to debate mobilization and getting more focused on the problems and challenges surrounding rural issues. We must start with a new beginning and engage a larger number of consumers and city residents.\n\nBecause the member for Selkirk—Interlake is very sensitive about government resources, I would like to ask him if he would support the notion of the Government of Canada and Agriculture Canada investing some dollars in mobilizing city residents to become more engaged and more involved in rural agricultural issues.\n\nHe seems to be very concerned about taxpayer money being spent on arts, culture, et cetera. I personally believe that a lot of money should be spent on mobilizing city representatives because we represent 80% of the votes in the House. Perhaps the member could speak on behalf of his party and indicate whether they would support such a campaign.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:45:00", 
            "attribution": "Mr. Dennis J. Mills (Broadview—Greenwood, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2071/159/", 
            "text": "Mr. Speaker, certainly I support a campaign along those lines but we would have to look at the details. The Leader of the Opposition and I met with the ex-premier of Manitoba this summer, along with the Rural Disaster Coalition people. We in fact called for the very same thing.\n\nThe consumers of Toronto are very important to agriculture in not only the west but all areas of agriculture because they consume and pay for food. They also vote to put MPs into the House to represent them. The interest of consumers is served by keeping a viable agriculture sector and reasonably priced food. As a result I support that.\n\nThe last comment I would make gets back to the performance of the agriculture minister. The government and the agriculture department have to be very careful about putting out press releases with regard to what is happening by way of support. He mentioned again today that farmers received $1.1 billion. He did not say this today but he has said that provincial governments put in their part, bringing the figure up to $2 billion.\n\nConsumers in Toronto think that farmers have obtained $2 billion. They have not. They have a portion of it but they are still to get it all. We are in agreement that consumers are important.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:45:00", 
            "attribution": "Mr. Howard Hilstrom", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2071/160/", 
            "text": "Mr. Speaker, I too listened intently to the member for Selkirk—Interlake. I think he wasted some of his energy at the beginning. Typical of partisan politics, he decided to take a shot at the Tories so I will take a little one at the Reform.\n\nWestern Canada was very well represented under the Tories. Agriculture was at the top of the agenda, not at the bottom of it. We had people like Don Mazankowski, Harvie Andre, Joe Clark and a number of others who were cabinet ministers, prime ministers and deputy prime ministers sitting at the table. They understood and represented the issue of agriculture.\n\nThe minister spoke about wheat and grain. Certainly they are issues but there is a greater one which I would like the member to comment on, and that is the desperate failure of the government.\n\nOur grain farmers are supported by something like 65 cents to 75 cents per bushel of wheat. The United States supports its grain farmers by approximately $1.60 to $1.80. The numbers change constantly. The European Union supports its farmers by $2.30 to $2.40 per bushel of wheat. This is one of the major underlying problems facing us.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:45:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2071/161/", 
            "text": "Mr. Speaker, the member's question raises the point that a united alternative would certainly help us put forward the position that he purports to be putting forward right now.\n\nThe member termed my remarks as slamming the PCs. That was not my point at all. The history of agriculture policy and programs over the past 20 years the PCs and the Liberals have been in power has not resulted in the long term program which everybody is identifying needs to be in place. They are talking about it again today. If this is not done in another five or ten years, the MPs who follow us to this place will be talking about the same thing. This is my criticism of past governments.\n\nThe lack of subsidy in Canada for farmers, not all farmers but just those who are being hurt by trade distorting subsidies of other countries through no fault of their own, is the issue that has to be addressed today.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:50:00", 
            "attribution": "Mr. Howard Hilstrom", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Wayne Easter", 
                "url": "/politicians/wayne-easter/", 
                "member_id": 3253, 
                "party": "Liberal", 
                "riding": "Malpeque (P.E.I.)", 
                "id": 96
            }, 
            "url": "/hansards/2071/162/", 
            "text": "Mr. Speaker, I would love to get into an extended debate with the member on the Canadian Wheat Board but we really do not have the time.\n\nNo one on the government side is saying that the Canadian Wheat Board is supply management. We are saying that the Canadian Wheat Board is orderly marketing, maximizing the returns that are in that market. Instead of confusing the facts the member should have clearly said that the government has put in place an elected board of directors so that the farmers on the board could be masters of their own destiny.\n\nI am surprised and disappointed at the member for Selkirk—Interlake. He used the tactics of divisiveness in his remarks by talking about some of the grants to culture and so on as if they were not needed as well. They are needed in that area. I have seen this type of tactic being used previously by a former Reform Party member, the present Saskatchewan party leader. He used the argument of east versus west as to what one was getting and the other was not.\n\nWe do have a problem. The minister has very clearly said that there is a farm crisis. We have outlined the problem with subsidies in the European Economic Community and in the United States. We tabled a position at the WTO for those countries to bring down the subsidies. Yes, we have to do more.\n\nThe member said additional funds were needed for the farm sector. I agree that additional funds are needed. Could he tell us how much in additional funding is needed from his perspective? How should it be paid out so that it gets to the farm community quickly and helps the family farm? Let us put the facts on the table. What are you really saying?", 
            "topic": "Supply", 
            "time": "1999-12-10 12:50:00", 
            "attribution": "Mr. Wayne Easter (Malpeque, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2071/163/", 
            "text": "I remind all hon. members to address each other through the Chair.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2071/164/", 
            "text": "Mr. Speaker, the facts are on the table. The premiers of Manitoba and Saskatchewan have asked for an immediate $1.3 billion. They have asked for a natural disaster declaration for the flooded regions of the provinces of Manitoba and Saskatchewan. That money should go out to the provinces right now.\n\nWith regard to east versus west, that is not true. I put forward a motion in the standing committee on agriculture asking for a tour of Ontario so we could talk directly with the farmers there. It was cancelled by Liberal members of the committee; we will not be going to Ontario. My colleagues in the Reform Party and I will be required to do it by ourselves and report back to parliament on what farmers in Ontario are saying.\n\nMy last comment is with regard to maximizing returns of the Canadian Wheat Board. We have no idea whether or not it maximizes returns. That simply comes from the Kraft report. The wheat board gave him some statistics and he said that it looked like it was doing a great job.\n\nThere is only one true vote in an economic situation, and that is the vote of the client, the farmer who says he is doing better because of the wheat board and will deal through it, or he is doing better with another company and will deal through it. The choice of the farmer is the important issue.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:50:00", 
            "attribution": "Mr. Howard Hilstrom", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2071/165/", 
            "text": "Mr. Speaker, I am pleased to rise in the debate on supply, because we should in this period be looking at the government's approach to management.\n\nWe should be talking about agriculture today. We want to talk about it, but the government is turning its attention elsewhere, as is its habit, instead of dealing with the real problems confronting it daily. Since 1993, the government has done everything except look after the problems put to it.\n\nToday the government is disturbing this allotted day on agriculture with the introduction, as a total surprise and in a sneaky and unusual way, of a bill that has nothing at all to do with economic difficulties, nothing to do with the way this country is being governed, but that instead pits the House of Commons of Canada against the National Assembly of Quebec.\n\nHon. members will understand that I, like my Conservative colleague who made the motion, cannot help but address that issue in the context of this debate.\n\nGenerally, the way the House of Commons operates is that the House leaders of all parties reach agreement in a civilized and correct manner, respectful of the rights of each, of the standing orders, of tradition, habits and parliamentary good faith. It is our habit here to reach agreement and to ensure that the business is properly organized. We have some idea of what is coming and the government has some idea of the kind of fight, the kind of opposition it will get from us on each bill. There is nothing really secret in all of this, with the exception of a few surprises like the one we had this week about the vote, but nothing more than that.\n\nThings are clear and the business of the House is based on mutual respect, confidence, honesty and clarity. That is how things are generally done in this House.\n\nIn the past few days, however, based on certain things leaked to the press, we were expecting the government to introduce a bill that, more than ever before, places the House of Commons and the members of this House in the position of having to make decisions that will restrict the powers of Quebec's national assembly.\n\nNot only is this government not content with ignoring the constitutional responsibilities of each level of government but now, when it comes to something that has never been challenged by anyone, that the history books accept as a given—Quebec's right to decide its own future—the government has decided to get involved.\n\nOddly enough, the entire process has been changed for the introduction of this bill. Gone were any notice, clarity, trust or honesty. The whole thing was done during the night. The night was what it was, and I challenge the members opposite to say otherwise.\n\nYesterday evening, after the dinner hour, I myself checked with the government and the House whether it was indeed true that a fast one would not again be pulled on Quebec, whether a bill that might limit the rights of the national assembly would not be introduced. The answer yesterday evening at 7 p.m. was “Never, there is no question of it”.\n\nWhen I give someone my word, they can believe it, and I expect to be able to do likewise. I have always thought that honesty and frankness took precedence over any parliamentary strategies.\n\nOn a certain night in November of 1981, a plot was hatched behind Quebec's back, in the kitchens of the Chateau Laurier here in Ottawa, to patriate the constitution. That was what happened. It has been described as the “night of the long knives”. On many occasions, the present Prime Minister has claimed never to have had anything to do with the “night of the long knives” and with what the history books will call the “night of the long knives” with respect to Quebec.\n\nLast night, between 7 p.m. and 7 a.m., there was a “night of the long knives”.", 
            "topic": "Supply", 
            "time": "1999-12-10 12:55:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/166/", 
            "text": "This is terrible.", 
            "topic": "Supply", 
            "time": "1999-12-10 13:00:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2071/167/", 
            "text": "Everything changed. That was the end of parliamentary trust, the end of respect among individuals, the end of respect for the word given. The case of Quebec was settled the way things usually are, here in Ottawa. The deed was done during the night.\n\nTo better understand such an inappropriate—to use a parliamentary expression—process, let me quote an editorial published on Wednesday, November 22, 1972, in the daily Montréal Matin . The journalist was referring to the current Prime Minister, who was then the Minister of Indian Affairs and Northern Development.\n\nThe interview was given to CTV, on November 19, 1972. A copy of the transcript was available. The journalist, Clément Brown, quoted the Prime Minister talking about the parc de la Mauricie. I would appreciate it if members opposite would listen. I would like all Quebecers to hear it, because it will be a sad reminder of who we are talking here. The editorial quoted the current Prime Minister as saying “I used that park to break the back of the Quebec government and, believe me, I am proud of that”.\n\nThese are the words of the then Minister of Indian Affairs and Northern Development, now the Prime Minister and member for Shawinigan.", 
            "topic": "Supply", 
            "time": "1999-12-10 13:00:00", 
            "attribution": "Mr. Michel Gauthier", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2071/168/", 
            "text": "What a sinister individual.", 
            "topic": "Supply", 
            "time": "1999-12-10 13:00:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2071/169/", 
            "text": "The difference between today and 1982, when this same Prime Minister was the enforcer of the previous Liberal government to unilaterally patriate the constitution, is that, at the time, Quebec was represented by 74 members of the Liberal Party of Canada in this House. Indeed, Quebec was represented by one Conservative and 74 members of the Liberal Party of Canada.\n\nPierre Elliott Trudeau had justified Quebec's support for the patriation of the Cthey are going to constitution by saying that the duly elected representatives of Quebec agreed with him. He could therefore proceed. And we were to think that Quebec had been well treated and well served.\n\nHistory has judged the Prime Minister of the time and the current Prime Minister. Since 1982 in Quebec, no premier— federalist or sovereignist—has dared put his signature to the constitution, which no one in Quebec accepts.\n\nI have news for the current Prime Minister and the government in place: there will never be another 1982.\n\nNever again will the majority of the members representing Quebecers in this House support what this government is up to. Never again will the members representing the majority of the ridings in Quebec, the members of the Bloc Quebecois, people who have something in their heart, allow the government to try to take away from the national assembly even a single ounce of responsibility, a single ounce of power to determine the future of the people of Quebec.\n\nI would give the government notice that there are other opposition parties in this House. I can hardly wait to see how the Conservative Party members from Quebec, who have some respect for the right of the people of Quebec to decide their future—for instance, the member for Chicoutimi, in the sovereignist region of Saguenay—Lac-Saint-Jean—will vote on this bill. I can hardly wait to see how the Conservatives will vote. I believe they will not stoop to the same level as the Government of Canada.\n\nWe can hardly wait, we the members of the Bloc Quebecois and the people of Quebec, to see how the Liberal members from Quebec representing Quebec ridings in the House of Commons are going to behave.\n\nIf she had to choose between Quebec and a limousine, is the President of the Treasury Board going to choose the limousine? Is the Secretary of State for Amateur Sport going to opt for satisfying his craving for a limo instead of for Quebec? We shall see.\n\nWhich is the Minister of Finance, a man who is constantly letting it be seen that he has a sort of sympathy for the people of Quebec, going to choose: the race for leadership of the Liberal Party of Canada or Quebec? We shall see.\n\nWhat about the newly promoted Minister of Revenue, in his portfolio for only a few months, another with a limousine, which is he going to choose, the citizens of Outremont in Quebec or his limo? We shall soon see.\n\nWhat we are seeing today is that the chickens are coming home to roost. In 1982—and hon. members would be wise to listen, for it may improve their knowledge of the reality of Quebec—this Prime Minister committed an extremely serious error in political strategy. All of his government knows this.\n\nSince 1982, the federal government has been dragging along, like a ball and chain, a constitution that has never been accepted by one whole founding people, by one whole province, one of the most important provinces, one that was there from the beginnings of Canada, that was the place where European life in North America began. That province is part of the constitution of Canada solely by obligation; we never signed it. This error committed by the Prime Minister is what we want to correct today.\n\nIn 1981, there was 40% support for Quebec sovereignty. Then came the patriation of the constitution, the fruit of the labours of this wonderful Liberal government. In 1995, support went up to 49.6%. I remember having discussed this with eminent colleagues just before the 1995 referendum. Do you know what they told us? “The polls are giving you 35%; and so that is that, sovereignists, that is the last we will hear of you”. If my memory serves me, we got 49.6%.", 
            "topic": "Supply", 
            "time": "1999-12-10 13:00:00", 
            "attribution": "Mr. Michel Gauthier", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2071/170/", 
            "text": "49.4%", 
            "topic": "Supply", 
            "time": "1999-12-10 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2071/171/", 
            "text": "Sorry, 49.4%. The result of the constitutional efforts of the Prime Minister is that in Quebec more and more Quebecers have understood that their future lies in sovereignty and not in this country.\n\nThe government wants to settle things for good. Since the sovereignists are democratically creating a country for themselves because of the repeated constitutional mistakes of this government and this Prime Minister, the government is going to see to it that this is no longer possible.\n\nOn the pretext of clarity, the great minister of constitutional affairs, the great implementer of the Prime Minister's handiwork, wants to clarify Quebec's right to self-determination. He wants to clarify the majority. On these pretexts, they are setting up barriers likely to make it impossible, to all intents and purposes, by setting all sorts of undefined considerations. They are hanging swords of Damocles over the head of Quebec.\n\nThe feeling is that the federal government wants to make sure Quebec cannot democratically overcome all these obstacles. This is where we are at. Because 1982 was a mistake, because 1982 was an injustice, because Quebecers want to run their own country, those on the other side want to stop them. We will not let that happen. We give them notice of that.", 
            "topic": "Supply", 
            "time": "1999-12-10 13:05:00", 
            "attribution": "Mr. Michel Gauthier", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2071/172/", 
            "text": "Hear, hear.", 
            "topic": "Supply", 
            "time": "1999-12-10 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "John Godfrey", 
                "url": "/politicians/118/", 
                "member_id": 3165, 
                "party": "Liberal", 
                "riding": "Don Valley West (Ontario)", 
                "id": 118
            }, 
            "url": "/hansards/2071/173/", 
            "text": "Mr. Speaker, earlier, in response to the proposed bill, the leader of the opposition made a three-part proposal to the Quebec national assembly and I would like to put a question to the hon. member in this regard.\n\nThe three parts of his proposal are as follows. The first part was that it was up to the Quebec national assembly to define the question and the conditions of the referendum. The second was that the leader of the opposition gave his support to the principle of 50% plus one. The third was that the whole matter should be in accordance with the ruling of the Supreme Court of Canada. Does the hon. member agree with this proposal?", 
            "topic": "Supply", 
            "time": "1999-12-10 13:10:00", 
            "attribution": "Mr. John Godfrey (Don Valley West, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2071/174/", 
            "text": "Mr. Speaker, if the contents of the bill we are debating were so clear, so good and so beneficial for Quebec, why did they do this during the night? Why, until now, has it been withheld from all the newspapers, MPs and Quebec? Why, if it is so clear and so good?\n\nWe know the government. It has a habit of flaunting its bills everywhere and telling people how wonderfully it is looking after Canada. Members opposite are not shy. But now we have this bill which nobody knew anything about. Without any advance warning, it was sprung on us.\n\nThe fact of the matter is that this bill poses an indescribable threat to Quebec. The government will have to submit the referendum question to all of Canada's provinces and territories. Only after all these opinions are in will the federal government decide whether or not the question is clear.\n\nLet there be no mistake, responsibility for the clarity of the question rests with Quebec.", 
            "topic": "Supply", 
            "time": "1999-12-10 13:10:00", 
            "attribution": "Mr. Michel Gauthier", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2071/175/", 
            "text": "It being 1.15 p.m. and today being the last of the designated days for the supply period ending on December 10, 1999, it is my duty to interrupt the proceedings and, pursuant to order made on Thursday, December 9, 1999, all questions necessary to dispose of the business of supply will be deferred until Monday, December 13, 1999 after the period set aside for Government Orders.\n\nIt being 1.17 p.m., the House will now proceed to the consideration of Private Members' Business as listed on today's order paper.", 
            "topic": "Supply", 
            "time": "1999-12-10 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2071/176/", 
            "text": "I would like to inform the House that under the provisions of Standing Order 30, I am designating Tuesday, February 8, 2000 as the day fixed for the consideration of private member's Motion M-19, standing in the order of precedence in the name of the hon. member for Skeena. This additional Private Members' Business hour will take place from 6.30 to 7.30 p.m. after which the House will proceed to the adjournment proceedings pursuant to Standing Order 38.", 
            "topic": "Supply", 
            "time": "1999-12-10 13:15:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Paul Szabo", 
                "url": "/politicians/paul-szabo/", 
                "member_id": 3198, 
                "party": "Liberal", 
                "riding": "Mississauga South (Ontario)", 
                "id": 279
            }, 
            "url": "/hansards/2071/177/", 
            "text": "moved that Bill C-235, an act to amend the Divorce Act (marriage counselling required before divorce granted) be read the second time and referred to a committee.\n\nMr. Speaker, Bill C-235 is a bill concerning the Divorce Act. However, it is not about parents, it is about children.\n\nOn December 22, 1967, Pierre Elliott Trudeau declared that the state has no place in the bedrooms of the nation. At the time, the number of divorces in Canada was 10,000 per year. In 1987 divorces peaked at 90,000, one in every two marriages. Today there are about 80,000 divorces per year or an effective rate of over 40%. However, there are also about one million common law couples and their breakdown rate is 50% higher than for married couples.\n\nCommon law relationships represent less than 20% of all couples but account for over 60% of all cases of domestic violence; 20% of parents break up before their children reach the age of five; 25% of children enter adult life with some sort of significant mental, social or behavioural problems; and 50% of all children will experience divorce or family breakdown before they reach their 18th birthday.\n\nLone parent families represent about 16% of all families in Canada but they account for 52% of all children living in poverty. One out of four children do not live at home with their biological parents and 70% of young offenders come from broken homes.\n\nThere are other impacts related to family breakdown. Domestic violence for instance is another important issue. Seventeen per cent of homicide victims in Canada are divorced or separated, and although as a group they only represent 6% of the population, 12% of those committing homicides were also separated or divorced, and 23% of women killed in registered marriages were separated at the time of the incident.\n\nThe research evidence is clear. It shows that children who witness abuse between their parents are affected as much as if they were abused themselves.\n\nLet us consider the recent statistics about children from fatherless homes in the United States: 63% of youth suicides, 85% of children with behavioural disorders, 75% of high school dropouts, 85% of youth sitting in jails, 80% of rapists. They are five times more likely to be poor and more likely to be abusers of drugs and alcohol. Forty-one per cent of youth showing anxiety, depression and physical aggression come from fatherless homes and are twice as likely to get involved in crime. They are also 11 times more likely to have violent misbehaviours and more likely to have problems achieving intimate lasting relationships themselves.\n\nIt is very clear from those examples alone that divorce is child abuse, and that is why as responsible legislators we cannot remain silent.\n\nWhat would Pierre Trudeau say today? I have no doubt that he would not change his basic premise that the state has no place in the bedrooms of the nation, but I would like to think that today he would add the qualifier “unless it affects the business of the nation, including the well-being of our children”.\n\nBill C-235 basically calls for court ordered mandatory counselling prior to the granting of a divorce. The requirement does not apply where the grounds are physical or mental cruelty, where the court agrees that counselling is inappropriate or when one party cannot be brought to counselling. It is therefore estimated that only 10% to 20% of divorces would be affected by such legislation.\n\nThe purpose of the legislation is not primarily to seek reconciliation of marriages but rather two points. One is to ensure there is a viable parenting plan in place which is child centred and in the best interest of the children. Second, it is to address the tragic prevalence of post-break up acrimony which is far more likely to occur after separation.\n\nDivorce has been described by many as being like a runaway train. Parents are often ignorant of the facts and do not understand the wide ranging consequences or ramifications, particularly on their children. The related issues are much more complex and touch virtually every aspect of our society.\n\nSome would suggest, however, that parenting education after divorce is quite frankly too late. However, when we consider that 75% of divorced persons remarry within five years and we understand that children are the real victims of divorce, it is never too late to mitigate the devastating impacts of divorce.\n\nIn a recent book written by Dr. David Royko called Voices of Children of Divorce , he expressed his experiences with children who had undergone mandatory programs as a result of divorce. I will relay to the House some of the comments and quotations from the children interviewed by Dr. Royko. Some said:\n\nIt gives me bad dreams. It hurts a lot. I cry a lot. If I have to go back and live with mom, I'll run away or kill myself. I'm totally caught in the middle. I felt sick a lot, like I might throw up. I was scared. I thought that no matter what happened someone was going to hate me.\n\nYou can go nuts after awhile. I feel pushed around by everyone.\n\nIf I had three wishes, the first one would be to be thin because my parents fought about how much I eat. I heard my dad yelling at my mom that if she had got custody, I'd turn out to be a fat pig just like her.\n\nMy parents' fight for custody was the scariest thing in the world and it made me realize that marriage is stupid and having kids is something I'll never ever do.\n\nIf I had three wishes, I'd like to be a cop, I'd like to have a machine gun and I'd like to have a nuclear bomb. It all makes me so mad, like I want to kill everyone.\n\nWe have to listen to the voices of our children. Children are the real victims of divorce and the impacts on those children as a result of divorce are too serious to ignore.\n\nThe report of the special joint committee of the Commons and Senate on custody and access, entitled “For the Sake of the Children”, also recommended mandatory parenting education for parents seeking custody orders of children. This is a major change in the philosophy of parliamentarians, the legislators of the Commons and the Senate, with regard to the Divorce Act which for far too long has been parent centred and has not taken the best interests of children to heart.\n\nThere are existing programs in place. In Alberta, for instance, there is a program called Parenting After Separation which began as a pilot project in Edmonton in February 1996. It is a six hour, court mandated, education program for divorcing parents.\n\nFor those who would suggest that counselling cannot work, let us look at what some of the participants had to say about their participation in the Parenting After Separation mandatory education.\n\nThe first participant said “The class helped me determine that I would do everything to work things out ourselves for our daughter's benefit rather than go to the court and be adversarial”.\n\nSome said “Thank you very much. You have boosted my confidence level in realizing that divorce doesn't have to mean war”.\n\nAnother said “This course is great. It should be mandatory for all those who are separating to teach both parents about their responsibilities toward their children. It helped me to get to the real important issue”.\n\nAnother said “It makes me feel that I should not fight because it hurts my child. This course helped me realize that things can be worked out”.\n\nFinally, one participant said “I was really ticked off that my lawyer told me I had to take this course so I came with somewhat of an attitude. Am I ever glad now that I came. I did not realize how much I was hurting my children”.\n\nParenting education programs are not new but classes tailored to the specific needs of divorcing families are a relevant recent phenomenon in Canada and the U.S.\n\nFifteen years in the U.S. there was one program. Five years ago there were dozens. Now there are hundreds. Mandatory counselling is now required in 18 U.S. states and in Florida even children of divorce are required to attend a program to help them cope with the impacts of their parents divorce.\n\nParenting education programs are now available in every province of Canada although they are mandatory only in Alberta and on a pilot basis in B.C.\n\nEffective June 1, 1998, the attorney general of B.C. introduced mandatory parenting courses in Burnaby and New Westminster. It is a three hour course and the parents take the course separately. It teaches dispute resolution as well as the impact of family breakdown on children. In his announcement, the attorney general stated “This is not for parents. It's for children. We want to reverse the adverse impact of the divorce process on children”.\n\nNot only is there broad reluctance for any intervention, but 95% of couples ordered by the courts to take counselling do so with great reluctance. Interestingly enough, 90% of those who go through the program are grateful that there was a program. The Alberta experience is that in 5% of cases the parents discover that divorce is not going to solve their problem and reconcile their problems and are dealing with them in a constructive fashion.\n\nWhen the custody and access joint Commons-Senate committee did its one year study, consulting right across Canada, it found three positive results from the U.S. programs. First, parents participating in the programs were more likely to communicate positively with their children about the other parent and non-residential parents had greater access to their children; second, parents demonstrated improved communication skills; and third, programs lowered the exposure of children to parental conflict and increased each parent's tolerance for the parenting role of the other parent.\n\nIt is clear that constructive intervention at a time of high emotion after parents have separated is very effective based on actual programs running. It is not a wish, it is a fact.\n\nChildren do have rights. They have the right to the continuing care and guidance of their parents and the right to a continuing relationship with their parents. They have the right to know and appreciate what is good in each parent without one parent degrading the other. They have the right to express love, affection and respect for each parent without having to stifle that love because of fear of disapproval of the other parent.\n\nThey have the right to know that the parents decision to divorce was not their responsibility. They have the right to not be a source of argument between the parents. They have a right to honest answers to questions about changing family relationships. They have a right to experience regular, consistent contact with both parents and to know the reason for cancellation of time or change of plans.\n\nThey have a right to a relaxed, secure relationship with both parents without being placed in a position where one parent is pitted against another. They also have the right to be treated as important human beings with unique feelings, ideas and desires.\n\nChildren are the real victims of divorce and mandatory counselling will provide reasonable guidance to ensure that there is a viable parenting plan in place and that post-break up acrimony will be mitigated as much as possible.\n\nAs I said earlier, the bill is not about parents. It is about children.\n\nHealthy outcomes of children mean stronger families and ultimately a stronger country. For that reason, a constructive intervention for divorcing parents not only makes sense for the parents but for society as a whole.", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 13:15:00", 
            "attribution": "Mr. Paul Szabo (Mississauga South, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2071/178/", 
            "text": "Mr. Speaker, I rise on behalf of the people of Surrey Central to participate in the debate on Bill C-235, and act to amend the Divorce Act, requiring marriage counselling before a divorce is granted.\n\nI commend the member for Mississauga South for this initiative and for his ongoing commitment and concern for family issues. He has acquitted himself admirably in pursuit of issues to strengthen the family and his contribution to issues surrounding the welfare of children.\n\nThe family is the foundation of this nation. A strong family makes a strong community. A strong community makes a strong nation.\n\nThe bill before us is hardly one that should cause objection. It is a straightforward and direct attempt to achieve reconciliation in cases of potential marriage breakdown and subsequent divorce. On this side of the House we would have preferred to see a caveat in the bill that covered the aspect of children and the requirement for counselling. Perhaps the member for Mississauga South will have some afterthoughts that he will want to add to this debate.\n\nDivorce wreaks havoc on the spouses concerned and has been likened to the death of a mini civilization. The repercussions are devastating, particularly, as I said previously, when children are involved.\n\nPremarriage counselling is mandatory in some faiths, such as the Mormon faith. In certain faiths couples will not be joined in matrimony until they have completed a marriage preparation course. I believe that is true in certain U.S. states. As I understand it, the success rate of marriages where couples have participated in the course is very good. In today's world, with all of its stresses, diversions and temptations, why not equip those thinking of marriage with all the possible tools to handle the difficulties and stresses that marriage brings. Similarly, why not attempt to salvage a marriage that is on shaky ground by way of counselling before a final decree is registered granting divorce. This seems to me to be the least that society should do to prevent another divorce.\n\nLast December a joint Senate and House of Commons committee tabled a report on child custody and access entitled “For the Sake of the Children”. The report was greeted in most circles as a compelling and cognitive effort to come to grips with the realities of what divorce means, in particular what it means to children and other family members left in the wake of marriage breakdown. As I said before, divorce has been characterized as the death of a mini civilization.\n\nThe joint report contained some 48 logical and progressive recommendations and received all party support, with some refinements and additions by the Reform Party.\n\nMembers of the joint committee, the hon. member for New Westminster—Coquitlam—Burnaby, the hon. member for Cariboo—Chilcotin and the hon. member for Calgary Centre, who is the Reform Party's critic for family affairs, did a marvellous job in putting facts together for the sake of children, families and this nation.\n\nA number of members of the Reform Party took the time and effort to work on the special joint committee. We on this side of the House care a great deal about families and children because, as I said earlier, the institution of the family is the foundation of this great country. A strong family makes a strong nation.\n\nThe justice minister will again study this issue. She is slow in bringing the provinces along in order to reach a consensus on what we can do for families, and children in particular. We can strengthen our families, but the Liberal justice minister's idea of doing things in a timely fashion is to drag her feet.\n\nWe have watched her do this with the youth criminal justice system. We saw the government drag its feet. In fact it tried to dig in its heels, while the opposition humiliated it into compensating the victims of government controlled tainted blood. I hope that the justice minister will listen to a member of her own party on this issue.\n\nOverall this report was endorsed and applauded as a realistic approach to deal with marriage breakdown when children are involved. Recommendation 29 of the report called upon the federal government to extend financial support to programs run by community groups for couples wanting to avoid separation and divorce or seeking to strengthen their marital relationship.\n\nMy understanding is that this recommendation stemmed from the fact that the committee wanted to support troubled couples, particularly couples who had children and wanted to avoid separation.\n\nThe initiative before us today is a further refinement and a more direct attempt to salvage a marriage. It puts emphasis on the lawyers and the courts to ensure that a marriage counsellor is involved in the process before any decree of divorce is granted. It calls for more than the perfunctory questions which divorce lawyers are responsible to ask before they proceed with divorce papers. This is a very good thing.\n\nI am pleased that the bill recognizes the lack of benefit and perhaps harm that can be caused if the parties to a potential divorce are in a situation involving physical or mental cruelty. I agree that there would be no benefit in putting those parties in any further situations where further harm to either party may ensue. There is obviously a point of no return, as sad as that may be.\n\nI again commend the member for his sense of realism and compassion in this regard. This approach and attempt to provide spouses contemplating divorce with some form of reconciliation is sensible, but there is little use in forcing a situation. Again, I wonder if there is some way of augmenting this marriage counselling undertaking to give it more impact and force when children are involved. Perhaps there is not a way to achieve this.\n\nIn response to the comprehensive work undertaken and delivered by the joint committee in the report I spoke of earlier, regrettably we will see no further movement on the issue of divorce law changes for perhaps three years.\n\nThe Minister of Justice has responded to 16 of the recommendations in the report and has stated that she will now undertake further study and consultation on the issue, as she usually does.\n\nIt is again regrettable that she cannot accept that the issues of divorce and child custody have received comprehensive study and cogent recommendations.\n\nThe official opposition is pleased to see a member of the government, an hon. member of the House who contributed to the work and deliberations of the joint committee, step forward with this bill today to begin the process of divorce law changes in Canada. It is a start and it will be a fundamental part of any 21st century approach to a tragic and growing situation in Canada.\n\nAll provinces should be involved. I understand that the province of Alberta has produced a video for couples. Similar things should be done by other provinces.\n\nI encourage the member for Mississauga South to continue to carry this flashlight for the government, particularly the Minister of Justice, so that the 47,000 children a year who are subject to custody decisions under the Divorce Act will get relief and the institution of the family will be strengthened to make Canada a stronger nation.", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 13:30:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Ref.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2071/179/", 
            "text": "Mr. Speaker, we are debating Bill C-235. For the benefit of those who may have tuned in to CPAC, I will take the time to read the very short summary of that bill. It reads as follows:\n\nThis enactment amends the Divorce Act to require spouses to attend marriage counselling before a divorce is granted. This requirement does not apply where the grounds are physical or mental cruelty—\n\nLucky for us. My colleague from Mississauga South was elected to the House in 1993. In fact, I have known him since that date. Someone looking at the bill would be very surprised to learn that the sponsor belongs to the government majority because his approach to the harsh reality of divorce is more conservative than liberal in nature.\n\nThe bill is not a votable item, but if it were, we could not vote for it. Let me outline some of the reasons why we would oppose it.\n\nWe would oppose it because we believe that, when a couple is seriously contemplating divorce, it is useless to force them to see a marriage counsellor in the hope to make them change their minds. It is very rare that a couple decides to divorce on impulse. That decision usually arises out of a long series of events. To “require” individuals to do something totally disregards the freedom of those concerned, their right to see things their own way. Note that this is not the first time we see something not make sense.\n\nThis morning, the government came up with a draft bill designed, for all intents and purposes, to force Quebec to remain part of Canada. This no longer makes sense.\n\nDivorce is a federal jurisdiction. When the Special Joint Committee on Child Custody and Access tabled its report in 1998, the Bloc Quebecois presented a dissenting opinion to recognize and stress that the responsibility for family, education and social services comes under the provinces, and that it is an anachronism to have the Divorce Act still under federal jurisdiction.\n\nI will quote what Senator Beaudoin, an eminent constitutional expert recognized as such by just about everyone, wrote in 1990 about the Divorce Act, and what he said is interesting:\n\nOne may wonder why the constituent of 1867 granted to parliament exclusive jurisdiction over marriage and divorce. It seems that it was for religious reasons. Under section 185 of Lower Canada's civil code, marriage could only be dissolved by the natural death of one of the spouses. That principle was accepted by the overwhelming majority of Catholic Quebecers—\n\nI might add “practising” Catholic Quebecers.\n\n—Protestants wanted the opposite, namely to allow the Canadian parliament to legislate divorce.\n\nEven at the time, there was a clear difference between Quebec and the rest of Canada.\n\nHence section 91.26 of the Constitution Act of 1867, which gives exclusive jurisdiction to the Parliament of Canada over marriage and divorce.\n\nWhat may have been appropriate back in 1867 no longer is. Religion does not have as much importance as it used to, and our legislation should reflect this reality.\n\nLet me quote again Senator Beaudoin's remarks:\n\nThe question begs to be asked: Should the jurisdiction over marriage and divorce be given to the provinces, so that Quebec could have more control over its family law, an important part of its private law which is different from that of other provinces?\n\nThat is another difference that should be considered.\n\nSome experts see advantages in leaving this jurisdiction under section 91. Decentralization here would be a paradox, in their view, while our neighbours to the south appear to be moving toward centralization. Americans are not alone. Our friends in the west would also like to centralize.\n\nConcerning centralization and standardization of divorce laws, they may be forgetting—and the prime minister should also be reminded of this—that we have to different legal systems in Canada, and the arguments supporting their position may be a little less convincing in Canada. That is what Senator Beaudoin was saying back in 1990.\n\nThe Bloc Quebecois did participate in this joint committee, because the problem of children in family with relational difficulties is indeed a serious issue. But our opinion is that the whole jurisdiction over divorce should be given back to the provinces. Quebec's family law reflects its own circumstances and meets the needs of its citizens. Counselling has been available to couples for a long time. Spouses freely choose to use these services. In this area just like in so many others, things can change only if people really want them to change.\n\nI am sorry to inform the House that Bill C-235 will not be supported by my colleagues or by the Bloc Quebecois.", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 13:40:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral (Laval Centre, BQ)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Diane St-Jacques", 
                "url": "/politicians/2888/", 
                "member_id": 2724, 
                "party": "Progressive Conservative", 
                "riding": "Shefford (Québec)", 
                "id": 2888
            }, 
            "url": "/hansards/2071/180/", 
            "text": "Mr. Speaker, I am pleased to rise on behalf of the Progressive Conservative Party to take part in this debate.\n\nThe member for Mississauga South raises an issue which deserves our consideration. Bill C-235 proposes to amend the Divorce Act to provide counselling to spouses before a divorce is granted. The marriage counsellor would act as a mediator between the spouses. Fortunately, a few exceptions worth mentioning were included in the bill.\n\nCounselling would not be provided in cases where the grounds for divorce are physical or mental cruelty, in cases where the court is satisfied that counselling would be inappropriate or serve no purpose and in cases where one party refuses to take part in such counselling.\n\nThe summary of Bill C-235 says that this amendment would require spouses to attend marriage counselling before a divorce is granted. However, this requirement is not stated in the bill itself. I hope the sponsor of the bill will be able to clarify this point in his reply at the end of the debate.\n\nDivorce is a real problem in Canada and the main victims are not the adults, but the children. I sat on the Special Joint Committee on Child Custody and Access, which did a comprehensive study of the issue of divorce.\n\nStarting in December 1997, this committee, made up of parliamentarians from both Houses, set out to meet a formidable challenge, namely to consider issues relating to child custody and access arrangements after a separation or divorce, focusing mainly on the needs and the best interests of the children.\n\nBill C-235, however, proposes that action be taken before a divorce is granted. The members of the special joint committee hoped that their report's recommendations would promote the emergence of a sensitive culture in order to avoid conflicts instead of worsening them.\n\nOur colleague from Mississauga South also wants to avoid this kind of conflict. He wants a mediation system to be put in place before a divorce is granted, and not after.\n\nTherefore, the intent of the member for Mississauga South is very praiseworthy. If we can reduce the number of family breakdowns in Canada, we will have accomplished much good, particularly for the vulnerable ones, our children.\n\nOn the subject of children, the Special Joint Committee on Child Care discovered that, according Statistics Canada, because of a high divorce rate, more than 47,000 children were covered by custody orders pursuant to the Divorce Act, in 1994 and 1995. Consequently, many children saw their home life changed. When parents get remarried or find new partners after a divorce, things get even more complicated for children. Close to 75% of divorced men and women get remarried, and the children from their first marriage have to develop new relations with their stepparents.\n\nHere is another statistic worth mentioning: 13% of divorces in 1992 marked the failure of a second marriage. Incredibly, some people think that such instability will not affect children.\n\nThe mental health literature, and testimony by young people especially, convinced the joint committee that divorce has a deep, and at times disastrous, impact on children.\n\nI believe that most members in this House are aware of the harmful effects of separation and divorce on the younger members of our society. Although the solution does not entirely rest with governments, they can make a difference.\n\nIn Quebec, since September 1, 1997, we have had an act similar to Bill C-235. It makes it compulsory for divorcing couples who have children to attend at least one information session on the benefits of mediation. It should be noted that this is an information session, not a mediation session. If the parents agree to mediation, the Quebec government pays for up to six sessions.\n\nIn certain cases, for example when there is a history or a risk of family violence, the Quebec act allows the parties to forgo both the information sessions on mediation and the mediation itself. The individual who declines to attend such sessions only has to sign a consent form that will be forwarded to the court.\n\nAlthough the Quebec act is specifically geared to future divorcees, it shows how useful mediation can be as a dispute resolution mechanism for couples. In Quebec, the results of mediation are impressive. Between September 1, 1997, when the act came into force, and September 30, 1999, close to 20,000 couples with children took part in mediation sessions. According to the available data, in at least 73 % of the cases, mediation was successful in resolving disputes between divorcing or separating spouses.\n\nWe are of course dealing here with spouses who cannot agree on the terms of the separation or the divorce agreements and on the future of their children. However, the mediation process could without any doubt help the spouses who are involved in the disputes to stay together for the benefit of all the family members.\n\nOne of the major advantages of the mediation system is that it helps both parties to avoid the more adversarial court proceedings where both parents, accompanied by their lawyers, are more likely to start making accusations. Accordingly, chances of reconciliation are much lower there than with a mediator.\n\nBill C-235 proposes a mechanism to help families to stay united. As long as the legislation does not force a man and a woman to undergo mediation against their will, the Progressive Conservative Party would be in favour of Bill C-235.\n\nAn in-depth study will have to be made on that subject some day. It would be interesting to hear what the experts in the field of mediation and even professional mediators have to say on that.\n\nThe Quebec experience in this field is worth looking at. Some people also believe that divorce legislation should come under provincial jurisdiction. Unfortunately, we will not be able to look into that for now, because the bill proposed by the member for Mississauga South will not be considered by a parliamentary committee.", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 13:45:00", 
            "attribution": "Ms. Diane St-Jacques (Shefford, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John O'Reilly", 
                "url": "/politicians/3371/", 
                "member_id": 3238, 
                "party": "Liberal", 
                "riding": "Victoria—Haliburton (Ontario)", 
                "id": 3371
            }, 
            "url": "/hansards/2071/181/", 
            "text": "Mr. Speaker, I commend the member for Mississauga South and add a little praise for some of the work he has done in the House, particularly on Bill C-235. Sometimes we know the parliamentary secretary is anxious to jump up to get rid of a bill and tell us why we cannot vote for it. This is actually a non-votable item so it does not really matter what the parliamentary secretary says or what anyone says.\n\nIt is important in life for people to obtain counselling for divorce, family or any other matter. They need the ability, not necessarily in legislation, to sit down with someone who is clear thinking and talk about their problems.\n\nI was disappointed that the statements today of a couple of people who did not do any counselling bordered on no one being welcome in Quebec unless he or she speaks pure French, even though 42% of Quebeckers have Irish backgrounds much like myself.\n\nBack in my early years as a member of the parole board I do not believe I counselled anyone over there so I do not have to worry about them. At that time I looked at the problems of incarcerated people, people who had been sent to jail. Before sitting down I would read the case files and note that they came from broken homes, that they were abused as children, that they dropped out of school at very early ages, and that they were suffering some type of substance abuse whether drugs or alcohol. That provided me with a catchment.\n\nVery early on in my career here I was asked to speak at a breakfast meeting in Ottawa. I was not sure I was capable of speaking at it because it was the Parkdale Baptist Church. It sent around a topic that I was to speak on: the cost of being a Christian member of parliament.\n\nI looked at it and thought as a Christian and family oriented person that perhaps I could speak to it, and so I did. I did some research which showed that at one point in time previous to 1993 the divorce rate among members of parliament elected for a second term was at about 75%. I thought that was pretty high compared to the rest of the country. The last time I checked it was still hovering around 72% to 75% as a result of a couple of issues.\n\nAs a rule members of parliament are elected at a later stage in their lives. They are moved away from the family unit and operate in a vacuum in this building and in the area that surrounds it. Their lives become run by the whip's offices, by the various bills that are presented, and by the pressures of the media surrounding them. Probably members of parliament, more than most people, need counselling and help in coping with everyday life. Certainly when they are away from home five days a week it plays havoc on the family.\n\nThe basic premise of what the member for Mississauga South has brought forth both in the book he has written and in the bills he put before the House is that counselling is very important to the life cycle, that counselling is probably at the heart of talking out one's problems.\n\nThe member has come forward with a bill that encourages people to have counselling before they get divorced. In fact, before they get married there should be counselling.\n\nMy wife Marilyn and I took part in the premarriage encounter course in my hometown of Lindsay. We were worried the first weekend that we spent at the church with a group of young people all full of vim and vigour ready to get married. We were shocked when we found that three couples broke up that weekend. The ministerial association was delighted and said, “What we have done and what this course has done and what this counselling has done is it has prevented divorces. It has prevented broken homes. It has prevented people from starting a family before they realize they are not compatible, that they have nothing in common, they have nothing that they can actually associate with”.\n\nIn life, as we know, as soon as people start going together society starts to pull the couple apart. Whether it is boy scouts, girl guides, the women's leagues, baseball or sports, the forces that people have to deal with start to pull couples apart. They have to look at how they are going to handle that.\n\nCouples that are getting married in the church are now told that they have to attend a premarriage encounter course. That course involves human sexuality, the legal aspects and spiritual aspects of marriage and all kinds of things that are important to what my friend from Mississauga South is trying to get at. When a family is established and is functioning as a unit, there are differences. Every family, whether it is brothers and sisters, husbands and wives, grandparents or in-laws, has differences. Most of the minor things can be talked out before they become major things.\n\nThe member's bill would cause the government to look at what it is in law that should be standard to allow families to stay together. Whether it is a certain type of tax deduction which allows more counselling in marriage or which allows persons to spend more time at home, all of those things have to do with mental health as married couples or as common law couples. Fewer people are getting married and more people are living common law but they suffer the same problems. Counselling also has advantages in their lives.\n\nThe member for Mississauga South has brought forward something that causes us as parliamentarians to take a look and say, yes, counselling is important, marriage is important, common law relationships are important. People can deal with each other in situations as a family and go to counselling and talk out their differences. Bill C-235 is important.\n\nMr. Speaker, that is either a Roman ordering five beers or you are telling me my time is up. I want to thank you, Mr. Speaker, for indicating that.\n\nParliamentarians should keep in mind that 75% of all marriages among people elected for a second term end up in divorce or split homes, split marriages. Members should call home if they have not lately. They should make sure that they spend some time with their family so that they do not need the type of legislation the member is bringing forward and they do not need the type of counselling that is going to come out of a marriage split-up.\n\nI agree in some ways that divorce may be the end of a long process. If people talk at the very start, that process ends up being a very short process but also a very sweet and loving one.\n\nI thank the member for Mississauga South for bringing forward Bill C-235. I know the member for Scarborough Southwest has something to say on it, so I will end my speech now.", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 13:55:00", 
            "attribution": "Mr. John O'Reilly (Haliburton—Victoria—Brock, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Tom Wappel", 
                "url": "/politicians/299/", 
                "member_id": 2625, 
                "party": "Liberal", 
                "riding": "Scarborough Southwest (Ontario)", 
                "id": 299
            }, 
            "url": "/hansards/2071/182/", 
            "text": "Mr. Speaker, I am pleased to contribute to the consideration of Bill C-235 today. I take perhaps a different and more personal perspective on this matter.\n\nI should begin my remarks by saying that prior to becoming a member of parliament I was a lawyer. The bulk of my practice was civil litigation. A portion of that civil litigation practice pertained to matrimonial law. Within that matrimonial law sphere, I did my share of divorces. It was early in my practice and early in the experience of the Divorce Act newly passed. There were certain obligations placed on lawyers at that time and they are still in the act.\n\nOne of the members opposite characterized the duties of the lawyer as perfunctory. When I was practising law, I considered those duties to be anything but perfunctory. I thought they were very important.\n\nIt was my obligation as an officer of the court to bring to the attention of my client, who was either responding to a matrimonial situation or initiating it, that reconciliation counselling was available. I had to ask if the client had considered reconciliation counselling and more to the point, to provide the names of reconciliation counsellors, the names of arbitrators and that sort of thing in order to keep the peace within the breaking up family.\n\nThat is what I did—", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 14:05:00", 
            "attribution": "Mr. Tom Wappel (Scarborough Southwest, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2071/183/", 
            "text": "I am sorry to interrupt the hon. member for Scarborough Southwest but I had forgotten that this bill is non-votable. Therefore the mover will get the last five minutes. If the hon. member for Scarborough Southwest would give the parliamentary secretary two minutes to get his oar in the water, we could do that as well. That would give the hon. member for Scarborough Southwest another three minutes, but it is up to him.", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 14:05:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Tom Wappel", 
                "url": "/politicians/299/", 
                "member_id": 2625, 
                "party": "Liberal", 
                "riding": "Scarborough Southwest (Ontario)", 
                "id": 299
            }, 
            "url": "/hansards/2071/184/", 
            "text": "Mr. Speaker, I will do as you suggest, of course. Just give me that ordering five beers signal, as my friend said earlier, and then a countdown on one so I know where I am going.\n\nUnfortunately I am one of the statistics that my hon. colleague has talked about. I am separated from my wife and have been for over two years. There are no divorce proceedings instituted between us, so this bill would not help us in any way because this bill pertains to the Divorce Act.\n\nThis is one of the points I want to make. While lauding my friend from Mississauga South and all the efforts he has made with respect to the issues he is talking about, one of the problems with jurisdiction and the fact that the federal government has jurisdiction over divorce but not over family law per se is that by the time people come to use the Divorce Act, in many circumstances sadly it is already too late.\n\nThe hon. member exempts, for example, mental and physical cruelty from his bill. If there are grounds, for example, of adultery or some other matrimonial offence, people are so angry at that point they are not thinking about reconciliation. A one year separation is now grounds for divorce but when I was practising it was three years. By then in many instances it is too late.\n\nThe other thing I would like to mention very briefly about the reconciliation issue is that when the hon. member for Mississauga South was speaking, he was talking about this being for the benefit of children. It is absolutely critical that that principle be recognized, that it is for the benefit of the children.\n\nIn his bill the member talks about the marriage counsellor visits “with a view to assisting them to achieve a reconciliation”. I want to draw to the attention of the hon. member that there is in fact no mention of children in his bill. Perhaps it should read “assisting them to achieve a reconciliation and/or to facilitate the lives of the children with respect to the unfortunate break up of the marriage”. I draw that to the hon. member's attention because I know that is his primary concern.", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 14:05:00", 
            "attribution": "Mr. Tom Wappel", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2071/185/", 
            "text": "Mr. Speaker, we have heard today from many parliamentarians on the merits of counselling, and the government takes no issue with that. The issue is mandatory counselling. In order to consider the merits of Bill C-235, we have to compare the current Divorce Act to see what it would add.\n\nThere are currently several sections in the Divorce Act that already refer to reconciliation. For example, section 10 requires the court to assess the possibility of a reconciliation of the spouses that come before it.\n\nPursuant to subsection 10(1), the court must satisfy itself that there is no possibility of reconciliation of the spouses before the court can even consider the evidence on the matter.\n\nSubsection 10(2) provides that if it appears at any stage of the court proceedings that there is a possibility of the spouses reconciling, the court must adjourn the proceedings and nominate a marriage counsellor to assist the spouses to achieve this reconciliation if it is possible.\n\nBill C-235 does not refer to section 10 but rather proposes to replace section 9(1) of the Divorce Act. As I have already noted, section 9(1) currently creates a duty for all legal advisors to inform spouses of the available marital counselling services.\n\nSpecifically, section 9(1) requires every barrister, solicitor, lawyer or advocate who undertakes to act on behalf of the spouses in a divorce proceeding to do two things: first, to draw the attention of the spouse to the provisions of the Divorce Act that have as their object the reconciliation of the spouses; and second, to discuss with the spouse the possibility of reconciliation and to inform the spouse of the marriage counselling or guidance facilities known to him or her that might be able to assist the spouses to achieve reconciliation. This duty is imposed unless the circumstances of the case are such that it would clearly not be appropriate to do so.\n\nThere may also be constitutional and cost implications associated with requiring mandatory marriage counselling for all divorcing couples. Counselling can be expensive and would impose an additional cost on parents. Provinces and territories could also be reluctant to co-operate if they viewed this legal requirement as a federal intrusion into matters of provincial jurisdiction. There would be a strong expectation that the federal government would provide the financial funding for those counselling services since this legal requirement would be imposed on them by the federal government and it could be very costly.\n\nI commend the member for Mississauga South on his initiative and his continuing crusade to support family and children. He is to be commended for it.", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 14:10:00", 
            "attribution": "Mr. John Maloney (Parliamentary Secretary to Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2071/186/", 
            "text": "I would like to thank hon. members for being so considerate of each other.\n\nThe last five minutes of the debate will go to the mover of the motion, the hon. member for Mississauga South.", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 14:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Paul Szabo", 
                "url": "/politicians/paul-szabo/", 
                "member_id": 3198, 
                "party": "Liberal", 
                "riding": "Mississauga South (Ontario)", 
                "id": 279
            }, 
            "url": "/hansards/2071/187/", 
            "text": "Mr. Speaker, I want to thank all hon. colleagues who participated in the debate.\n\nIt is an important issue to keep bringing before the House. This is the third time I have had this bill before the House. I want to address some of the comments made by hon. members.\n\nI want to thank the member for Surrey Central for his kind remarks and support for the intent of the bill. I stress intent of the bill because certainly as a private member's item it is quite difficult for an individual bill to be as comprehensive as say, for instance, the special joint Commons-Senate committee on custody and access. This is certainly only one part of it.\n\nI thank the Bloc member for Laval Centre for her participation. We worked very well together in a number of areas. She made reference to the freedom of individuals. This is one of the reasons why the Divorce Act has to be amended.\n\nPresently, the Divorce Act is structured for individuals, individual rights for the parents. What it does not do and what the Commons-Senate committee said it should do, is shift the paradigm and start being child centred and in the best interests of the children. That is where we disagree on the thrust of divorce law.\n\nI also point out that I had Quebec particularly in mind on this because the divorce rate in Quebec is around 70%, whereas it is less than 50% in the rest of Canada.\n\nI also thank the member for Shefford for her comments. I know how hard she has worked on the special joint committee. She raised with me the issue of whether it was mandatory or obligatoire. In the report of the custody and access committee, recommendation No. 10 recommends that all parents seeking parenting orders be required to participate in an education program obligatoire; custody and access report. So the member should be clear, this is mandatory counselling. It is already in the existing law.\n\nI think it is outstanding with the breadth of knowledge and experience that we have in this place that members such as the hon. member for Haliburton—Victoria—Brock can rise and share the experience he has obtained from his work before he came to the House. I really appreciate his words of encouragement and his support for some sort of constructive intervention.\n\nThe member for Scarborough Southwest is one of the most knowledgeable people regarding legislative crafting. I take his comments constructively. I hope the issue will continue to be alive. When I bring this issue back to the House, I will be sure to consult with the member to ensure that children will be foremost in the bill.\n\nI understand the points the parliamentary secretary has raised. I understand that the government has already indicated that it is supportive of educational programs for children. I find that very encouraging.\n\nUnfortunately, this bill is not votable. The important thing is that the bill raises the importance of children and the impact of divorce and family breakdown on them. I think it is always a good time to bring this issue before Canadians.\n\nI want to conclude my comments simply by quoting from a review of the book The Divorce Culture by a woman who is quite experienced in this. She said:\n\nYou think your kids will bounce back from divorce? Guess again. Divorce is less like a cold for children than a serious chronic disease. You think you will eventually repartner and create a new family unit and kids will live happily ever after? Forget it....Not all children of divorce are doomed but in just about every way we have to measure such things, divorce has hurt children.\n\nAgain, I thank all hon. members. I look forward to bringing this bill back before the House and the Canadian people in the best interests of our children.", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 14:10:00", 
            "attribution": "Mr. Paul Szabo (Mississauga South, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2071/188/", 
            "text": "The time provided for the consideration of Private Members' Business has now expired and the item is dropped from the Othis order paper.\n\nIt being 2.17 p.m., the House stands adjourned until next Monday at 11 a.m., pursuant to Standing Order 24(1).\n\n(The House adjourned at 2.17 p.m.)", 
            "topic": "Divorce Act", 
            "time": "1999-12-10 14:15:00", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332161", 
    "url": "/hansards/2071/", 
    "session": 2, 
    "date": "1999-12-10", 
    "id": 2071
}