{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/0/", 
            "text": "As is our practice on Wednesday, we will now sing O Canada. We have invited a chorus from Christ the Redeemer Church to help bolster our own singing, which was to have been led by the hon. member for Dauphin—Swan River. I invite the chorus to please lead us in our national anthem.", 
            "topic": "", 
            "time": "2000-02-23 14:00:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Raymonde Folco", 
                "url": "/politicians/raymonde-folco/", 
                "member_id": 2693, 
                "party": "Liberal", 
                "riding": "Laval West (Québec)", 
                "id": 105
            }, 
            "url": "/hansards/2089/1/", 
            "text": "Mr. Speaker, the theme for this year's International Women's Day is “Canadian Women taking Action to Make a Difference!”\n\nInternational Women's Day is an occasion to reflect on the progress made to advance women's equality and an opportunity to assess the challenges facing women in contemporary society.\n\nThis year's theme was chosen to honour the initiatives and actions of women's organizations to fight violence and poverty in Canada, two priority issues for Status of Women Canada.\n\nThe government wishes to remind us that we all have a role to play in reaching this goal, and we will all benefit from these efforts.", 
            "topic": "International Women's Day", 
            "time": "2000-02-23 14:00:00", 
            "attribution": "Ms. Raymonde Folco (Laval West, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Derrek Konrad", 
                "url": "/politicians/6526/", 
                "member_id": 2738, 
                "party": "Reform", 
                "riding": "Prince Albert (Saskatchewan)", 
                "id": 6526
            }, 
            "url": "/hansards/2089/2/", 
            "text": "Mr. Speaker, for years now the government has been engaging in a dangerous game. It has been referring to Indian bands as first nations, Nisga'a now have a form of citizenship, they talk about self-government as though it was self-evident.\n\nFurthermore, the government has been enacting legislation that abdicates federal authority and responsibility to band governments without corresponding guarantees of accountability.\n\nNow the Liberals are considering another misguided policy proposal. This week in Great Falls, Montana, Canadian and American Indians began to push for an Indian only border crossing between Alberta and Montana.\n\nThis raises concerns about the sovereignty of Canada and its ability to police its own border with all that that implies.\n\nIt is past time for the government to uphold the sovereignty and authority of Canada. Canadian Indians are citizens of this country with all of the privileges and responsibilities of citizenship. They are citizens of no other nation. It is time to move ahead with one law for all Canadians.", 
            "topic": "Indian Affairs", 
            "time": "2000-02-23 14:00:00", 
            "attribution": "Mr. Derrek Konrad (Prince Albert, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gurbax Malhi", 
                "url": "/politicians/gurbax-malhi/", 
                "member_id": 3153, 
                "party": "Liberal", 
                "riding": "Bramalea—Gore—Malton (Ontario)", 
                "id": 180
            }, 
            "url": "/hansards/2089/3/", 
            "text": "Mr. Speaker, February 20 to 27 is Guide-Scout Week.\n\nScouts Canada operates nearly 4,500 individual groups in most cities and towns across Canada with a total membership of 212,000 youth and adults.\n\nIts mission is to contribute to the development of young people in achieving their full physical, intellectual, social and spiritual potential as individuals, as responsible citizens and as members of their local, national and international communities.\n\nI would encourage Canadian parents and youth to take part in religious observances, dinners and displays in shopping malls this week to help ensure scouting's future in Canadian society.", 
            "topic": "Guide-Scout Week", 
            "time": "2000-02-23 14:00:00", 
            "attribution": "Mr. Gurbax Singh Malhi (Bramalea—Gore—Malton—Springdale, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Sophia Leung", 
                "url": "/politicians/4195/", 
                "member_id": 2501, 
                "party": "Liberal", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 4195
            }, 
            "url": "/hansards/2089/4/", 
            "text": "Mr. Speaker, the city of Calgary continues to bring international pride to Canada, especially in the area of winter sports where Calgary remains the undisputed champion.\n\nThe week's Goodwill Games founder, Ted Turner, announced that Calgary beat out bids from Norway and Switzerland to be chosen to host the Winter Goodwill Games in 2005.\n\nThe nine day games are expected to draw 1,000 athletes, 25,000 visitors and pump $160 million into the economy of southern Alberta.\n\nIt is clear that it was the legacy of facilities and expertise left by the extraordinarily successful 1988 Winter Olympics as well as Calgary's renowned volunteer base that made this city—", 
            "topic": "Calgary", 
            "time": "2000-02-23 14:00:00", 
            "attribution": "Ms. Sophia Leung (Vancouver Kingsway, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/5/", 
            "text": "The hon. member for Bruce—Grey.", 
            "topic": "Calgary", 
            "time": "2000-02-23 14:05:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ovid Jackson", 
                "url": "/politicians/3363/", 
                "member_id": 3157, 
                "party": "Liberal", 
                "riding": "Bruce—Grey (Ontario)", 
                "id": 3363
            }, 
            "url": "/hansards/2089/6/", 
            "text": "Mr. Speaker, this week we are welcoming to my community in Bruce—Grey several educators from Nunavut who will be in my riding exchanging ideas about how to educate young people from the north. In my riding of Bruce—Grey, we have some of the best educators.\n\nOur country is very unique. Its tapestries are interwoven with many cultures and many ideas and our great geography will allow a great exchange between the teachers in my riding of Bruce—Grey and the people from Nunavut.\n\nI want to wish them all a great exchange and I hope we will visit back and forth to continue to make our country great.", 
            "topic": "Bruce—Grey", 
            "time": "2000-02-23 14:05:00", 
            "attribution": "Mr. Ovid L. Jackson (Bruce—Grey, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bill Gilmour", 
                "url": "/politicians/5526/", 
                "member_id": 2483, 
                "party": "Reform", 
                "riding": "Nanaimo—Alberni (B.C.)", 
                "id": 5526
            }, 
            "url": "/hansards/2089/7/", 
            "text": "Mr. Speaker, nothing bothers Canadians more than to be interrupted on the telephone by someone trying to sell a good or a service that they do not want. Many consider this an invasion of their personal privacy or, at the very least, an annoyance.\n\nThere are currently laws in five U.S. states to prevent telemarketers from phoning people who do not want to be bothered. I have introduced a private member's bill that would make this law in Canada.\n\nMy bill would force telemarketers to consult a list to ensure people who do not want to be bothered are not contacted by establishing a do not call list that will be controlled by the CRTC. For individuals or companies who ignore the list, substantial fines under the Telecommunications Act would be imposed.\n\nCanadians simply want privacy in their own homes. My bill will help make that happen.", 
            "topic": "Telemarketing", 
            "time": "2000-02-23 14:05:00", 
            "attribution": "Mr. Bill Gilmour (Nanaimo—Alberni, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2089/8/", 
            "text": "Mr. Speaker, all members of the House and all Canadians will surely welcome the news that Canada Post and the Canadian Union of Postal Workers have negotiated a new collective agreement that will help to ensure labour co-operation until the year 2003 and beyond.\n\nThe union announced today that the tentative agreement reached with Canada Post in December has received overwhelming support from its members in the ratification vote held during the past month. This is a clear sign that labour relations at Canada Post are improving. Canada Post has now successfully negotiated new collective agreements with each of its four unions.\n\nThe new collective agreement provides an avenue for building on this new spirit of mutual trust. Both parties have agreed to work together to develop new work rules to serve customers better and face the competition posed by new technologies and multinational corporations.\n\nOn behalf of my fellow members, I congratulate the union and the management of Canada Post for this significant accomplishment.", 
            "topic": "Canada Post", 
            "time": "2000-02-23 14:05:00", 
            "attribution": "Ms. Carolyn Parrish (Mississauga Centre, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2089/9/", 
            "text": "Mr. Speaker, what kind of surprising information can be found in the Minister of Human Resources Development's list? According to it, my riding supposedly received $6.4 million from the transitional jobs fund, with the potential creation of 1,031 jobs.\n\nAccording to the local employment centre in my riding, the amount was in fact $2.3 million and the jobs created, 300. It seems to me that the minister's 10,000 pages and lists are more about quantity than quality of data.\n\nWhy does she insist on the amounts announced and the potential jobs, instead of giving the figures for what was really achieved? The program is over.\n\nI encourage my colleagues to check the figures and publicize the errors, in order to preserve the true intention of these programs—", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:05:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/10/", 
            "text": "The hon. member for Abitibi—Baie-James—Nunavik.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:05:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Guy St-Julien", 
                "url": "/politicians/3750/", 
                "member_id": 2658, 
                "party": "Liberal", 
                "riding": "Abitibi (Québec)", 
                "id": 3750
            }, 
            "url": "/hansards/2089/11/", 
            "text": "Mr. Speaker, following the tabling of the synthesis report of the forum on the trucking industry in Quebec, the Quebec Minister of Transport, Guy Chevrette, will meet this week with the truckers' representatives to inform them of his policies.\n\nThe CSN and the CSD agree on a minimum, namely that the Quebec labour code should be similar to the federal labour code, which allows self-employed workers to organize themselves.\n\nYesterday, the federal Minister of Labour confirmed to me in a letter that a Labour Canada official attended the forum as an observer. The minister is aware of what is going on in the trucking industry in Quebec.\n\nAccording to the minister, so far, no request has been received from the Quebec Minister of Labour or her officials to amend the Canada Labour Code.\n\nOn February 25, progress must be made for the benefit of Quebec's truckers, through long term solutions to correct problems experienced by these truckers.", 
            "topic": "Trucking Industry In Quebec", 
            "time": "2000-02-23 14:05:00", 
            "attribution": "Mr. Guy St-Julien (Abitibi—Baie-James—Nunavik, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Deepak Obhrai", 
                "url": "/politicians/deepak-obhrai/", 
                "member_id": 2449, 
                "party": "Reform", 
                "riding": "Calgary East (Alberta)", 
                "id": 216
            }, 
            "url": "/hansards/2089/12/", 
            "text": "Mr. Speaker, it is a pleasure for me to rise today on behalf of the Official Opposition in recognition of Black History Month.\n\nAncestors of Canada's black community have been present in Canada for more than 300 years and have made a tremendous contributions in the building of our nation both as slaves and as free men and women.\n\nThankfully, slavery in the British Commonwealth ended on August 1, 1834. Abolitionists and others, who fought against slavery, including those who arrived in Canada by the underground railroad, have recognized August 1 as Emancipation Day.\n\nI have introduced a bill that would formally recognize August 1 as Emancipation Day in tribute to those who struggled against slavery and continue the ongoing international struggle for human rights.\n\nI welcome the support of my colleagues for the non-partisan initiative.", 
            "topic": "Black History Month", 
            "time": "2000-02-23 14:10:00", 
            "attribution": "Mr. Deepak Obhrai (Calgary East, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Dick Proctor", 
                "url": "/politicians/3870/", 
                "member_id": 2737, 
                "party": "NDP", 
                "riding": "Palliser (Saskatchewan)", 
                "id": 3870
            }, 
            "url": "/hansards/2089/13/", 
            "text": "Mr. Speaker, Mike Mintenko, a product of the Moose Jaw Kinsmen Flying Fins, has become the first Canadian male swimmer in eight years to win an overall World Cup crown for Canada. The 24-year-old Mintenko won a gold medal in the 50 metre butterfly in Sweden last week.\n\nCanada's minister responsible for amateur sport will be interested in knowing that Mintenko reached this pinnacle of success with scant financial help from this federal government.\n\nInstead, his father and other family members and friends sold calendars and advertising space in those calendars to ensure Michael could continue to train, develop and improve.\n\nIt is Mike, his family members, friends and small businesses in the friendly city of Moose Jaw who deserve all the credit for this enormous accomplishment.\n\nAnd I trust the government will begin with next week's budget to fund our elite athletes in a manner more befitting the pride and joy that the rest of us derive from their worldclass accomplishments.", 
            "topic": "Mike Mintenko", 
            "time": "2000-02-23 14:10:00", 
            "attribution": "Mr. Dick Proctor (Palliser, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jim Jones", 
                "url": "/politicians/4614/", 
                "member_id": 2595, 
                "party": "Progressive Conservative", 
                "riding": "Markham (Ontario)", 
                "id": 4614
            }, 
            "url": "/hansards/2089/14/", 
            "text": "Mr. Speaker, the Minister of Human Resources Development has indicated that since the TJF inception, the transitional jobs fund has created 30,000 sustainable jobs. If the minister does not have a report available for the House to verify her claim, my colleagues and I have no choice but to assume that she has misrepresented the success of this program.", 
            "topic": "Transitional Jobs Fund", 
            "time": "2000-02-23 14:10:00", 
            "attribution": "Mr. Jim Jones (Markham, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/15/", 
            "text": "Oh, oh.", 
            "topic": "Transitional Jobs Fund", 
            "time": "2000-02-23 14:10:00", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/16/", 
            "text": "The hon. member for Manicouagan.", 
            "topic": "Transitional Jobs Fund", 
            "time": "2000-02-23 14:10:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ghislain Fournier", 
                "url": "/politicians/5117/", 
                "member_id": 2698, 
                "party": "Bloc", 
                "riding": "Manicouagan (Québec)", 
                "id": 5117
            }, 
            "url": "/hansards/2089/17/", 
            "text": "Mr. Speaker, it would seem that, for a few minutes, the hon. member for Broadview—Greenwood saw the light, thanks to the clarity bill.\n\nAs a good democrat, but contrary to the Liberal party line and to what the Minister of Intergovernmental Affairs and the Prime Minister said, the hon. member recognized that the federal government would have the obligation to negotiate, following a referendum won with 50% plus one of the vote.\n\nThe hon. member for Broadview—Greenwood gave this clear answer regarding the 50% plus one rule “Personally, I would say that, if the question were clear, we would begin the negotiation process”.\n\nBut the hon. member was called to order by his superiors and he changed his mind. What does the hon. member really think? We are totally confused.\n\nPerhaps we should ask him to testify before the committee, but his government is preventing him from doing so with the numerous gag orders that the Liberal majority—", 
            "topic": "Member For Broadview—Greenwood", 
            "time": "2000-02-23 14:10:00", 
            "attribution": "Mr. Ghislain Fournier (Manicouagan, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/18/", 
            "text": "The hon. member for Hull—Aylmer.", 
            "topic": "Member For Broadview—Greenwood", 
            "time": "2000-02-23 14:10:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Marcel Proulx", 
                "url": "/politicians/marcel-proulx/", 
                "member_id": 3672, 
                "party": "Liberal", 
                "riding": "Hull—Aylmer (Québec)", 
                "id": 238
            }, 
            "url": "/hansards/2089/19/", 
            "text": "Mr. Speaker, I wish to pay tribute to the exceptional performance of a number of athletes at last weekend's 22nd Keskinada Loppet, an international event for which the venue was Gatineau Park and Dow's Lake.\n\nCongratulations to Marie-Odile Raymond from Aylmer, who placed second in the women's 48 kilometre freestyle and third in the 800 metre sprint race, which will become a full Olympic medal sport for the first time in the 2002 Winter Games at Salt Lake City.\n\nOther athletes from the Hull—Aylmer region went all out: Christian Picard, Sébastien Lacourse, Éric Rouleau, Richard Weber, and I could go on and on, because there were 2,500 participants in these cross-country events.\n\nI congratulate all these athletes on their magnificent performance.\n\nAnd these congratulations would not be complete without mentioning the exceptional contribution made by president Louise Poirier, general manager Henrico Valente, and the approximately 600 volunteers.\n\nWell done.", 
            "topic": "Keskinada Loppet", 
            "time": "2000-02-23 14:15:00", 
            "attribution": "Mr. Marcel Proulx (Hull—Aylmer, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/20/", 
            "text": "The hon. Leader of the Opposition.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/21/", 
            "text": "Hear, hear.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2089/22/", 
            "text": "Mr. Speaker, it is always nice to be missed. The Prime Minister is clearly unaware of the impressions and the questions he is generating among taxpayers because of the HRD billion dollar bungle.\n\nWhile he huddles with his damage control experts, I have been out meeting thousands of taxpayers. They are angry and believe that the Prime Minister is obstructing every attempt to get at the truth behind the billion dollar bungle at human resources development.\n\nTheir question is: When will the Prime Minister stop denying, stonewalling and defending the indefensible, and start treating taxpayers with the respect they demand?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:15:00", 
            "attribution": "Mr. Preston Manning (Leader of the Opposition, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2089/23/", 
            "text": "Mr. Speaker, it must be payday today.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:15:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/24/", 
            "text": "Hear, hear.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2089/25/", 
            "text": "We hope that the Leader of the Opposition is having a lot of success with his campaign aimed at destroying the Reform Party. I hope he is successful.\n\nWhile he has been doing that, we have replied to all the questions. What started as a so-called problem with $3 billion ended with 37 cases. Of these 37 cases, 33 have been reviewed completely, and the money—", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:15:00", 
            "attribution": "Right Hon. Jean Chrétien", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/26/", 
            "text": "The hon. Leader of the Opposition.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2089/27/", 
            "text": "Mr. Speaker, one shows respect for taxpayers by meeting with them and answering their questions.\n\nTaxpayers are wondering why the Prime Minister is afraid to talk to them about the gross mishandling of taxpayer dollars at HRD. Of course, if he did that and gave the pathetic and evasive non-answers to them that he gives in the House, Mr. Speaker, you would not be able to control the meeting. They would boo him off the stage.\n\nI challenge the Prime Minister. If he is not afraid, when will he go out and hold a—", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:15:00", 
            "attribution": "Mr. Preston Manning (Leader of the Opposition, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/28/", 
            "text": "The Right Hon. Prime Minister.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2089/29/", 
            "text": "Mr. Speaker, the best way to show respect to taxpayers is to come to work.\n\nThe government has given so much information that the level of documents transferred to members of all parties and to the press at the beginning of this week was the most open attempt to give information to everybody ever done in parliament.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2089/30/", 
            "text": "Mr. Speaker, angry taxpayers have another question for the Prime Minister, and it is one they would like an answer to.\n\nThe public knows that the Minister of Finance controls the flow of tax dollars to government departments. They also know now that during the very period the finance minister was slashing payments to health care, he was increasing funds to HRDC programs that were being grossly mismanaged.\n\nWhy did the Prime Minister not do anything to stop the finance minister from obviously misallocating hard earned taxpayer money?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:20:00", 
            "attribution": "Mr. Preston Manning (Leader of the Opposition, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2089/31/", 
            "text": "Mr. Speaker, the economic policies of the government have done a lot of good things.\n\nWe had 11.5% unemployment and it is down to 6.8%. We had a deficit of $42 billion and now, for the first time in 50 years, we have four surpluses in a row. When we started we had an 11% interest rate in Canada and now it is at 6%. I could go on and on and on explaining our economic policies.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Monte Solberg", 
                "url": "/politicians/269/", 
                "member_id": 3067, 
                "party": "Reform", 
                "riding": "Medicine Hat (Alberta)", 
                "id": 269
            }, 
            "url": "/hansards/2089/32/", 
            "text": "Mr. Speaker, the Prime Minister should be more concerned about the finance minister who has seen more chicken than the colonel on his leadership tour.\n\nEvery year the finance minister rubberstamps the billions of dollars that Minister of Human Resources Development has mismanaged. It is kind of interesting that the self-described good money manager has completely gone silent on his involvement in this very important issue.\n\nWill the Prime Minister confirm the worst kept secret in Ottawa, that the finance minister is ashamed of his role in the billion dollar boondoggle?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:20:00", 
            "attribution": "Mr. Monte Solberg (Medicine Hat, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2089/33/", 
            "text": "Mr. Speaker, let us understand what this issue is all about. Absolutely the country requires sound financial management and we have provided it, but that is not the difference of opinion.\n\nThe difference of opinion is that the Reform Party does not believe that there is role for government in working with Kinsmen clubs, Richelieu clubs, Optimists clubs, Lions clubs and Rotary clubs. We believe there is a responsibility of the federal government to work with communities across the country, and we will continue to do so.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:20:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Monte Solberg", 
                "url": "/politicians/269/", 
                "member_id": 3067, 
                "party": "Reform", 
                "riding": "Medicine Hat (Alberta)", 
                "id": 269
            }, 
            "url": "/hansards/2089/34/", 
            "text": "Mr. Speaker, you will notice that he was running away from the issue again. The usually talkative finance minister for some reason has avoided his usual prebudget interviews this year. I wonder why. I wonder if he is feeling okay. I hope so, but I guess it is a very good thing that a guilty conscience is not fatal.\n\nMy question is for the Prime Minister. Is not the real reason the finance minister has gone silent this year that he is very concerned he would be recognized as the sugar daddy behind these boondoggles?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:20:00", 
            "attribution": "Mr. Monte Solberg (Medicine Hat, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2089/35/", 
            "text": "Mr. Speaker, the hon. member ought to know that the time to lay out the government's budgetary plans will be next Monday in the House when the budget is presented.\n\nI announced a week ago that the budget would be next Monday. I can understand that not all members of the Reform Party would know that because, after all, the announcement was made in the House.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:20:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2089/36/", 
            "text": "Mr. Speaker, yesterday we pointed out to the minister that important changes had been made to the lists provided by Human Resources Development Canada.\n\nNow that she has had 24 hours to think and to check her department's lists, how does she explain that grant disbursement dates were left off these lists, when they appeared on the earlier lists?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/37/", 
            "text": "Mr. Speaker, yesterday this hon. member called me a liar. Let us review the facts. We issued an unprecedented volume of information. We made it clear that the list may not, for technical reasons, be exactly the same as lists issued previously.\n\nWe want to answer the questions of Canadians and invite them to call us, to use our e-mail, to look at the website, and to use the members of parliament telephone line to get information.\n\nThis member is not interested in the facts. He is interested in hurling insults, and he should be ashamed.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2089/38/", 
            "text": "Mr. Speaker, I used a word because I could not think of a better one yesterday.\n\nThat having been said, I think that one of the ways of finding out what is going on in the department is to ask the minister. We see that grant disbursement dates sometimes preceded approval dates by as much as two years.\n\nWhen this no longer appears on the so-called transparent lists, I no longer call that modification, but falsification. I ask the minister why the lists were falsified. What does she have to say.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/39/", 
            "text": "We are using unacceptable language. I ask the hon. leader of the Bloc Quebecois to withdraw the work falsification.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2089/40/", 
            "text": "I stand by modification and I withdraw falsification.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "attribution": "Mr. Gilles Duceppe", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/41/", 
            "text": "Mr. Speaker, yesterday that party's members talked about Hôtel du Boisé and they had their information wrong. Last week, they talked about the company Franc-Bois and they had their information wrong.\n\nWe now have a telephone line that they can use to get information on any of these projects. It has been very lightly used and that is why these questions are so poor.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2089/42/", 
            "text": "Mr. Speaker, the minister has become a master of evasion, with her systematic avoidance of a response to a question that is so very simple.\n\nThis is a very serious matter. The documents have been falsified—", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/43/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/44/", 
            "text": "The hon. member for Vancouver East.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2089/45/", 
            "text": "A supporter of the Liberals.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/46/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/47/", 
            "text": "Order, please. The hon. member for Vancouver East.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Libby Davies", 
                "url": "/politicians/libby-davies/", 
                "member_id": 2499, 
                "party": "NDP", 
                "riding": "Vancouver East (B.C.)", 
                "id": 80
            }, 
            "url": "/hansards/2089/48/", 
            "text": "Mr. Speaker, e-mail from the former deputy minister, Mel Cappe, to an HRDC staff person provides more information about the political nature of the disbursement of HRDC grants and contributions.\n\nThe former deputy minister clearly understands that ultimately the client is based on “a political choice”.\n\nWhy was the deputy minister willing to acknowledge the political nature of the disbursement of the grants and yet the minister is still in denial?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:30:00", 
            "attribution": "Ms. Libby Davies (Vancouver East, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/49/", 
            "text": "Mr. Speaker, the member is referring to an e-mail that delves into speculation. I would strongly urge her to stick to the facts, and certainly I would advise her to rise above following the simple minded agenda of a failed provincial NDP candidate from the Kenora—Rainy River area.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:30:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2089/50/", 
            "text": "Mr. Speaker, last week I questioned the HRDC minister about Scotia Rainbow and the secretary of state for ACOA answered and made allegations that I was not in tune with my constituents.\n\nCBC reports today indicate that Scotia Rainbow has received over $20 million from various government agencies. Further information indicates that the government is considering further funding to Scotia Rainbow.\n\nWhy would the secretary of state for ACOA consider further funding to Scotia Rainbow when judgment after judgment is being filed? Does the minister think this is in tune with Canadians and Cape Bretoners?", 
            "topic": "Acoa", 
            "time": "2000-02-23 14:30:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2089/51/", 
            "text": "Mr. Speaker, according to the auditor general and according to public accounts there were two years in which the Government of Canada made a lot of bad loans under ACOA. I admit that. Those were the years 1991 and 1992 when the Tories were in power.", 
            "topic": "Acoa", 
            "time": "2000-02-23 14:30:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2089/52/", 
            "text": "I suppose next, Mr. Speaker, he is going to tell us it was John A. Macdonald's fault. It is nice now that everyone is here.", 
            "topic": "Cida", 
            "time": "2000-02-23 14:30:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/53/", 
            "text": "Oh, oh.", 
            "topic": "Cida", 
            "time": "2000-02-23 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/54/", 
            "text": "Order, please.", 
            "topic": "Cida", 
            "time": "2000-02-23 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2089/55/", 
            "text": "Mr. Speaker, it has recently come to our attention that two days before Christmas the government tried to slip by Canadians another internal audit, another damning report that chronicles poor management of millions of dollars, this time by CIDA. Among other things the report revealed little tracking, validation or monitoring of up to $850 million.\n\nWould the Minister for International Cooperation tell Canadians, is this another classic example of flagrant mismanagement of taxpayer money?", 
            "topic": "Cida", 
            "time": "2000-02-23 14:30:00", 
            "attribution": "Mr. Peter MacKay", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2089/56/", 
            "text": "Mr. Speaker, first of all, there was no such thing as sneaking it in. The audit was done in September, I reviewed it in December and it was released in December on time. If I had released it after December they would have said I was late with the report. I did it exactly when it was finished.\n\nIn addition to that, 80% of the recommendations which the audit made have already been implemented or are in the process of being implemented for developing countries in education and health programs and to sustain growth for investment in these countries.\n\nThis is a good program and it works very well. The recommendations are being implemented and I have a management plan in place.", 
            "topic": "Cida", 
            "time": "2000-02-23 14:30:00", 
            "attribution": "Hon. Maria Minna (Minister for International Cooperation, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2089/57/", 
            "text": "Mr. Speaker, that is not what we have been told.\n\nWhen the audit was released, not only was it done while the House was not in session, but the minister conveniently was out of the country. Her spokesperson insisted that she had not read the audit before she left.\n\nHow could the minister have ignored this most important audit in her department since 1992? Let us try again with this minister. When did you first read the report?", 
            "topic": "Cida", 
            "time": "2000-02-23 14:30:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/58/", 
            "text": "I would ask members to address all of their questions through me.", 
            "topic": "Cida", 
            "time": "2000-02-23 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2089/59/", 
            "text": "First, Mr. Speaker, what the member opposite said is totally false. We received the report. I read it in December. I was briefed in December and that is when I released it.\n\nThe hon. member is talking about other audits which I reviewed in January and which were released in January. They were 1999 audits.\n\nHe is mixing two articles and pretending that it is one and that is totally false.", 
            "topic": "Cida", 
            "time": "2000-02-23 14:30:00", 
            "attribution": "Hon. Maria Minna (Minister for International Cooperation, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2089/60/", 
            "text": "Mr. Speaker, I would guess that falsify would mean the same thing whatever side of the House it is coming from.\n\nIn 1994, and every year since then, spending on boondoggle grants and contributions has increased every single year. Over that same time period the finance minister slashed funding for health care and every single year he raised taxes.\n\nWhy did the Prime Minister allow the finance minister to get away with this?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:35:00", 
            "attribution": "Miss Deborah Grey (Edmonton North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2089/61/", 
            "text": "Mr. Speaker, as I said in the House yesterday, and last week also, transfers to the provinces in 1999-2000 were higher than they were when we formed the government in 1993-94.\n\nYes, we have policies to create jobs in Canada. That is how we created 1.9 million new jobs since the government was formed. The Canadian economy has created these jobs and that is why we have the lowest unemployment level in 25 years of 6.8%.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:35:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2089/62/", 
            "text": "Mr. Speaker, let us get this straight. Taxes go up every year, health care goes down every year and yet the Prime Minister brags about it and says “I have nothing to be ashamed of”.\n\nIt seems pretty clear to me that every single year the finance minister has shovelled more and more money into the HRDC minister's pocket so that she can do with it whatever she chooses.\n\nWhy was the finance minister allowed to be the accomplice for the member for “Grantford”?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:35:00", 
            "attribution": "Miss Deborah Grey (Edmonton North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2089/63/", 
            "text": "Mr. Speaker, over the course of the last three budgets we have cut taxes by over $16 billion.\n\nMore to the point, who, on this side, sat through the first mandate when we took government and Reformers were in opposition, when year after year they told us that we were not slashing health care and education enough? The Reformers wanted to gut the social fabric of the country. It was part of their policy in the first mandate and it is still part of the Reform Party's policy.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:35:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2089/64/", 
            "text": "Mr. Speaker, the Minister of Human Resources Development does not want to be accountable for the funding to her riding. She tells us it is her deputy minister who makes the decisions.\n\nNow, rather than answer questions, she tells us to phone in to her department. That is some minister. I think the farce has gone on long enough.\n\nI have one specific question: Why were the lists she released modified, with important information deliberately deleted?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:35:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/65/", 
            "text": "“Deliberately deleted” is not acceptable language.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/66/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/67/", 
            "text": "I would ask the hon. member to please withdraw the word “deliberately”.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/68/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2089/69/", 
            "text": "I withdraw the word “deliberately”, Mr. Speaker—", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:35:00", 
            "attribution": "Mr. Gilles Duceppe", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/70/", 
            "text": "Mr. Speaker, we have presented an unprecedented volume of information. For anyone who takes the time to read the notes, it has been made clear that because of technical challenges the lists may not be identical to the same lists that have been presented through access to information or others.\n\nIt is also clear that if the hon. member has any specific questions that he would like answered on any specific project we are prepared to provide him the information.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2089/71/", 
            "text": "Mr. Speaker, when the matter was raised that the funding was paid out before the subsidies were approved, sometimes two years before the approval date, we were told this was a computer problem.\n\nIn response to that computer problem, the dates of payments were taken out, again a computer problem.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:40:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2089/72/", 
            "text": "Enough is enough.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2089/73/", 
            "text": "Could the minister tell us why the dates have disappeared, or can she tell whether her department's computer programs are as poor as its minister?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:40:00", 
            "attribution": "Mr. Gilles Duceppe", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/74/", 
            "text": "Mr. Speaker, let me say again that any information the hon. member would like he can ask for. But he is not interested in the facts and I think that is because he now knows, because the lists are public, that $52 million from the Government of Canada is to be found right in his riding.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/75/", 
            "text": "Hear, hear.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/76/", 
            "text": "Order, please. The hon. member for Calgary—Nose Hill.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2089/77/", 
            "text": "Mr. Speaker, this week the minister sacrificed an awful lot of trees to show something that we already knew all too well, that she shovelled millions of dollars of public money out the door. It is very telling what she did not show: when the cheques were written, why the money was given, where it was spent, and what Canadians got out of it.\n\nIs it because she does not know this key information, or is she afraid to make it public?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:40:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/78/", 
            "text": "Mr. Speaker, I think we have the opportunity today to review some of the facts that have been made clear over the last three weeks for those who may not have been here or who have not had the opportunity to look at them.\n\nFirst, we know that a billion dollars is not missing, and these lists show that very clearly. Second, we know that grants and contributions are to be found in the ridings of all members of the House. Third, we are starting to see again that the Reform Party continues to use partial data and incomplete research to make accusations that are unfounded, particularly in areas like the targeted wage subsidy.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2089/79/", 
            "text": "Mr. Speaker, partial data is the whole point. This minister has refused to provide the most important information about her billion dollar boondoggle. When she spent the money. Why the money was given out. Where it was spent. And what Canadians got out of it. All she has told us is that she spent the money and that is what we already know.\n\nIs this minister afraid to give the real data out because she knows she cannot stand to defend it?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:40:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/80/", 
            "text": "Mr. Speaker, the real data is out and they do not like it. They do not want Canadians to know that there are projects funded in every one of their ridings. They do not want Canadians to know that they do not know anything about it and that they really do not care that Canadians are being helped in an appropriate way.\n\nWhat Reformers do not like is the fact that Canadians appreciate that the Government of Canada is there to help Canadians with disabilities, young people and communities which cannot, without assistance, provide opportunities for their members. That is what they do not like.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bernard Bigras", 
                "url": "/politicians/bernard-bigras/", 
                "member_id": 2715, 
                "party": "Bloc", 
                "riding": "Rosemont (Québec)", 
                "id": 29
            }, 
            "url": "/hansards/2089/81/", 
            "text": "Mr. Speaker, on October 27, 1997, a project was submitted to me for approval, under the transitional jobs fund, to create 106 jobs. On December 16, HRDC approved the creation of 42 jobs. To my astonishment, I learned yesterday from the human resources branch in my riding that these jobs were created not in the riding of Rosemont, but in Saint-Maurice.\n\nHow can the minister justify that jobs allocated to my riding of Rosemont went to the riding of Saint-Maurice, which is represented by the Prime Minister?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:40:00", 
            "attribution": "Mr. Bernard Bigras (Rosemont, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/82/", 
            "text": "Mr. Speaker, the real point here is that jobs were created. Canadians who did not have the opportunity now have the opportunity.\n\nThe hon. member, should he want more information, can phone and we will provide him with that information.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bernard Bigras", 
                "url": "/politicians/bernard-bigras/", 
                "member_id": 2715, 
                "party": "Bloc", 
                "riding": "Rosemont (Québec)", 
                "id": 29
            }, 
            "url": "/hansards/2089/83/", 
            "text": "Mr. Speaker, this information was provided to me by the human resources development branch in my riding.\n\nWhy did the minister use me and my office to approve a project, when the $165,984 earmarked to create jobs in the riding of Rosemont went to Saint-Maurice, the Prime Minister's riding?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:45:00", 
            "attribution": "Mr. Bernard Bigras (Rosemont, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/84/", 
            "text": "Mr. Speaker, again we are talking about thousands of projects.\n\nAs we said, if the hon. member would take the time to read the notes that accompany this information, it is possible that because we are using addresses of the organizations that received money, they may be in different ridings. Fundamentally we are talking about programs that have worked and they have worked in the ridings of members across the House.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Hart", 
                "url": "/politicians/5546/", 
                "member_id": 2487, 
                "party": "Reform", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 5546
            }, 
            "url": "/hansards/2089/85/", 
            "text": "Mr. Speaker, since 1993 the finance minister has raised taxes on the average Canadian family by $5,000. Those tax dollars, hard earned, soaked in sweat tax dollars, were used to fund wasteful grants and contributions—", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:45:00", 
            "attribution": "Mr. Jim Hart (Okanagan—Coquihalla, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/86/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/87/", 
            "text": "Order, please. The hon. member for Okanagan—Coquihalla.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Hart", 
                "url": "/politicians/5546/", 
                "member_id": 2487, 
                "party": "Reform", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 5546
            }, 
            "url": "/hansards/2089/88/", 
            "text": "Mr. Speaker, since 1993 the finance minister has increased taxes on the average Canadian family by approximately $5,000. Those hard earned, soaked in sweat tax dollars were used to fund wasteful grants and contributions at HRDC.\n\nMy question for the Minister of Human Resources Development is simple. How much more money will you take from the pockets of Canadian families in order to fund wasteful contributions and grants?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:45:00", 
            "attribution": "Mr. Jim Hart", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/89/", 
            "text": "I remind members to please address their questions through the Chair.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/90/", 
            "text": "Mr. Speaker, the hon. member makes reference to wasteful contributions. In his own riding he received around $30 million.\n\nWould he call it wasteful to help support the British Columbia Interior Independent Living Resource Centre? Would he call it wasteful that we supported the Canadian Mental Health Association? Would he call it wasteful that we supported the Day Break Adult Day Centre for people in need of crisis intervention?\n\nPerhaps the hon. member would like to visit these projects and determine if indeed the money is wasted.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Hart", 
                "url": "/politicians/5546/", 
                "member_id": 2487, 
                "party": "Reform", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 5546
            }, 
            "url": "/hansards/2089/91/", 
            "text": "Mr. Speaker, once again it is sad to see a minister of the crown who does not understand that $1 billion that is mismanaged in any riding is still mismanaged. The government should be accountable for that mismanagement.\n\nI will ask the minister again, $3.2 billion of hard earned taxpayers' money went to the minister's department for grants and contributions. We now know it has been mismanaged. How much more has the minister asked the Minister of Finance to contribute to boondoggle grants and contributions? How much?", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:45:00", 
            "attribution": "Mr. Jim Hart (Okanagan—Coquihalla, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2089/92/", 
            "text": "Mr. Speaker, it is six or seven years that we have been sitting in the House watching members of that party. Their definition of wasteful spending is money in the first mandate that went for health care. Their definition of wasteful spending is money that went for research and development, money that went for education. Their definition of wasteful spending is money that goes to help the fabric of Canadian society. It is no wonder they want to change their name.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:45:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2089/93/", 
            "text": "Mr. Speaker, the minister told us that we should contact her department if we needed information.\n\nThis is what the hon. member for Rosemont did. He contacted the department and was told that the money had been invested in the riding of Saint-Maurice.\n\nWe asked her department why, in the lists provided to us by the minister, the money is under the riding of Rosemont, when it was in fact spent in the riding of Saint-Maurice. We have no choice but to put the question to the minister, since her department cannot explain what happened.\n\nI am asking the minister why the money is recorded as having been allocated to the riding of Rosemont, when it was spent in the riding of Saint-Maurice.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:50:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/94/", 
            "text": "Mr. Speaker, I just want to repeat again that we have issued an unprecedented volume of information, 10,000 pages on 30,000 projects.\n\nI will respond directly to the hon. member on this individual project. I ask him to take the time to look at the list, read the information that has been provided and look at the notes to the reader that explain in detail what this information is all about. Then perhaps we can have a reasonable conversation.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 14:50:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Joe Jordan", 
                "url": "/politicians/3402/", 
                "member_id": 2591, 
                "party": "Liberal", 
                "riding": "Leeds—Grenville (Ontario)", 
                "id": 3402
            }, 
            "url": "/hansards/2089/95/", 
            "text": "Mr. Speaker, earlier this week the Supreme Court of Canada heard an appeal of Alberta's firearms reference decision. Opponents of the registration system and their friends in the Reform Party allege that nobody but the government supports the Firearms Act.\n\nCan the Minister of Justice please tell the House which groups intervened in support of this important public safety measure?", 
            "topic": "Gun Control", 
            "time": "2000-02-23 14:50:00", 
            "attribution": "Mr. Joe Jordan (Leeds—Grenville, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2089/96/", 
            "text": "Mr. Speaker, again this week we saw the broad base support of Canadians everywhere for tough gun control laws and responsible gun use.\n\nThe following groups appeared before the Supreme Court of Canada in support of Canada's gun control laws: the Canadian Association of Chiefs of Police; the Coalition for Gun Control; the Alberta Association of Women's Shelters; CAVEAT; the Canadian Association for Adolescent Health; the cities of Winnipeg, Toronto and Montreal; the Canadian Paediatric Association—", 
            "topic": "Gun Control", 
            "time": "2000-02-23 14:50:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/97/", 
            "text": "The hon. member for Surrey Central.", 
            "topic": "Gun Control", 
            "time": "2000-02-23 14:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2089/98/", 
            "text": "Mr. Speaker, there is another department that bungled nearly a billion dollars of taxpayers' money. According to its own audit, CIDA had “no specific targets defined, little data collected, little evidence of analysis of progress reports”. It bungled almost a billion dollars in the same way the human resources department did.\n\nHow many more billion dollar bungles does the Prime Minister think taxpayers will tolerate?", 
            "topic": "Cida", 
            "time": "2000-02-23 14:50:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2089/99/", 
            "text": "Mr. Speaker, it is nice for the hon. gentleman to mix about 30 or more audits all into one. Quite frankly we audit to improve the programs. That is how program evaluation and quality control is done. We monitor projects on an ongoing basis. Our revised monitoring process will be in place by April. No payments will be made to projects without supporting invoices. Most important, the auditor general audited $1 billion worth of grants and found that 97% of them were 100% right on.", 
            "topic": "Cida", 
            "time": "2000-02-23 14:50:00", 
            "attribution": "Hon. Maria Minna (Minister for International Cooperation, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2089/100/", 
            "text": "Mr. Speaker, I am talking about boondoggle number two. CIDA mismanaged nearly a billion dollars. Forty per cent of the projects failed, yet it kept throwing good money after bad. Ninety per cent of companies did not even report back to show where the money was spent. CIDA is a financial disaster.\n\nIs it the government's goal to bungle a billion dollars in every department?", 
            "topic": "Cida", 
            "time": "2000-02-23 14:50:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2089/101/", 
            "text": "Mr. Speaker, if the hon. gentleman is talking about CIDA aid, which I presume he is, I am not sure if he is mixing apples and oranges.\n\nWe have a 20% success rate in the analyses done. They are done to save money because when we do an analysis we will not go ahead with a project unless it is worthwhile doing. The reason for the analysis is to ensure that we are not throwing away good money. In fact, the hon. gentleman said in the newspaper at the time that when CIDA has to recover money, we recover 100% of all money.", 
            "topic": "Cida", 
            "time": "2000-02-23 14:55:00", 
            "attribution": "Hon. Maria Minna (Minister for International Cooperation, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2089/102/", 
            "text": "Mr. Speaker, I suggest to the Prime Minister that the best way to show respect for Canadian taxpayers is that when he does come to work, he address their priority concerns.\n\nWe know that the top priority for Canadians is health care. What Canadians want from the government is a stable, long term commitment to rebuild the health care partnership.\n\nWill the Prime Minister make that commitment today or will he go on making excuses while we slide steadily and surely toward the Americanized two tier, privatized health care system that Canadians do not want?", 
            "topic": "Health Care", 
            "time": "2000-02-23 14:55:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2089/103/", 
            "text": "Mr. Speaker, we showed last year that our priority coincides precisely with the number one priority of Canadians by devoting the budget to health care, by increasing by $11.5 billion the transfers to the provinces after they promised to use the additional money only for that purpose.\n\nMore than money will be required to fix what is wrong with health care. The status quo is not acceptable. Changes have to be made. I have put proposals on the table and invited provincial ministers to join me in working toward renewing medicare. That is our number one priority.", 
            "topic": "Health Care", 
            "time": "2000-02-23 14:55:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2089/104/", 
            "text": "Mr. Speaker, no wonder Canadians are worried if the best the government can do when it says health care is its priority is to contribute 15% of health care spending from what was a partnership of 50:50.\n\nIf the government is content to let that partnership fall apart and to remain a junior partner in health care, why does it not just admit it?", 
            "topic": "Health Care", 
            "time": "2000-02-23 14:55:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2089/105/", 
            "text": "Mr. Speaker, I am afraid the hon. member has been taking at face value some of the numbers used by Ralph Klein and Mike Harris. They are wrong. The value of the annual transfers from the Government of Canada to the provinces is more like 26 cents on every health dollar, and 45 cents is spent by the provinces.\n\nLet us start from the right numbers and let us also acknowledge that more than money is required. We will have to make changes in the way services are delivered. I have offered to work with my provincial counterparts.", 
            "topic": "Health Care", 
            "time": "2000-02-23 14:55:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane St-Jacques", 
                "url": "/politicians/2888/", 
                "member_id": 2724, 
                "party": "Progressive Conservative", 
                "riding": "Shefford (Québec)", 
                "id": 2888
            }, 
            "url": "/hansards/2089/106/", 
            "text": "Mr. Speaker, my question is for the Minister for International Cooperation.\n\nAn audit of the industrial cooperation program shows that 37% of cases reviewed were funded despite the absence of progress reports and that there was no final report at all for 10% of projects.\n\nWill the minister make public today the list of businesses that received payments despite incomplete files?", 
            "topic": "Industrial Cooperation Program", 
            "time": "2000-02-23 14:55:00", 
            "attribution": "Ms. Diane St-Jacques (Shefford, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2089/107/", 
            "text": "Mr. Speaker, no payments are made without supporting invoices at CIDA. We will not issue final payments to companies that do not submit final reports that are satisfactory.\n\nWe now have a method of payment that a company will only be paid if it makes specific results which are targeted in advance. In addition, the hon. member is talking about feasibility studies. We do them in order to ensure that when we invest in projects they will be viable and not ones that will not work. That is why it is 27%. We are saving taxpayers' dollars.", 
            "topic": "Industrial Cooperation Program", 
            "time": "2000-02-23 14:55:00", 
            "attribution": "Hon. Maria Minna (Minister for International Cooperation, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane St-Jacques", 
                "url": "/politicians/2888/", 
                "member_id": 2724, 
                "party": "Progressive Conservative", 
                "riding": "Shefford (Québec)", 
                "id": 2888
            }, 
            "url": "/hansards/2089/108/", 
            "text": "Mr. Speaker, this sounds familiar It is not the first time we have heard this story.\n\nWhen the audit report was made public, her department decided not to release the names of the businesses and projects reviewed. The president of CIDA said that it was a question of determining what information they wanted to make public.\n\nIn the interests of transparency and openness, will the minister give us today a complete list of the businesses and projects for which funding was approved between 1997 and 1999?", 
            "topic": "Industrial Cooperation Program", 
            "time": "2000-02-23 14:55:00", 
            "attribution": "Ms. Diane St-Jacques (Shefford, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2089/109/", 
            "text": "Mr. Speaker, I made it public immediately after the audit was finished in December. I reviewed it in December, finished it in December and made it public in December.\n\nThe hon. member has the complete copy of the audit from the original copy that I have in my office. The information is all in her handbook.", 
            "topic": "Industrial Cooperation Program", 
            "time": "2000-02-23 15:00:00", 
            "attribution": "Hon. Maria Minna (Minister for International Cooperation, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rey D. Pagtakhan", 
                "url": "/politicians/3204/", 
                "member_id": 2517, 
                "party": "Liberal", 
                "riding": "Winnipeg North—St. Paul (Manitoba)", 
                "id": 3204
            }, 
            "url": "/hansards/2089/110/", 
            "text": "Mr. Speaker, my question is for the Minister of Health.\n\nThe most recent issue of the Canadian Medical Association Journal shows Canada, by its own standards, is about half a year late in approving new drugs, which could be the only hope for a cure or the only drug able to ease the pain of a patient.\n\nWhat steps are being taken to cut the delay in drug approval and assure Canadians that timely access to needed medicine is there?", 
            "topic": "Health", 
            "time": "2000-02-23 15:00:00", 
            "attribution": "Mr. Rey D. Pagtakhan (Winnipeg North—St. Paul, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2089/111/", 
            "text": "Mr. Speaker, I share the hon. member's concern about getting pharmaceutical products to Canadians as quickly as possible and consistent with public safety, and that is what we are trying to do at Health Canada.\n\nThe drug approval times since 1994 have improved dramatically. I believe it was an average of 45 months in 1994. It is now down to 18 months for drug approval.\n\nWe have worked with specific communities, including the AIDS community, to bring important new drugs to market as quickly as possible. Obviously there is room for more improvement. As the Health Canada budget permits, we will work very hard to—", 
            "topic": "Health", 
            "time": "2000-02-23 15:00:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/112/", 
            "text": "The hon. member for Esquimalt—Juan de Fuca.", 
            "topic": "Health", 
            "time": "2000-02-23 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Keith Martin", 
                "url": "/politicians/keith-martin/", 
                "member_id": 3080, 
                "party": "Reform", 
                "riding": "Esquimalt—Juan de Fuca (B.C.)", 
                "id": 186
            }, 
            "url": "/hansards/2089/113/", 
            "text": "Mr. Speaker, the minister in charge of CIDA is wrong.\n\nI do not know what reports she is looking at, but we have a stack of performance reports showing the following: poor planning, weak financial control and a disregard for her own environmental protection rules. Those are her reports. I wonder if she is taking the same kind of management rules, regulations and observations as the minister of HRD.\n\nWe want to see this management plan that she has. Will the minister table this management plan today in the House?", 
            "topic": "Cida", 
            "time": "2000-02-23 15:00:00", 
            "attribution": "Mr. Keith Martin (Esquimalt—Juan de Fuca, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2089/114/", 
            "text": "Mr. Speaker, the opposition members have some 30 audits in their hands on different types of programs in different parts of the world. With respect, one cannot mix them all across the board.\n\nWith respect to the comment regarding environment, the agencies that we were working with at the time did some environmental studies. Our auditor feels that it should have been part of a management plan, and I agree with that. I have asked for that to be done in every case from now on.\n\nA central laboratory has been built to environmental standards which meets and exceeds those in effect in Canada. That is only one report. It does not address—", 
            "topic": "Cida", 
            "time": "2000-02-23 15:00:00", 
            "attribution": "Hon. Maria Minna (Minister for International Cooperation, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2089/115/", 
            "text": "Mr. Speaker, the Minister of Human Resources Development's answer to my last question was that she would take the time to look into what happened with Rosemont and Saint-Maurice and that she would get back to me.\n\nI imagine that yesterday she did not have time to check out the changes to the lists. And she was debriefed by her advisers, I am sure, because that is how it works.\n\nCould she tell me today why the lists were changed? Or, if her predecessor, who says he knows how it works, wants to answer, let him be brave enough to do so.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 15:00:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2089/116/", 
            "text": "Mr. Speaker, there is great confusion here. There were no master lists and that has been clear.\n\nIn response to requests from members of parliament at the standing committee who wanted information about grants and contributions in their ridings, we prepared the information and it is now public.\n\nIn the notes to the reader, it is clear that because of technical difficulties the lists that are now presented may not be exactly the same as the lists that were requested in the past through access to information or through other manners.\n\nLet us be clear: 10,000 pages, 30,000 projects—", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 15:00:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/117/", 
            "text": "The hon. member for Regina—Lumsden—Lake Centre.", 
            "topic": "Human Resources Development", 
            "time": "2000-02-23 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Solomon", 
                "url": "/politicians/5321/", 
                "member_id": 2740, 
                "party": "NDP", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 5321
            }, 
            "url": "/hansards/2089/118/", 
            "text": "Mr. Speaker, yesterday the Prime Minister told truckers facing bankruptcy to pass on soaring energy costs to their customers.\n\nNot only is he passing the buck, now he is fueling inflation as well. The Liberals can come up with a six point plan to save their patronage minister but there is no plan to save Canadians against soaring energy prices.\n\nIf the U.S. government can put together a 17 point plan to defend Americans from the OPEC cartel, why does our Prime Minister not have a 17 point plan, or a six point plan, or any kind of a plan to defend Canadians? Does anyone over there give a damn?", 
            "topic": "Gasoline Prices", 
            "time": "2000-02-23 15:00:00", 
            "attribution": "Mr. John Solomon (Regina—Lumsden—Lake Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/119/", 
            "text": "Please stay away from that kind of language.", 
            "topic": "Gasoline Prices", 
            "time": "2000-02-23 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2089/120/", 
            "text": "Mr. Speaker, I have had the opportunity to review the measures that were announced in the United States. They amount to macro measures that try to avoid the disruptions in the delivery of external fuel sources into the United States. I am happy to say that Canada does not suffer from that problem because we are a net exporter.", 
            "topic": "Gasoline Prices", 
            "time": "2000-02-23 15:05:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Scott Brison", 
                "url": "/politicians/scott-brison/", 
                "member_id": 2545, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 44
            }, 
            "url": "/hansards/2089/121/", 
            "text": "Mr. Speaker, truckers are facing bankruptcy. We have inflationary pressures due to rising gas prices and all we are getting is gaseous emissions from the government on this issue.\n\nThe fact is that this Minister of Finance raised the gas taxes in 1995 by 1.5 cents per litre as a deficit reduction measure. The deficit is gone. Why is that tax still there?", 
            "topic": "Gasoline Prices", 
            "time": "2000-02-23 15:05:00", 
            "attribution": "Mr. Scott Brison (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2089/122/", 
            "text": "Mr. Speaker, I sat in the House when day after day the Tory minister of finance rose in the House and announced another tax increase, whether it was personal tax increases, excise tax increases or GST tax increases. The fact is that in every single budget since we have eliminated the deficit, we have brought taxes down and we will continue to do that.", 
            "topic": "Gasoline Prices", 
            "time": "2000-02-23 15:05:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2089/123/", 
            "text": "Mr. Speaker, since the government seems intent on going ahead with Bill C-20 in spite of a great many calls not to do so, and since it continues to turn a deaf ear to the various arguments for withdrawing the legislation, I have here an article from the daily La Presse of February 17, 2000. This article is quite recent, which should delight the government House leader. It is entitled “Committee Debate on Clarity Turning into Family Feud”.\n\nIn order to enlighten the House on what might happen over the next few days, I am asking for unanimous consent to table that document.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:05:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/124/", 
            "text": "Is there unanimous consent of the House?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/125/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/126/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre De Savoye", 
                "url": "/politicians/6437/", 
                "member_id": 3305, 
                "party": "Bloc", 
                "riding": "Portneuf (Québec)", 
                "id": 6437
            }, 
            "url": "/hansards/2089/127/", 
            "text": "Mr. Speaker, Bill C-20 is presently the subject of an extremely important debate, especially since this legislation is about to deny Quebecers their most basic rights.\n\nI have here an article by the Canadian Press, published on February 21 and entitled “Ottawa Wants to Neutralize Quebec on the International Scene”. I think this document would be of great interest to the House and I seek unanimous consent to table it.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "attribution": "Mr. Pierre de Savoye (Portneuf, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/128/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/129/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/130/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvan Loubier", 
                "url": "/politicians/172/", 
                "member_id": 3316, 
                "party": "Bloc", 
                "riding": "Saint-Hyacinthe—Bagot (Québec)", 
                "id": 172
            }, 
            "url": "/hansards/2089/131/", 
            "text": "Mr. Speaker, following statements and list changes made by the Minister of Human Resources Development, I would like to table, for her benefit and that of her colleagues, a book entitled “The New Adventures of Pinocchio”. I ask for the unanimous consent of the House to table this book.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "attribution": "Mr. Yvan Loubier (Saint-Hyacinthe—Bagot, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/132/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/133/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/134/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2089/135/", 
            "text": "Mr. Speaker, following the introduction by the Minister of Intergovernmental Affairs of a bill denying the fundamental rights of Quebecers, I ask for the unanimous consent of the House to table a document that will greatly enlighten it.\n\nThis is an article from the newspaper Le Devoir of February 7, 2000, entitled “Bill C-20 on Clarity: Dion Accused of Lacking Limpidity”.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/136/", 
            "text": "Is there unanimous consent of the House?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/137/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/138/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pauline Picard", 
                "url": "/politicians/230/", 
                "member_id": 3273, 
                "party": "Bloc", 
                "riding": "Drummond (Québec)", 
                "id": 230
            }, 
            "url": "/hansards/2089/139/", 
            "text": "Mr. Speaker, I would like to table in the House an article from the newspaper Le Devoir of February 19, 2000, entitled “Partisan Politics and Federal Grants”.\n\nAccording to this article, the Prime Minister made a statement at a fundraising cocktail, saying “It is quite normal that we, the Liberals who form the government, come out and say that the Liberal Party is the one in government and doing things. To those who contend there is something wrong with that, I say it is routinely done. I cannot see why, if we want to get credit for what we are doing, we should be embarrassed to do so”.\n\nThe Prime Minister was reported as saying that he thought it was normal and in keeping with Canadian political standards that elected Liberals would take credit, for partisan politics purposes, for billions of dollars in grants provided by the Department of Human Resources Development.\n\nI ask for the unanimous consent of the House to table a document that will enlighten the members of this House.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "attribution": "Mrs. Pauline Picard (Drummond, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/140/", 
            "text": "Is there unanimous consent of the House?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/141/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/142/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Benoît Sauvageau", 
                "url": "/politicians/252/", 
                "member_id": 2710, 
                "party": "Bloc", 
                "riding": "Repentigny (Québec)", 
                "id": 252
            }, 
            "url": "/hansards/2089/143/", 
            "text": "Mr. Speaker, further to the introduction by the Minister of Intergovernmental Affairs of a bill denying Quebecers their fundamental rights, I ask for unanimous consent—confident that I will get it—to table a document which would enlighten this House.\n\nIt is an article published in the daily paper Le Soleil on February 21, 2000, and entitled “Time's Up”. Speaking of time being up, Mr. Speaker, you will let me explain what that document is about, will you not?\n\nI will read an excerpt:\n\nShould there be a third referendum on sovereignty? Amid stormy weather, when numerous voices try to dissuade Lucien Bouchard from risking a third one, the Mouvement national des Québécois launched yesterday a campaign to promote a referendum.\n\nIn the coming months, the public will see popping up everywhere the picture of a parking meter topped with the following slogan: “Yes, time is up!” There will also be a touring theatre play for Cegep students and seven mobilization meetings for women.\n\n“We are in an era of extreme federalism, said Yves Michaud”. “We think that Ottawa does not intend to give anything to Quebec”, added the president of the MNQ, Louise Paquet. Besides explaining why we promoted independence 20 years ago—", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:10:00", 
            "attribution": "Mr. Benoît Sauvageau (Repentigny, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/144/", 
            "text": "Is there unanimous consent of the House to table this document?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/145/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/146/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Antoine Dubé", 
                "url": "/politicians/5100/", 
                "member_id": 3291, 
                "party": "Bloc", 
                "riding": "Lévis (Québec)", 
                "id": 5100
            }, 
            "url": "/hansards/2089/147/", 
            "text": "Mr. Speaker, further to the introduction by the Minister of Intergovernmental Affairs of a bill that denies the fundamental rights of Quebecers, I am asking for the unanimous consent of the House to table a document that will enlighten it.\n\nIt is an article published in the February 9 issue of Le Soleil entitled “Clarity Bill”.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "attribution": "Mr. Antoine Dubé (Lévis-et-Chutes-de-la-Chaudière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/148/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/149/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/150/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "René Laurin", 
                "url": "/politicians/6354/", 
                "member_id": 3279, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 6354
            }, 
            "url": "/hansards/2089/151/", 
            "text": "Mr. Speaker, yesterday, the big guns of the Quebec civil society protested the federal legislation on referendum conditions while the Liberals again tried to limit the debate on this subject.\n\nHere is an excerpt of an article that was published in the February 22 issue of La Presse under the title “A Motion to Limit Debate”. As this article may enlighten the House during the debate, I am asking for unanimous consent to table it.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "attribution": "Mr. René Laurin (Joliette, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/152/", 
            "text": "Is there unanimous consent for the tabling of this document?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/153/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/154/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2089/155/", 
            "text": "Mr. Speaker, I rise on a point of order. In a move of sanguinity and of providing some accommodation to the goal of Bloc members, I wonder if we could give them unanimous consent to table any documents they have in hand right now, provided they are ready to table them in both official languages. Let us give them approval. I ask for unanimous consent in that regard.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/156/", 
            "text": "The hon. member for Elk Island has asked for the unanimous consent of the House so that the members of the Bloc Quebecois be permitted to table their documents in both official languages now.\n\nIs there unanimous consent of the House?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/157/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/158/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2089/159/", 
            "text": "Mr. Speaker, I ask for the unanimous consent of the House to table a newspaper article published in Le Soleil under the title “Claude Ryan Condemns Stéphane Dion's Bill”.\n\n“The bill on referendum conditions was prompted merely by fear and mistrust”, said Mr. Ryan, who testified yesterday before the legislative committee reviewing Bill C-20. The article adds that “Claude Ryan lambasted the referendum conditions bill”.\n\nI hope the House will grant unanimous consent so that all the members of the Liberal majority can be apprised of this document written by a former leader of the Quebec Liberal Party.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/160/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/161/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/162/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Christiane Gagnon", 
                "url": "/politicians/christiane-gagnon/", 
                "member_id": 3306, 
                "party": "Bloc", 
                "riding": "Québec (Québec)", 
                "id": 112
            }, 
            "url": "/hansards/2089/163/", 
            "text": "Mr. Speaker, further to the introduction by the Minister of Intergovernmental Affairs of a bill that denies the fundamental rights of Quebecers, I am asking for the unanimous consent of the House to table a document that will enlighten it.\n\nIt is an article entitled “A Government under Trusteeship”, which was published in La Presse , and I quote:\n\nAbusive and ill advised, the clarity bill perpetuates the confrontation between Ottawa and Quebec City and, should it ever become law, would mean that the National Assembly would be under trusteeship.\n\nThis stern assessment of the Dion bill does not come from a witness invited to the House of Commons by the Bloc Quebecois, but from a staunch federalist, the former leader of the Quebec Liberal Party and former leader of the no campaign during the 1980 referendum, Claude Ryan.\n\nIn the midst of all the predictable testimonies for and against Bill C-20 heard in Ottawa since Wednesday, Mr. Ryan gave a jolt to the legislative committee. The Conservative party, which is against the bill (and had invited Mr. Ryan), was the only one to come out of the hearings unscathed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:15:00", 
            "attribution": "Mrs. Christiane Gagnon (Québec, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/164/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/165/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/166/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yves Rocheleau", 
                "url": "/politicians/5266/", 
                "member_id": 3325, 
                "party": "Bloc", 
                "riding": "Trois-Rivières (Québec)", 
                "id": 5266
            }, 
            "url": "/hansards/2089/167/", 
            "text": "Mr. Speaker, following the introduction by the Minister of Intergovernmental Affairs of a bill denying the fundamental rights of Quebecers, I ask for the unanimous consent of the House to table this document, which will no doubt enlighten it.\n\nIt is an article from the February 18 issue of Le Devoir entitled “Clarity Bill”.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "attribution": "Mr. Yves Rocheleau (Trois-Rivières, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/168/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/169/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/170/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierrette Venne", 
                "url": "/politicians/5214/", 
                "member_id": 2716, 
                "party": "Bloc", 
                "riding": "Saint-Bruno—Saint-Hubert (Québec)", 
                "id": 5214
            }, 
            "url": "/hansards/2089/171/", 
            "text": "Mr. Speaker, I have here an excerpt from a brief submitted to the parliamentary committee on Bill 99 by the Regroupement des résolument souverainistes. It states:\n\nWhereas English control of the French nation in Canada and of its territory began, in peace time, on June 3, 1755, with a criminal sneak attack on Fort Beauséjour; there followed the unprecedented ethnic cleansing of all Acadians, who had lived peacefully on Canadian territory for more than two generations and were hunted down, exiled, forced into slavery and a great many of whom were victims of an unspeakable racist genocide;\n\nFurther to the introduction, by the Minister of Intergovernmental Affairs, of a bill denying the fundamental rights of Quebecers, I ask for the unanimous consent of the House to table the entire document, which will enlighten it.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "attribution": "Mrs. Pierrette Venne (Saint-Bruno—Saint-Hubert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/172/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/173/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/174/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2089/175/", 
            "text": "Mr. Speaker, following the introduction of Bill C-20, which denies the fundamental rights and prerogatives of Quebecers and of the state of Quebec, I ask for the unanimous consent of the House for the withdrawal of this bill.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/176/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/177/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/178/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maurice Godin", 
                "url": "/politicians/6324/", 
                "member_id": 3271, 
                "party": "Bloc", 
                "riding": "Châteauguay (Québec)", 
                "id": 6324
            }, 
            "url": "/hansards/2089/179/", 
            "text": "Mr. Speaker, following the introduction by the Minister of Intergovernmental Affairs of a bill denying the basic rights of Quebecers, I ask for the unanimous consent of the House to table a document that will enlighten it.\n\nThis is an article published in La Presse , and I quote:\n\n“We believe that Ottawa has no intention of making any concessions at all to Quebec. We must explain not only the reasons we had to fight for independence twenty years ago, but also the reasons we have today to do so. Federalism has changed. The government is taking over the country by giving out money. We are caught in a stranglehold that will never loosen”, said Louise Paquet, the president of the activist group, who has been preparing to make a statement for months, adding that it could not have occurred at a better time.\n\nWe must not forget that, in the middle of February, Jean-François Lisée dissociated himself from his former bosses, Lucien Bouchard and Jacques Parizeau, by writing that they would not succeed in reviving the sovereignist flame. Therefore, in his book entitled Sortie de secours , he suggests a referendum not on independence, but on getting more powers for Quebec.\n\nSince Saturday, the editor in chief of La Presse— ”", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "attribution": "Mr. Maurice Godin (Châteauguay, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/180/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/181/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/182/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2089/183/", 
            "text": "Mr. Speaker, Andrée Lajoie of the University of Montreal law school, told the committee that “the Liberal bill carries no more legal weight than internal parliamentary directives would. The true intent of this bill is political”.\n\nI would like to table a newspaper article reporting on her evidence, and ask for the unanimous consent of the House to do so.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/184/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/185/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/186/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gérard Asselin", 
                "url": "/politicians/gerard-asselin/", 
                "member_id": 3270, 
                "party": "Bloc", 
                "riding": "Charlevoix (Québec)", 
                "id": 12
            }, 
            "url": "/hansards/2089/187/", 
            "text": "Mr. Speaker, once again, I would like to respond very quickly to a point of order raised by a member of the official opposition, who wanted to see documents tabled by the Bloc Quebecois in both official languages. If I have the unanimous consent of the House, I am going to table a document that is in both official languages.\n\nThe document in question was published by the official opposition in December 1999, and is called The New Canada Act . If I may, I shall read the table of contents.\n\nIt includes an “Overview” on page 2; “Backgrounders” on page 5; part A, “Improvements to the Operation of the Federation”, also on page 5; “Secession Contingency Rules”, on page 9; the “New Canada Act” on page 10.\n\nThe “Preamble” is on page 10 also. Part A is on page 11, along with parts entitled “Improvements to the operation of the federation”, “Principles“ and “Division of powers”. The part entitled “Federal Spending Power” is on page 12—", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:25:00", 
            "attribution": "Mr. Gérard Asselin (Charlevoix, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/188/", 
            "text": "I must, unfortunately, interrupt the hon. member. Is there unanimous consent for the tabling of this document?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/189/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/190/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Richard Marceau", 
                "url": "/politicians/2684/", 
                "member_id": 2673, 
                "party": "Bloc", 
                "riding": "Charlesbourg (Québec)", 
                "id": 2684
            }, 
            "url": "/hansards/2089/191/", 
            "text": "Mr. Speaker, I am pleased to rise to ask for the unanimous consent of the House to table the following text, written by one of Canada's top constitutional experts, Professor Henri Brun, who, incidentally, was one of my teachers when I was a law student at Laval University.\n\nHe published a text in yesterday's edition of Le Devoir , the favorite newspaper of the hon. member for Trois-Rivières, which reads as follows: “The Clarity Act is Unconstitutional”.\n\nIt is important that members opposite listen. He wrote: “The federal Parliament of Canada is about to adopt a very unusual act, an act that has no purpose other than to impede the exercise of the most fundamental collective right, namely the right for a people to express its will in complete freedom regarding its political future.\n\nThis act seems innocuous under the French title “Loi donnant effet à l'exigence de clarté formulée par la Cour suprême dans son avis sur le renvoi sur la sécession du Québec”. This title suggests that, in its opinion in the Quebec secession reference, the Supreme Court of Canada imposed a requirement for clarity on the federal parliament.” In fact, this is not the case at all.\n\nMr. Speaker, I hope you will give me the opportunity to go on, because this is important. So, can I continue?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:25:00", 
            "attribution": "Mr. Richard Marceau (Charlesbourg, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/192/", 
            "text": "Is there unanimous consent of the House?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/193/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/194/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ghislain Lebel", 
                "url": "/politicians/4983/", 
                "member_id": 3267, 
                "party": "Bloc", 
                "riding": "Chambly (Québec)", 
                "id": 4983
            }, 
            "url": "/hansards/2089/195/", 
            "text": "Mr. Speaker, following the introduction by the Minister of Intergovernmental Affairs of a bill denying Quebecers their fundamental rights, I ask for the unanimous consent of the House to table a document that will enlighten it.\n\nWhat we have here is an article published on February 21, the day before yesterday, in the newspaper Le Quotidien and entitled “Co-Management Federalism”. What a great expression. Let me read part of it: “The constitutional program of the Quebec Liberal Party is taking form. A Liberal government under the leadership of Jean Charest would try to sign administrative agreements with Ottawa on environment, telecommunications and the international role of Quebec among other things.\n\nA Charest government would like to reinstate the federal transfers to the provinces at the levels they were in 1994 and get its tax points back. The goal would be to recover permanently a portion of the taxes paid by Quebecers to Ottawa up to $8 billion.”\n\nMr. Charest is finally beginning to open his eyes and to understand that, from now on, federalism must be based on co-management. He is asking for less to obtain—", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:25:00", 
            "attribution": "Mr. Ghislain Lebel (Chambly, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/196/", 
            "text": "Is there unanimous consent of the House?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/197/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/198/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maurice Dumas", 
                "url": "/politicians/6281/", 
                "member_id": 3257, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau (Québec)", 
                "id": 6281
            }, 
            "url": "/hansards/2089/199/", 
            "text": "Mr. Speaker, I have here an article of the Canadian Press that has been published on February 21, 2000, under the title “FTQ and CSN against Bill C-20”. It reads:\n\nYesterday, committee proceedings dealt mainly with the clarity of the question. Members asked almost 20 witnesses whether they thought both previous referendum questions were clear.\n\nThe two largest unions in Quebec think the clarity of the question does not leave any doubt. Quebec has held two referendums. The questions were clear. Quebecers knew what they were voting on, and the campaign of both the yes and the no sides helped them understand.\n\nI ask for the unanimous consent of the House to table this document for the benefit of members opposite.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "attribution": "Mr. Maurice Dumas (Argenteuil—Papineau—Mirabel, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/200/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/201/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/202/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles-A. Perron", 
                "url": "/politicians/226/", 
                "member_id": 2717, 
                "party": "Bloc", 
                "riding": "Saint-Eustache—Sainte-Thérèse (Québec)", 
                "id": 226
            }, 
            "url": "/hansards/2089/203/", 
            "text": "Mr. Speaker, I would like to reassure my colleagues, the intergovernmental affairs minister, and the hon. member for Papineau—Saint-Denis. I will not be talking about the scandal in the human resources development department.\n\nI would like to have the unanimous consent of the House to table an article condemning Bill C-20 because it is denying the basic rights of Quebecers. It was published in Le Soleil on February 20, 2000, under the title “Referendum Clarity”.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "attribution": "Mr. Gilles-A. Perron (Rivière-des-Mille-Îles, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/204/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/205/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/206/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ghislain Fournier", 
                "url": "/politicians/5117/", 
                "member_id": 2698, 
                "party": "Bloc", 
                "riding": "Manicouagan (Québec)", 
                "id": 5117
            }, 
            "url": "/hansards/2089/207/", 
            "text": "Mr. Speaker, following the introduction by the Minister of Intergovernmental Affairs of a bill denying the fundamental rights of Quebecers, I ask for unanimous consent of the House to table a document which will enlighten it.\n\nIt is an article published in Le Devoir on February 21, 2000, entitled “The National Movement of Quebecers Launches a Campaign to Promote Sovereignty”, and I quote:\n\nThis campaign, which deals with the substance of the sovereignty issue, has several elements. One of those elements is about women; a second one deals with young people at the collegiate level; the third one is an ad campaign; and the fourth but not the less proposes a series of conferences to be held by people sold on sovereignty.\n\nThe president of the Mouvement national des Québécoises et des Québécois, Mrs. Louise Paquet, made the announcement yesterday at a press conference, during which she was accompanied by Mr. Yves Michaud and the actor Jean-Claude Germain.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "attribution": "Mr. Ghislain Fournier (Manicouagan, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/208/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/209/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/210/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2089/211/", 
            "text": "Mr. Speaker, following the introduction by the Minister of Intergovernmental Affairs of a bill denying Quebecers their fundamental rights, I ask for the unanimous consent of the House to table a document which will enlighten it.\n\nIt is an article published in La Presse canadienne , on February 21, 2000, entitled “Ottawa Wants to Neutralize Quebec on the International Scene”, and I quote:\n\nAnthropologist Claude Bariteau, of Laval University, joined a group of intellectuals and unionists brought together by the Société nationale des Québécois to protest against Bill C-20. According to him, this bill limits Quebecers in their freedom of choice about their future by subjecting them to the approval of the House of Commons.\n\nAmong other people supporting the initiative of the SNQ, there are Louis Balthazar, Henri Brun, Louis O'Neill as well as Nathalie Leclerc, the daughter of the late Félix Leclerc, the author, composer and interpreter Jacques Michel, unionists Robert Caron and Ann Gingras and a representative of Action Chômage, Jeanne Lalanne.\n\nI would like to continue. It is very interesting. May I go on?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:30:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/212/", 
            "text": "Unfortunately, it is impossible.\n\nIs there unanimous consent to allow the hon. member to table this document?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/213/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/214/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Caroline St-Hilaire", 
                "url": "/politicians/271/", 
                "member_id": 2695, 
                "party": "Bloc", 
                "riding": "Longueuil (Québec)", 
                "id": 271
            }, 
            "url": "/hansards/2089/215/", 
            "text": "Mr. Speaker, following up on the statement made by my colleague from Louis-Hébert, I have here an article from the newspaper Le Nouvelliste of February 21, 2000, entitled “Promotion Campaign Launched by the MNQ”.\n\nLet me quote a very interesting excerpt from this article. Former minister Yves Michaud said: “We must cope with extreme federalism. Throughout its history, it has never been so invading and destructive”.\n\nTo enlighten my colleagues opposite, I would ask for the unanimous consent to table this document, and I have a feeling I may get it.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "attribution": "Ms. Caroline St-Hilaire (Longueuil, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/216/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/217/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/218/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2089/219/", 
            "text": "Mr. Speaker, I would like to table a document in the House.\n\nIt would allow members opposite to be enlightened on Bill C-20. This is an article entitled “Ryan Condemns the Federal Initiative” that was published in the daily newspaper Le Devoir of February 22, 2000.\n\nIn this article, Mr. Ryan said: “By wanting to make the federal Parliament the judge on the clarity of the question and the referendum result, in contradiction with the prerogatives of the national assembly, the Chrétien government is violating the same principles he is claiming to defend, those of federalism and democracy”[...]", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/220/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/221/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/222/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jake E. Hoeppner", 
                "url": "/politicians/5687/", 
                "member_id": 2511, 
                "party": "Reform", 
                "riding": "Portage—Lisgar (Manitoba)", 
                "id": 5687
            }, 
            "url": "/hansards/2089/223/", 
            "text": "Mr. Speaker, I rise on a point of order. I have constituents who would like me to present a couple of petitions to the House. They think it is very important. I would ask for the unanimous consent to go to presenting petitions.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "attribution": "Mr. Jake E. Hoeppner", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/224/", 
            "text": "The hon. member for Portage—Lisgar has asked for the unanimous consent of the House to go to presenting petitions. Is there consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/225/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/226/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Réal Ménard", 
                "url": "/politicians/198/", 
                "member_id": 3277, 
                "party": "Bloc", 
                "riding": "Hochelaga—Maisonneuve (Québec)", 
                "id": 198
            }, 
            "url": "/hansards/2089/227/", 
            "text": "Mr. Speaker, following the introduction by the Minister of Intergovernmental Affairs, a sorry fellow as everyone knows, of a bill denying Quebecers their fundamental rights, I ask for the unanimous consent of the House to table a document that will enlighten this House.\n\nIt is an article published in the February 19, 2000 issue of La Presse entitled “Gérald Larose Against the Clarity Bill”.\n\nIt says: “The former president of the CSN, Gérald Larose, and lawyer André Tremblay have vigorously condemned the bill seeking to frame an eventual referendum and asked for its withdrawal”.\n\n“Since Bill C-20 intends to give the federal government control over the whole process, it subordinates the people of Quebec which is already perfectly autonomous in these regards”, readily declared Mr. Larose who was appearing before the legislative committee dealing with the clarity bill.\n\nSponsored by the Bloc Quebecois, Mr. Larose and Mr. Tremblay were appearing before the federal members in their capacity as president and vice-president of the Prodémocratie Group. This organization—", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "attribution": "Mr. Réal Ménard (Hochelaga—Maisonneuve, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/228/", 
            "text": "Is there unanimous consent?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/229/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/230/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Benoît Sauvageau", 
                "url": "/politicians/252/", 
                "member_id": 2710, 
                "party": "Bloc", 
                "riding": "Repentigny (Québec)", 
                "id": 252
            }, 
            "url": "/hansards/2089/231/", 
            "text": "On a point of order, Mr. Speaker. I ask for the unanimous consent of the House because our colleague from Charlevoix had started to read from a document and was not allowed to finish. I ask for the unanimous consent of the House to grant him a few more minutes so that he can finish his presentation.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "attribution": "Mr. Benoît Sauvageau", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/232/", 
            "text": "Is there unanimous consent for the hon. member for Charlevoix to return to his document?", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/233/", 
            "text": "Agreed.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/234/", 
            "text": "No.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/235/", 
            "text": "There being no further points of order, we will go to the daily routine of business.", 
            "topic": "Point Of Order", 
            "time": "2000-02-23 15:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Susan Whelan", 
                "url": "/politicians/1435/", 
                "member_id": 2571, 
                "party": "Liberal", 
                "riding": "Essex (Ontario)", 
                "id": 1435
            }, 
            "url": "/hansards/2089/236/", 
            "text": "Mr. Speaker, I have the honour to present, in both official languages, the second report of the Standing Committee on Industry in relation to Bill C-276, an act to amend the Competition Act, 1998 (negative option marketing), with amendments.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 15:40:00", 
            "attribution": "Ms. Susan Whelan (Essex, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Reed Elley", 
                "url": "/politicians/1503/", 
                "member_id": 2484, 
                "party": "Reform", 
                "riding": "Nanaimo—Cowichan (B.C.)", 
                "id": 1503
            }, 
            "url": "/hansards/2089/237/", 
            "text": "moved for leave to introduce Bill C-434, an act to amend the Department of Health Act (genetically modified food).\n\nMr. Speaker, I am pleased today to introduce my private member's bill. Over the past number of months genetically modified food has been bandied around in the media like a football. It has become a war of words between those opposed and those in favour of GM food.\n\nUnfortunately, there has been so much information and misinformation that few people truly know and understand the issue at all. This bill calls for the issue of genetically modified organisms to be researched publicly before the Standing Committee on Health and the results brought before the Canadian public.\n\nAs parliamentarians, we have a duty to ensure that our food supply is safe and yet not be scared by legitimate scientific advances. This bill seeks to identify the truth behind genetically modified food.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Department Of Health Act", 
            "time": "2000-02-23 15:40:00", 
            "attribution": "Mr. Reed Elley (Nanaimo—Cowichan, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Reed Elley", 
                "url": "/politicians/1503/", 
                "member_id": 2484, 
                "party": "Reform", 
                "riding": "Nanaimo—Cowichan (B.C.)", 
                "id": 1503
            }, 
            "url": "/hansards/2089/238/", 
            "text": "moved for leave to introduce Bill C-435, an act to require a referendum on the restoration of the death penalty as a sentencing option and to amend the Referendum Act.\n\nMr. Speaker, it is my pleasure to reintroduce to the House my private member's bill.\n\nCanadians from coast to coast are justified when they express their dissatisfaction over our current justice system. This bill simply calls for a national referendum to test the will of the Canadian people to be held at the next general election. It would allow all Canadians to state whether or not they would like to have the death penalty as an option for sentencing for first degree murder.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Referendum Act", 
            "time": "2000-02-23 15:40:00", 
            "attribution": "Mr. Reed Elley (Nanaimo—Cowichan, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Pankiw", 
                "url": "/politicians/2913/", 
                "member_id": 2741, 
                "party": "Reform", 
                "riding": "Saskatoon—Humboldt (Saskatchewan)", 
                "id": 2913
            }, 
            "url": "/hansards/2089/239/", 
            "text": "moved for leave to introduce Bill C-436, an act to amend the Canada Labour Code, the Public Service Employment Act and the Public Service Staff Relations Act (trade union membership to be optional).\n\nMr. Speaker, it is a pleasure to introduce this bill, the purpose of which is to allow workers to decide whether or not they wish to join or be represented by a trade union, and to provide that no union dues are to be deducted effective July 1, 2000 from the wages or salary of employees who are members of unions.\n\nIt also prevents discrimination by the commission against a person applying for employment on the basis of whether they are or wish to be a member of a union.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Right To Work Act", 
            "time": "2000-02-23 15:40:00", 
            "attribution": "Mr. Jim Pankiw (Saskatoon—Humboldt, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maud Debien", 
                "url": "/politicians/6385/", 
                "member_id": 3289, 
                "party": "Bloc", 
                "riding": "Laval East (Québec)", 
                "id": 6385
            }, 
            "url": "/hansards/2089/240/", 
            "text": "Mr. Speaker, I move that the second report of the Standing Committee on Foreign Affairs and International Trade, tabled on Thursday, December 16, 1999, be concurred in.\n\nI rise today to speak to the second report of the Standing Committee on Foreign Affairs and International Trade, tabled on Thursday, December 16, 1999. This report is entitled “Exporting in the Canadian Interest: Reviewing the Export Development Act”.\n\nFirst, I will deal with the form and then I will talk about the content.\n\nMembers may not know this, but the way the Standing Committee on Foreign Affairs and International Trade approved this report was rather odd, even though the report is of a paramount importance. It is therefore totally unacceptable for the Standing Committee on Foreign Affairs and International Trade, or rather the Liberal majority on the committee, to have approved this report in such a hurry.\n\nBelieve it or not, the whole approval process took fifteen minutes. The Liberal majority approved this report of close to one hundred pages—and I stress this—in less than fifteen minutes. Moreover, in view of the fact that some Liberal members on the committee had hardly ever taken part in this review, it was obvious that nothing was going to stop the government from having the report approved on the sly, just before the Christmas recess, unless Liberal backbenchers are able to read faster than the best speed readers.\n\nMore importantly, the Export Development Corporation does for $34.7 billion worth of business. In 1998, its profits amounted to $135 million. It is unconscionable to take only fifteen minutes to approve a report dealing with such huge amounts of public money.\n\nJust by pure chance, that particular day when we were determined to maintain the pace of the committee meetings, was the very day that this House debated Bill C-20, a bill which is attempting to stifle the democratic rights of Quebecers to decide on their own future.\n\nThe cavalier and disdainful attitude of the Liberal majority in adopting this report at the committee on foreign affairs and international trade will remain in my memory as one of the blackest and most tragic episodes in my parliamentary experience. Heaven only knows that, in my six years on that committee, we have never had to rush the adoption of a report through in such an unacceptable way.\n\nThat said, nevertheless the Bloc Quebecois considers that the spirit of the Export Development Act generally responds fairly well to the objectives behind it when it was passed. There is, however, still some room for improvement in the way the Export Development Corporation operates.\n\nWe identified three flaws in the committee report, and I would like to address them now.\n\nFirst of all, as many of those who spoke before the foreign affairs and international trade committee pointed out so clearly, there seems to be a flagrant lack of transparency in the way the corporation operates, and there are serious shortcomings as far as access to information is concerned.\n\nFor example, it was impossible for a Bloc Quebecois member on this committee to obtain a breakdown of the corporation's financial activities in Quebec. It is therefore not surprising that it is difficult for the House to know if EDC is respecting the spirit and the letter of the law. That is why we also wanted the Export Development Corporation to be subject to the Access to Information Act.\n\nBloc Quebecois members are not the only ones worried about this lack of transparency. On October 20, 1998, then Minister for International Trade, Sergio Marchi, engaged Gowling, Strathy and Henderson to review the Export Development Act.\n\nIn June 1999, project leader Guy David tabled his report, which contained 39 recommendations, one of which had to do with the issue of accountability and transparency. What is now known as the Gowlings report recommends, and I quote:\n\nEDC should be required to post, on a regular basis, specific information regarding transactions it has supported. Such information might include, for example, the name of the borrower, country, name of exporter, amount and type of financial support, term and a brief description of the goods, services or project involved. Transactions should be posted within 60 days of signing.\n\nOur second reservation is much the same and has to do with the Export Development Corporation's respect for human rights.\n\nAlthough the Export Development Corporation offers financing services, its particular focus is credit insurance. The risks assumed by the corporation may include factors of a political nature. However, in its evaluation of political risks in each country, the Export Development Corporation does not take into account the human rights situation in the countries where the businesses it is helping are operating.\n\nIn the opinion of the Bloc Quebecois, before granting any money, before providing financial support to any business, the EDC should at least make sure the business adheres to the code of conduct set out by the OECD with regard to human rights.\n\nWe find it unacceptable that the Export Development Act could be used to circumvent the values treasured by all Quebecers and Canadians. It is disturbing to think that the Export Development Corporation might help businesses operating in developing countries where they contribute to propagate values conflicting with ours.\n\nIn fact, a disturbing situation has just confirmed our apprehensions. No later than last week, KPMG published the results of a poll conducted with 1,000 chief executive officers of Canadian corporations. The results are more than worrisome.\n\nFifty-eight per cent of the corporations and government organizations that responded to the poll have no senior manager responsible for ethics. Only 38% of respondents said they provided ethics training to their managers and, one time in three, less than one hour a year is devoted to such training.\n\nIn spite of all the public discussions that have taken place in recent years on child labour in developing and emerging countries, 16% of exporting businesses have yet to adopt a policy on this issue.\n\nPerhaps even more telling and sad is the fact that the response rate to the survey was extremely low in the private sector, at under 8%. Businesses do not care much about ethics, to say the least. But Canadian businesses are not the only ones to blame. The example is set a the top.\n\nAs members know, civil war has been raging in Sudan for several years. A number of non-governmental organizations have condemned the fact that slavery is practised openly. Serious violations of fundamental rights are a common occurrence. Over one million civilians have been killed and 4.5 million people have been displaced within the country.\n\nTalisman Energy, an oil company based in Calgary, does business in Sudan. A few months ago, the Canadian Minister of Foreign Affairs promised to impose sanctions on Talisman if it was demonstrated that the company's presence in Sudan was contributing to the continuation of the civil war in that country.\n\nAlso, the American government urged the Canadian government to prohibit Canadian businesses from investing in that African country, which serves as a haven for terrorist organizations.\n\nYet last week the Minister of Foreign Affairs announced that he no longer had any plans to exercise any sanctions against Talisman, despite the fact that his special envoy, John Harker, has demonstrated that oil is a key factor in the terrible civil war that is being waged in Sudan.\n\nMoreover, international observers do not see any hope for a ceasefire as long as oil exploration continues. This is compounded by the fact that the royalties being paid to the Sudanese government are being used in the war effort.\n\nAs Bernard Descôteaux rightly asked in an editorial in Le Devoir last week, “Is there no limit to our complicity in a morally reprehensible situation? Clearly, today the Canadian government is accepting this complicity”.\n\nThe Export Development Corporation is in strange position. When the government directing it is interested only in the smell of money and of trade, how could we expect the EDC to be inspired by noble ethical and moral values?\n\nFinally, the third problematical element in this second report by the Standing Committee on Foreign Affairs and International Trade addresses the EDC's environmental responsibilities.\n\nThe Gowlings report made one recommendation on this which we felt to be very reasonable: “Canada should encourage the early development of an international consensus on environmental guidelines and procedures for export credit agencies. In the meantime, EDC should adopt a substantively and methodologically clear and transparent environmental framework”.\n\nI will dispense with the reading of another recommendation of 424 words, in which anyone could get irretrievably lost in a maze of pompous, complicated and inapplicable language.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 15:45:00", 
            "attribution": "Mrs. Maud Debien (Laval East, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gilles-A. Perron", 
                "url": "/politicians/226/", 
                "member_id": 2717, 
                "party": "Bloc", 
                "riding": "Saint-Eustache—Sainte-Thérèse (Québec)", 
                "id": 226
            }, 
            "url": "/hansards/2089/241/", 
            "text": "What about clarity?", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:00:00", 
            "attribution": "Mr. Gilles-A Perron", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maud Debien", 
                "url": "/politicians/6385/", 
                "member_id": 3289, 
                "party": "Bloc", 
                "riding": "Laval East (Québec)", 
                "id": 6385
            }, 
            "url": "/hansards/2089/242/", 
            "text": "My colleague asked “What about clarity?” If the Liberal majority were to ask the question in a referendum, there would be clarity problems.\n\nIn this regard, the Bloc Quebecois would have preferred that the Export Development Corporation draw more on the very simple and probably more effective operational framework of the World Bank or the European Bank for Reconstruction and Development, since they require, for each sensitive project in a sensitive area, an impact study, public hearings and most importantly process transparency.\n\nThe Bloc Quebecois would not support the EDC's using public funds for projects that would damage the environment or violate human rights and to do so with impunity and in absolute secrecy.\n\nI want to make myself clear, we consider the role played by the Export Development Corporation both positive and vital, but we feel it must conduct itself as a crown corporation of a country that cannot blindly encourage and support exports and investments abroad without considering the effects of its action.\n\nIn closing, I would point out that the export sector is of vital importance to the economy of Quebec, which is one of the world's most open economies.\n\nThis week, the Quebec minister of state for the economy and finance, Bernard Landry, wisely pointed out that over the past decade Quebec's international exports increased by 130% to $78 billion annually. We must not forget either that Quebec exports 55% of its gross domestic product and that the increase in these exports has meant over 142,000 new jobs.\n\nQuebec supports free trade. Its people understood long before the Liberal government the importance of establishing a trade economy. We too are democrats and we want to assure you that trade and business are conducted according to the ethical values and ideals of the vast majority of Canadians and Quebecers.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:00:00", 
            "attribution": "Mrs. Maud Debien", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2089/243/", 
            "text": "Mr. Speaker, first of all, I would like to thank my colleague from Laval East. I believe that her speech reflected her long experience on the Standing Committee of Foreign Affairs and International Trade as well as her determination to remain well informed of any infringement of human rights wherever Canada is active.\n\nI have a double question. Considering the huge budget of the EDC and fact that that agency has a lot of assets it can use without informing the public, does the hon. member not find it extremely strange that the committee—whose past work she is aware of, having been part of it—hastily adopted without review a report of such crucial importance, in view of the fact that Canada is being censured in several parts of the world?", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:00:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maud Debien", 
                "url": "/politicians/6385/", 
                "member_id": 3289, 
                "party": "Bloc", 
                "riding": "Laval East (Québec)", 
                "id": 6385
            }, 
            "url": "/hansards/2089/244/", 
            "text": "Mr. Speaker, I wish to thank the member for Mercier for her question.\n\nIn my speech, I did point out that EDC's budget for all activities was $34.7 billion—not $34 billion. The budget for its activities was $34.7 billion. These are commitments of public funds. Even if the EDC provides benefits, the fact remains that these are very substantial commitments of public funds.\n\nAs the member for Mercier said, it is unthinkable that the committee rushed through consideration of this report in such a cavalier fashion. In addition, as the member indicated, it is also unacceptable that there is no information or transparency mechanism, given the size of EDC's budget.\n\nOne of our recommendations was that EDC be subject to the Access to Information Act. Obviously, the Liberal majority did not go for this.\n\nThe member for Mercier is absolutely right about how this report was adopted. I personally have been on the Standing Committee on Foreign Affairs and International Trade for over six years now, ever since I was elected to the House of Commons. On a few occasions, we had to speed up consideration for certain reports. The member for Toronto Centre—Rosedale, who chairs the committee, and who is here and listening today, knows it only too well.\n\nEach time, Bloc Quebecois members agreed to work closely with other members of the committee and in good faith, so as to improve the report. Whenever we had dissenting opinions, we expressed them in good faith and in the spirit of improving the report and Canada's policy. This time, unfortunately, is the first time I have seen such incomprehensible haste at report stage.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:05:00", 
            "attribution": "Mrs. Maud Debien", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Richard Marceau", 
                "url": "/politicians/2684/", 
                "member_id": 2673, 
                "party": "Bloc", 
                "riding": "Charlesbourg (Québec)", 
                "id": 2684
            }, 
            "url": "/hansards/2089/245/", 
            "text": "Mr. Speaker, I would like first to congratulate my hon. colleague from Laval East for her eloquent speech on a subject matter of tremendous importance to a lot of people.\n\nThere are few people on this earth more attached to human rights than Quebecers. Respect for human rights is one of the core values of the Quebec people. The Bloc Quebecois, which is truly reflective of this, has, through the hon. member for Laval East, made the defense of human rights a major thrust of all the positions it has taken in this parliament.\n\nMy hon. colleague from Laval East is an ardent defender of human rights. I would like to know what she would have done if she had been the one deciding what to put in the Export Development Act, as far as the human rights are concerned.\n\nWhat would she have put in, and what would she like to see in the Human Rights Act that would bring satisfaction not only to her personally, but also to all Quebecers, for whom the respect of human rights is a core value?", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:05:00", 
            "attribution": "Mr. Richard Marceau (Charlesbourg, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maud Debien", 
                "url": "/politicians/6385/", 
                "member_id": 3289, 
                "party": "Bloc", 
                "riding": "Laval East (Québec)", 
                "id": 6385
            }, 
            "url": "/hansards/2089/246/", 
            "text": "Mr. Speaker, I would first like to thank my colleague from Charlesbourg for his question.\n\nHe said that one of the values considered important by the people of Quebec is respect for human rights, which is a major consideration in most of its decisions.\n\nIndeed, since the Bloc Quebecois has been in the House of Commons, the issue of human rights has been a constant concern, not only of the member for Laval East, because she is the human rights critic, but of all the Bloc Quebecois members.\n\nSince the hon. member has asked me what I would have done, had I drafted this report, to put some teeth in it on the subject of the respect of human rights, I would refer quite simply to the Gowlings report.\n\nIts recommendation is very simple, it provides “As a matter of practice, EDC should consult with DFAIT in advance to ensure that EDC's planned country activities abroad do not conflict with Canada's foreign policy on human rights. DFAIT should establish a process to formulate human rights guidelines and disseminate information on a timely basis, which all businesses dealing with the EDC should follow”.\n\nThe recommendations of the Gowlings report are clear and precise, as you can see. There is no 254 word recommendation as is found in the committee's report, on the environment, for example.\n\nThe Gowlings report also provides “EDC should implement a policy whereby, when applying for EDC financial or insurance services, Canadian exporters are asked to indicate on a voluntary basis whether they have adopted their own codes of conduct that ensure respect for human rights, ethical business conduct and fair labour standards in their international activities”.\n\nThe Gowlings report is clear and precise. It is much clearer than the “clarity act”, and it seems that the government and the EDC should stick just to that.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:10:00", 
            "attribution": "Mrs. Maud Debien", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/247/", 
            "text": "It is my duty, pursuant to Standing Order 38, to inform the House that the questions to be raised tonight at the time of adjournment are as follows: the hon. member for Saanich—Gulf Islands, Human Resources Development; the hon. member for Dauphin—Swan River, Agriculture.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Bob Kilger", 
                "url": "/politicians/3532/", 
                "member_id": 3231, 
                "party": "Liberal", 
                "riding": "Stormont—Dundas (Ontario)", 
                "id": 3532
            }, 
            "url": "/hansards/2089/248/", 
            "text": "Mr. Speaker, I move:\n\nThat the House do now proceed to orders of the day.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:10:00", 
            "attribution": "Mr. Bob Kilger (Stormont—Dundas—Charlottenburgh, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/249/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/250/", 
            "text": "Agreed.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/251/", 
            "text": "No.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/252/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/253/", 
            "text": "Yea.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/254/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/255/", 
            "text": "Nay.", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/256/", 
            "text": "In my opinion the nays have it.\n\nAnd more than five members having risen:", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/257/", 
            "text": "Call in the members.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Committees Of The House", 
            "time": "2000-02-23 16:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/258/", 
            "text": "I declare the motion carried.", 
            "topic": "Division No. 746", 
            "time": "2000-02-23 16:55:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2089/259/", 
            "text": "The House resumed from February 18 consideration of the motion that Bill C-10, an act to amend the Municipal Grants Act, be read the third time and passed.", 
            "topic": "", 
            "time": "2000-02-23 17:00:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2089/260/", 
            "text": "Mr. Speaker, I rise on a point of order. For the past five days I have filed an application for an emergency debate with respect to agriculture in our country today. For the past five days, unfortunately, we have not been able to reach that item on the order paper.\n\nI ask for unanimous consent to go to applications for emergency debate so I can file my motion.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:00:00", 
            "attribution": "Mr. Rick Borotsik", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2089/261/", 
            "text": "The hon. member for Brandon—Souris has requested the unanimous consent of the House to revert to applications for emergency debate. Is there unanimous consent?", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:00:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/262/", 
            "text": "Agreed.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:00:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2089/263/", 
            "text": "Mr. Speaker, I thank the members of the House for allowing us to go to the applications for emergency debate.\n\nI seek leave under Standing Order 52 to propose an emergency debate to address the devastating financial and mental stress affecting farming communities across the prairies due to the income crisis that continues to affect the agricultural industry.\n\nAn emergency debate, in my opinion, is required now in order to urge the government to provide tangible solutions to address the long term viability of the agricultural industry.\n\nToday in the House we recognize that there are a number of instances now happening. We have had farmers in the Saskatchewan legislature protesting for a number of days. We have hunger strikes. Some farmers will find it difficult this spring to put crops in on their lands. The price of diesel gas right now is also a dramatic problem for agriculture in general.\n\nThe debate would give the minister of agriculture the opportunity to inform the House of the status of the negotiations on the five year safety net agreement with the provinces and the territories.\n\nWe recently witnessed the farm family tribute concert, and I would like to file—", 
            "topic": "Request For Emergency Debate", 
            "time": "2000-02-23 17:00:00", 
            "attribution": "Mr. Rick Borotsik (Brandon—Souris, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/264/", 
            "text": "As has been pointed out, the hon. member for Brandon—Souris has the floor for the application for the emergency debate. He was not to get into a debate. He was just to give the application. I should have cut the member off earlier but I did not.\n\nAs the member for Brandon—Souris has said, this is not the first time the hon. member has indicated his desire to bring this to the floor. The Chair, therefore, has had the opportunity to consult with the Speakers. It is my opinion that this does not meet the criteria established for an emergency debate.\n\nWe will now go back to orders of the day.", 
            "topic": "Request For Emergency Debate", 
            "time": "2000-02-23 17:00:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2089/265/", 
            "text": "The House resumed consideration of the motion that Bill C-10, an act to amend the Municipal Grants Act, be read the third time and passed.", 
            "topic": "", 
            "time": "2000-02-23 17:05:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/266/", 
            "text": "The hon. member for Chambly has 25 minutes to complete his speech.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ghislain Lebel", 
                "url": "/politicians/4983/", 
                "member_id": 3267, 
                "party": "Bloc", 
                "riding": "Chambly (Québec)", 
                "id": 4983
            }, 
            "url": "/hansards/2089/267/", 
            "text": "Mr. Speaker, you are a man of your words. Indeed, last Friday, when 1.30 p.m. came around, you told me I still had 25 minutes and 54 seconds. I will not argue about the 54 seconds.\n\nAt that time, I was in the process of telling my Liberal friends opposite that the infamous discretionary powers have always caused the downfall of ministers. Most of those ministers who were caught red-handed, as I said, fell prey to some discretionary power. Never anything else. I had also shown how, when it comes to justice, the current government often applies a double standard.\n\nI had then talked about the current scandals at HRDC. I was not, however, aware of the one my colleague, the hon. member for Rosemont, announced today when he questioned the minister.\n\nThe minister was unable to give an answer, once again and as usual. She could not tell the hon. member for Rosemont that his name, his good faith, his position as an MP, had been made use of to divert funds that would normally have been allocated to his riding. The people of Rosemont were penalized, and theirs is not a wealthy riding. There are many unemployed people, many young people, many single parents, in fact poverty may well be somewhat more visible there than elsewhere. Funding for that riding got diverted to the riding of Saint-Maurice. That is purely and simply criminal.\n\nI notice that the government House leader is seated on this side of the House. Probably so as to distance himself from what the people in his party are doing; I am pretty sure of that. It is sad. He probably realizes it, and that is why he is sitting on this side right now.\n\nThe bill before us, Bill C-10, is well intentioned, as always. I think everybody here wants to do the right thing. The bill stems from good intentions. We are always prepared to help others, our fellow citizens and, in this case, the municipalities. What bothers me, however, is the discretionary power the minister is taking upon himself.\n\nNow there is another member crossing over, I think because members opposite are realizing they are in the wrong party. They are probably doing a wrong to the municipalities too. If this keeps up, sides will need to be changed, Mr. Speaker. I wonder if they are going to have a quorum over there, and if we will be able to keep sitting today.\n\nThis is a sad event. I personally was opposed to that and said that we must restrict this discretionary power that the minister is giving himself. For example, when the time comes to pay his taxes, the minister thinks “Here is a mayor in a small municipality where there is a federal property. He is not a supporter of our party, the great Liberal Party of Canada. Perhaps he is a sympathizer of the mean Quebec sovereignists”. Or it could be somewhere else in Canada. Perhaps the mayor of a given town is a friend of the Reform Party or of another party.\n\nIn such a case, the minister may be less inclined to meet his obligations and pay what he owes in lieu of taxes to the municipality. An opposition party must fight tooth and nail against this kind of initiative, because this always leads to injustice, and prejudice. Sometimes, when we realize that it is the case, it is very late to correct the situation.\n\nThis bill comes at a time when we are debating the clarity act. Our friends opposite claim to be the protectors of clarity, the champions of clarity in Canada. For them, nothing is ever clear, except what they do themselves. This time, experience obviously did not serve them well.\n\nTake the definition of “federal property” at subsection (3) for instance. Even the Jesuits, who are famous for knowing everything, would have a hard time understanding this legislation. Incidentally, I must say that I have great respect for the Jesuits. The reverend who is protesting on the other side is a Jesuit, and I have a great deal of respect for him. I may not necessarily share his views, but he is a Jesuit and I respect him greatly.\n\nTake a close look at the definition of “federal property”. It might be necessary to call in the Minister of Intergovernmental Affairs, who understands everything even though he is not a Jesuit, because he is Jesus Himself.\n\nSubsection (3) reads as follows:\n\n(3) For the purposes of the definition “federal property” in subsection (1), federal property does not include a ) any structure or work, unless it is\n\n(i) a building designed primarily for the shelter of people, living things, fixtures, personal property or movable property,\n\n(ii) an outdoor swimming pool,\n\n(iii) a golf course improvement,\n\n(iv) a driveway for a single-family dwelling,\n\n(v) paving or other improvements associated with employee parking, or\n\n(vi) and outdoor theatre; b ) any structure, work, machinery or equipment that is included in Schedule II:\n\nUnfortunately for those who are not familiar with how this works, schedule II is not included. One must go to the library to get it, and even a member of parliament cannot get it for free. The government has decided to save money. For some time now, we have had to pay to get the schedules of an act or the model law, the original act.\n\nEver on the lookout for savings, the Minister of Finance has now arranged it so that parliamentarians who want to do their jobs and research must now pay for the bills they have to debate, unless they get lucky and the act is revamped. Then the bills would appear on our desks.\n\nThose wondering about schedule II will have to make a trip to the library. Maybe they will have it and maybe they will no longer have it. I cannot say. I continue with my quote: c ) any real property or immovable developed and used as a park and situated within an area defined as “urban” by Statistics Canada—\n\nTalk about clarity.\n\n—as of the most recent census of the population of Canada taken by Statistics Canada, other than national parks, national historic sites, national historic parks, national battlefields, heritage canals or national marine conservation areas;\n\nSo much for clarity.\n\nNot all municipalities in Canada are able to call on a legal department to explain the difference between a taxable and a non-taxable federal property. Do those obsessed with clarity know whether or not the port of Montreal is a taxable federal property? I could not find out from the authorities who presented this to the committee.\n\nRight now, when services are brought into our municipalities, when pipes, cables, gas lines and so forth are put in, generally both sides of the street are asked to pay half. But when it is the federal government across the street, it does not pay its share. So any owner across the street from the federal government is stuck, and has to foot the whole bill.\n\nWe know that government buildings or structures are rarely small 24 by 40 bungalows or one and a half story houses on a 60 by 100 lot. They are huge. National parks, for example, are immensely huge. Imagine the cost for the people of Quebec City or Montreal who have to pay when pipes are laid, streets are paved and sidewalks are laid in front of a federal building. They cannot say at the moment whether the Plains of Abraham in Quebec City, the port of Montreal or the airports in Sept-Îles, Goose Bay, Newfoundland or elsewhere are also included, and whether the government will pay taxes for them.\n\nThere is beautiful Fort Chambly built in my riding under French rule. For my friends opposite, who insist on clarity, I will be clear. In 1601, Champlain had been up what was called at the time Rivière aux Iroquois and is now called Rivière Richelieu, the Richelieu River, and had slept at Chambly. He had a premonition. He must surely have known that one fine day there would be a member of parliament for Chambly who would defend the people of Chambly.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:05:00", 
            "attribution": "Mr. Ghislain Lebel (Chambly, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2089/268/", 
            "text": "And the people of Quebec.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ghislain Lebel", 
                "url": "/politicians/4983/", 
                "member_id": 3267, 
                "party": "Bloc", 
                "riding": "Chambly (Québec)", 
                "id": 4983
            }, 
            "url": "/hansards/2089/269/", 
            "text": "And the people of Quebec, naturally.\n\nChamplain had gone as far as Lake Champlain, one of the great lakes, which is now in the United States, unfortunately. The irony of it is the fact that Hudson, who had started from the other end, nearly met Champlain in the same period. They missed each other by 60 kilometres. Some were discovering from the south, Champlain was doing his discovering from north to south, and they almost met on Lake Champlain. I know that not many of those opposite are aware of this, but for us in the Bloc Quebecois, this is a fact of history everyone knows.\n\nNot only do these people not know the history of Quebec, they also do not know the problems of the municipalities, which are having to cope with all sorts of economic imperatives and are sweating blood trying to make ends meet.\n\nThe federal government has laid hands on the employment insurance fund, and has managed without any scruples to get billions of dollars away from poor folk. I am thinking of the fishers in the maritimes and Quebec, the people of my native Gaspé.\n\nThey are in dire straits because of the decision by those in charge of Human Resources Development Canada, under the leadership of this heartless government, to make use of the employment insurance fund for its own purposes. They decided to use all the billions of dollars the fund generates to carry out partisan politics and to do my colleague, the honourable member for Rosemont, out of a considerable sum, in favour of the Prime Minister of Canada who represents the riding of Saint-Maurice.\n\nI know. Madam Speaker, that my statements may be disturbing to you, but you also realize they are the truth.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:15:00", 
            "attribution": "Mr. Ghislain Lebel", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "René Canuel", 
                "url": "/politicians/6403/", 
                "member_id": 3296, 
                "party": "Bloc", 
                "riding": "Matapédia—Matane (Québec)", 
                "id": 6403
            }, 
            "url": "/hansards/2089/270/", 
            "text": "They want to put a tax on shrimp.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:20:00", 
            "attribution": "Mr. René Canuel", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ghislain Lebel", 
                "url": "/politicians/4983/", 
                "member_id": 3267, 
                "party": "Bloc", 
                "riding": "Chambly (Québec)", 
                "id": 4983
            }, 
            "url": "/hansards/2089/271/", 
            "text": "My colleague from Matapédia—Matane tells me that the only thing left to tax is shrimp and I am pretty sure they are going to do that too.\n\nAt some point in one's life, however, there has to be a minimum of scruples. It is all very well to attack widows, orphans and the poor. Unemployment has never been attacked. The unemployed have been attacked instead. The poor people have been attacked instead. That is the history of this government.\n\nNow it is gloating over billions of dollars. In a few days, on Monday, February 28, the Minister of Finance will bring down his budget. He will be wearing his new shoes and a flower on his lapel, and he will tell us that things are going great, when in fact he got his surpluses by literally robbing taxpayers, by taxing them indirectly under the cover of employment insurance contributions and other things. The minister did not have the courage to tax directly, as the previous government did, and I recognize that.\n\nWhen it came to taxes, the previous government knew where to collect them and it called them taxes. This government dips into the employment insurance fund. It takes out as much as it possibly can, to the tune of $24 billion or $25 billion annually. It reduces transfers to the provinces. Things are not going well in hospitals, both in Quebec and elsewhere, because of the federal government.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:20:00", 
            "attribution": "Mr. Ghislain Lebel", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "André Harvey", 
                "url": "/politicians/2693/", 
                "member_id": 2676, 
                "party": "Progressive Conservative", 
                "riding": "Chicoutimi (Québec)", 
                "id": 2693
            }, 
            "url": "/hansards/2089/272/", 
            "text": "The GST and employment insurance brought in $50 billion.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:20:00", 
            "attribution": "Mr. André Harvey", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ghislain Lebel", 
                "url": "/politicians/4983/", 
                "member_id": 3267, 
                "party": "Bloc", 
                "riding": "Chambly (Québec)", 
                "id": 4983
            }, 
            "url": "/hansards/2089/273/", 
            "text": "The hon. member for Chicoutimi tells me that the government took $50 billion through all sorts of schemes.\n\nWe have reasons to be concerned about Bill C-10, considering the exorbitant discretionary powers that the minister wants.\n\nMy party knows that municipalities have needs, and the Liberal Party knows that too. The Liberals are putting the pressure on us. They are asking for the unanimous consent of the House to pass this bill by 1.30 p.m. on Friday. They want this bill to be deemed to have been passed without any debate, because municipalities have been asking for this legislation. They are holding the municipalities by the throat. They introduced this bill in mid-October. They fooled around a bit with it in committee. Then, at the last minute, they say “Hurry, the municipalities want this bill. You must adopt it without any discussion”.\n\nIf I were member of a municipal government, I would worry because there is absolutely no guarantee that everybody will get their due when discretionary powers are used.\n\nI can no longer trust Liberal ministers anymore because, they act just like the highwaymen of the last century.\n\nThe Bloc Quebecois made suggestions and proposed amendments. If I remember well, we introduced more than 50 amendments. They were all rejected by the liberals because they had just defined the discretionary power they wanted to be able to help themselves to other people's money. That is what we wanted to avoid, but they rejected all our suggestions, and I understand why.\n\nOf course, the Bloc is disappointed and I assume that my colleagues from the Conservative Party are also. We demand more transparency in the management of the public's business, but the more we ask, the less we get. Everyday during question period we hear real horror stories like the shifting of funds from Rosemont to Saint-Maurice. If I were the former minister responsible I would not laugh like the hon. member opposite is doing right now. It is no laughing matter; it is rather sad.\n\nI remember that when we asked this individual, during Oral Question Period, to explain what was going on, he answered that 42% of workers who contribute to EI are entitled to EI benefits. He was the link between the officials of his department and parliament.\n\nHe never monitored anything, and went down the wrong way on a one way street, as they say. In the meantime, he got it in the teeth because his officials were doing things behind his back. Maybe, as he was here trying to defend his department and good management, the Prime Minister was plotting behind his back. If I were him, I would not be bragging today. The same thing is going to happen to the minister in charge now.\n\nCanadians want more transparency, they want to limit discretionary powers as much as possible, they want them to be monitored and checked. But it is not in the bill. The bill says “The Minister may”, “If the Minister is of the opinion that”, “in the opinion of the Minister”. When a minister is made to think, it gets very expensive for those who never asked him to think in the first place.\n\nIt is dangerous. When a minister thinks, he often spends money too. And who gets to foot the bill? The unemployed workers once again, because there is only one continuous source of money, namely the EI fund. Therefore, it is the working poor—who do not have the time to watch the debates, who watch the news once in a while, and see the scandals that are happening, the poor people who are working hard to eke out a living and pay their taxes—who will foot the bill.\n\nIn the meantime, the Prime Minister and the minister are rolling in it like piglets in the trough, because it is somebody else's money. It is sad but true.\n\nWe are therefore going to support this bill so as not to penalize the municipalities. They are entitled to the respect of the opposition and of all parties. We on this side of the House, the combined opposition parties, are almost alone in respecting organizations or people. Members opposite have no respect for anything.\n\nWe respect the municipalities and will support the bill before us, but not with any enthusiasm. We will support it because the government members have the municipalities by the throat and are threatening not to give them one red cent until the opposition agrees to pass the bill. So we are giving our approval, but reluctantly, not because it is a good bill that would be to the credit of the government opposite. It is a bad bill that the municipalities are forced to go along with and that the opposition parties are forced to support so as not to penalize the municipalities.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:20:00", 
            "attribution": "Mr. Ghislain Lebel", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pierre De Savoye", 
                "url": "/politicians/6437/", 
                "member_id": 3305, 
                "party": "Bloc", 
                "riding": "Portneuf (Québec)", 
                "id": 6437
            }, 
            "url": "/hansards/2089/274/", 
            "text": "Madam Speaker, on a point of order. Unless I am mistaken, at 5.30 p.m. we must proceed to other business. You have the power to declare the clock as showing one minute later than it actually is and I therefore ask you to declare that it is now 5.30 p.m.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:25:00", 
            "attribution": "Mr. Pierre de Savoye", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2089/275/", 
            "text": "I think the hon. member is attributing powers to me that I do not have. In any event, I see that the clock now shows 5.30 p.m.\n\nIt being 5.30 p.m., the House will now proceed to the consideration of Private Members' Business as listed on today's order paper.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-02-23 17:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2089/276/", 
            "text": "Madam Speaker, it was not possible to reach an agreement pursuant to Standing Orders 78(1) and 78(2) with respect to the proceedings at committee stage of Bill C-20, an act to give effect to the requirement for clarity as set out in the opinion of the Supreme Court of Canada in the Quebec Secession Reference.\n\nPursuant to Standing Order 78(3), I give notice that, at the next sitting of the House, a minister of the crown will be moving a time allocation motion for the purpose of allotting a specified number of days or hours for the consideration and disposal of proceedings at that stage.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-02-23 17:30:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/277/", 
            "text": "Shame, shame.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-02-23 17:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Karen Redman", 
                "url": "/politicians/241/", 
                "member_id": 2587, 
                "party": "Liberal", 
                "riding": "Kitchener Centre (Ontario)", 
                "id": 241
            }, 
            "url": "/hansards/2089/278/", 
            "text": "moved that Bill C-229, an act to amend the Canada Post Corporation Act (letter that cannot be transmitted by post), be read the second time and referred to a committee.\n\nMadam Speaker, I am pleased to rise today to speak to my private member's Bill C-229, an act to amend the Canada Post Corporation Act regarding a letter that cannot be transmitted by post. Bill C-229 was first introduced in the House during the first session of the 36th Parliament by my colleague from Burlington, Ontario. At that time it was known as Bill C-409.\n\nThe current bill, Bill C-229, addresses an extremely important issue, the delivery of scratch and win cards. In responding to this issue I have heard from many Canadians and many members of the House who have supported my efforts in the subject matter of the bill. I would also like to note that the bill was reviewed by members of every party in the House and was deemed significant enough to Canadians to be deemed votable.\n\nBill C-229 ensures that Canada Post Corporation does not deliver contests, lotteries or prizes that require individuals to pay out before they collect a prize. The bill is about Canada Post's obligation to deliver responsible and ethical mail. It is important to stress that Bill C-229 would not prohibit Canada Post from delivering invitations to participate in contests or games, but only those that cost the participants to enter before they collect a prize.\n\nBill C-229 also requires that Canada Post not deliver mail that displays any logo which mimics the federal government logo. These logos are designed to deceive the recipient into believing that the mail is legitimate, that it is being sent to them by the Government of Canada. My legislation would provide for a company, if found guilty of an offence, to receive an initial fine of $5,000. For subsequent offences it would receive fines up to $20,000.\n\nTelemarketing and mail scams have become so rampant within Canada and our society that an organization such as PhoneBusters now exists to address these scams. The statistics of PhoneBusters suggest that between 1996 and 1999 Canadians over the age of 60 had lost a total of $23 million. This represents 81% of the total moneys lost by Canadians.\n\nPhoneBusters also report that the third most common method used to cheat Canadians out of their money is the use of 1-900 numbers. The cards indicate an all winners hotline at 1-900—whatever, for prize claim instructions. Callers are baited into staying on the line and following through a number of instructions while in the meantime the cost of the call goes up and up. As a matter of fact, in the case I have referenced in my own riding the 1-900 number costs $19.99 per minute. This information is written in very little print on the flip side of the game card. Many do not realize that the 1-900 number is not a toll-free number.\n\nIn my opinion it is unacceptable that government corporations deliver these cards. Scam Block, a local education group that visits with seniors, wrote to me in support of the bill. It stated:\n\nSeniors often remark at our presentations that opportunities to win can't be fraudulent if they are delivered by Canada Post.\n\nSeniors truly believe that our government would never allow a crown corporation like Canada Post to put income above the needs and the best interest of its citizens.\n\nI stress to members of the House that the majority of Canadians affected by this issue are senior citizens. For seniors, being able to shop by phone and mail is a necessity. Unethical telemarketing practices affect the confidence of seniors who rely on using mail and phone to do their business.\n\nWe have a responsibility to consumers. The government has taken some action on this matter, but it does not go far enough. Merely to advise consumers on how to respond to cards does not prevent the financial loss that many Canadians have incurred. The legislation requires the government to proactively respond to this important consumer issue.\n\nThis summer I had the occasion to talk to CBC reporters across Canada as they followed this piece of legislation. One of the announcers talked about having to hire a lawyer to protect his father, a senior citizen, who through telemarketing fraud and mail scams had lost all his income and savings on which he relied to live. It is an important issue for Canadians.\n\nIt is this type of situation that the legislation would prevent. Scratch and win game cards are deceptive. As legislators we must take the responsibility and act in the best interest of Canadians. That is why I fully support the amendment that will be put by the hon. member for Kelowna.\n\nI call on all members of the House to support this matter as a non-partisan issue that impacts on all Canadians. The proposed amendments will protect Canadian consumers from losing their money daily to those sophisticated criminals by ensuring that Bill C-229 is proclaimed into law. I am confident that the bill will help reduce the victimization of residents across the country.\n\nI fully support the bill. I hope all members of the House support the legislation which will protect consumers and which is good for Canadians.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 17:30:00", 
            "attribution": "Mrs. Karen Redman (Kitchener Centre, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Werner Schmidt", 
                "url": "/politicians/3071/", 
                "member_id": 2480, 
                "party": "Reform", 
                "riding": "Kelowna (B.C.)", 
                "id": 3071
            }, 
            "url": "/hansards/2089/279/", 
            "text": "Madam Speaker, it is a privilege to participate in the debate on Bill C-229 moved by the hon. member for Kitchener Centre. The intent of the bill is noteworthy. She should be commended for presenting the legislation to the House.\n\nHowever, I believe there is a better venue for moving the bill along a bit faster than would be the case if it went through the route of a private member's bill. Therefore, I move, seconded by the hon. member for Saskatoon—Rosetown—Biggar:\n\nThat the motion be amended by deleting all of the words after the word “That” and substituting the following therefor:\n\nBill C-229, an act to amend the Canada Post Corporation Act (letter that cannot be transmitted by post), be not now read a second time but that the order be discharged, the bill withdrawn and the subject matter thereof referred to the Standing Committee on Industry, and the committee address the issue no later than May 1, 2000.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 17:35:00", 
            "attribution": "Mr. Werner Schmidt (Kelowna, Ref.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2089/280/", 
            "text": "The amendment is in order.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 17:35:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Werner Schmidt", 
                "url": "/politicians/3071/", 
                "member_id": 2480, 
                "party": "Reform", 
                "riding": "Kelowna (B.C.)", 
                "id": 3071
            }, 
            "url": "/hansards/2089/281/", 
            "text": "Madam Speaker, I will address the content of the bill and the amendment in particular. The reason for the amendment is that I think there is a very strong ability on the part of the industry committee to deal with the bill in the context of the Competition Act that is law in Canada today. Therefore I will divide my analysis of the bill and the amendment pertaining thereto by distinguishing between mail and telemarketing.\n\nThe overriding concern, and I commend the hon. member for her work in this regard, is the preoccupation and the desire to protect consumers. I only wish that other members of the governing party would support and protect the taxpayers of Canada and would be as judicious in protecting the way taxpayer money is spent as the hon. member now wants the consumer to be protected from certain unscrupulous marketers.\n\nI emphasize the fact this kind of thinking is very much in line in its outlook with both compassionate and humanitarian thinking. It is also very justice oriented in the sense that it brings to justice people who would take unfair advantage of unsuspecting people. In particular I draw attention to the provisions of the Competition Act which deal directly with the subject matter of the bill. I refer to subsection 52(1) of the Competition Act which is pertinent to this subject. It states:\n\nNo person shall, for the purpose of promoting, directly or indirectly, the supply or use of a product or for the purpose promoting, directly or indirectly, any business interest, by any means whatever, knowingly or recklessly make a representation to the public that is false or misleading in a material respect.\n\nWhat is being addressed here is very clear. It is significant that we use the existing legislation to its maximum extent.\n\nIt goes beyond that. The hon. member made a point about telemarketing. The example she gave about seniors being the group that is very often targeted and very susceptible to being abused by reckless or sometimes unscrupulous marketers is very true. In this connection I will read into the record the provisions of the Competition Act dealing specifically with telemarketing. The pertinent subsection is 52.1(1) which states:\n\nIn this section, “telemarketing” means the practice of using interactive telephone communications for the purpose of promoting, directly or indirectly, the supply or use of a product or for the purpose of promoting, directly or indirectly, any business interest.\n\nOne of the business interests is to get some kind of a benefit or a prize of some kind by using the telephone. First of all they send a card or something saying that they must phone in order to collect their prize or to get the product. Then they use the persuasiveness of the voice and the persuasiveness of their personality reflected in the voice to get them to part with their money.\n\nThe bill presented by the hon. member has a fine of $5,000 rising to a maximum of $20,000. The Competition Act is far more punishing than the bill. I suggest there is a good reason it should be referred to the industry committee and the bill be withdrawn in its present form. Subsection 52.1(9) states:\n\nAny person who contravenes subsection (2) or (3) is guilty of an offence and liable\n\n(a) on conviction on indictment, to a fine in the discretion of the court or to imprisonment for a term not exceeding five years, or to both; or\n\n(b) on summary conviction, to a fine not exceeding $200,000 or to the imprisonment for a term not exceeding one year, or to both.\n\nPeople who take unfair advantage of older unsuspecting people should be punished rather severely. As a consequence of their illegal action I think they should be dealt with very severely, and I think the Competition Act does that.\n\nWhile I think the bill is moving in the right direction, the amendment will do what the hon. member wants done more effectively, more efficiently and more readily. Therefore I encourage all parties of the House to get together and support the amendment.\n\nThe House should recognize that it began with the Liberal member acting as a private member supported by me and by a member of the NDP. We have a really good triumvirate going here.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 17:35:00", 
            "attribution": "Mr. Werner Schmidt", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Ghislain Lebel", 
                "url": "/politicians/4983/", 
                "member_id": 3267, 
                "party": "Bloc", 
                "riding": "Chambly (Québec)", 
                "id": 4983
            }, 
            "url": "/hansards/2089/282/", 
            "text": "Madam Speaker, I am pleased to rise for the second time within half an hour, this time on Bill C-229.\n\nI have great difficulty understanding the attitude of my Reform colleague. This bill originates with a member from across the floor who is most certainly close to the elderly and other more vulnerable members of society. The hon. member obviously wants to defend these people with her bill. CThis is something to be proud of, and I congratulate her for her initiative.\n\nSome people in our society may be rather easily misled. If they are approached with false representations, fake brands, fake images or other devious means, this is a reprehensible act. It may not be legally wrong under the Competition Act, but it is morally wrong.\n\nI believe we need to support Bill C-229. Its objective is to assist and protect those members of our society most in need of protection. I have great difficulty, and always will have great difficulty, understanding the attitude of my friends in the Reform Party. This is not the first time either. The same thing has happened a number of times.\n\nDuring the last parliament, the member for Portneuf introduced an amendment to the Bankruptcy Act, so that when assets were being distributed in a bankruptcy, employees would have precedence over the banks, and the wealthy. To my great surprise, Reform Party members voted unanimously against that proposal.\n\nI remember another instance. We wanted to limit the penalty imposed for getting out of a mortgage to three months interest. Nowadays, things go so fast that the mortgage lender who is paid back before the end of the term of a mortgage hardly suffers any prejudice, since capital funds are so mobile.\n\nYours truly had proposed that the penalty that can be imposed by a financial institution be limited to three months interest. Again, contrary to all expectations—I did not understand then and I still do not understand now, three or four years later—the Reform Party voted against that proposal. It is as though the western Canadians, whom they represent, were all very rich and happy to pay penalties when they pay back a loan for farm machinery, or the mortgage on a silo, a house or a barn.\n\nIt is this far right attitude that makes these people difficult to understand. We have a duty to protect the most disadvantaged, those who are most likely to be affected by illegal marketing, ploys and schemes. Again, I find it hard to understand the Reform Party's attitude.\n\nReformers seem to think “It is a free for all. If someone succeeds in fooling an elderly person, so be it. These are the rules of the game, the rules of commercial competition”. But what about ethics?\n\nI think that they are forgetting something important, commercial ethics. It is a question of what is right. It is not my intention to say that the Reform Party members lack moral standards, although they seem shy about expressing them here. Yet this is the perfect place.\n\nWe must congratulate the member who introduced this bill on her initiative. I hope that she will be able to introduce others in future for our consideration. If they are like this one, it augurs well.\n\nThere are parliamentarians on both sides of the House who respect their fellow citizens and are concerned about their well-being and who introduce bills that reflect this. It is not easy to get a private member's bill this far. Sometimes, it takes the signatures of 100 other parliamentarians for a bill to be debatable and votable here.\n\nOften political life throws us into various committees. They are not the best place to make friends and it takes a lot of courage and nerve to go through the hoops anyway and approach people with whom one has sometimes had run-ins or “coltaillés” as we say in French. The member for Matapédia—Matane will know what I mean by “coltaillé” as will the member for Stormont—Dundas—Charlottenburgh, who is also a francophone and knows our colourful expressions.\n\nIt takes courage to approach members individually for their signature and sometimes to get them to set aside their petty grudges. But when members succeed at this, that shows respect for democracy and for their fellow human beings. When one makes it through the procedure that the member embarked on and a bill gets this far, it is no longer the time to tear it apart and toss it into the wastebasket. It is the time to debate it. It is the time to recognize its merit. It is the time to take the necessary action.\n\nI will not go on, but I congratulate the member. She can count on my personal support and that of the Bloc Quebecois members, because her bill shows respect for the individual.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 17:45:00", 
            "attribution": "Mr. Ghislain Lebel (Chambly, BQ)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Dennis Gruending", 
                "url": "/politicians/3882/", 
                "member_id": 3674, 
                "party": "NDP", 
                "riding": "Saskatoon—Rosetown—Biggar (Saskatchewan)", 
                "id": 3882
            }, 
            "url": "/hansards/2089/283/", 
            "text": "Mr. Speaker, I am pleased to support my colleague from Kelowna in moving that the bill be withdrawn but that the subject matter be sent to the industry committee.\n\nThis is a good procedure, as he has outlined it, as it will allow the committee to give this idea a very thorough perusal and bring it back under the auspices of the Competition Act. This procedure would, if anything, enhance the bill brought forward by the member for Kitchener Centre.\n\nI commend and congratulate the hon. member for the obvious hard work she has done in bringing forward Bill C-229, an act to amend the Canada Post Corporation Act to prevent the delivery of certain mail that perpetrates telemarketing fraud.\n\nI note that another member introduced similar legislation about a year and a half ago which would ensure that the Canada Post Corporation would not deliver contest lotteries or prizes which would require individuals to pay before they collect the prize.\n\nThis bill would ensure that our beloved crown corporation is not used inadvertently as a tool to mislead consumers. Specifically, it would prevent Canada Post from delivering mail which displays a logo that mimics in any way a federal government logo.\n\nI note that approximately 70% of telemarketing scam victims in 1999 were over the age of 60.\n\nI would like to refer to the personal experience of an elderly person who was taken in by this kind of scam artistry and fraud artistry. It was not a pretty sight.\n\nThe person received mail indicating that she would be getting a prize if she made a phone call. I want to make the point that often senior citizens are lonely and talking on the phone is therapeutic. If we would call them more often it would be good for them. When they make these kinds of calls and the clock is ticking, and they do not know it is a scam, it is a particularly cruel type of fraud that is perpetrated on our senior citizens.\n\nIn the case of this person, I do not know exactly, but she lost hundreds, perhaps thousands of dollars. She was ashamed to tell her children and family members about what had happened. These scams victimize people, most often the elderly, and for that they are particularly heinous crimes.\n\nI am glad to see a bill that will make it unlawful for the post office to be used as a delivery mechanism for scam mail. The post office, like many other crown corporations, including the CBC, has a special place of trust in our minds and hearts. It is particularly cruel when it is used for these sorts of devious ends.\n\nI know from our labour critic and other people in our party that the people working for the post office, the mail workers and the letter carriers, are also concerned about this because they are the people who process this mail and they can see the ends to which it is being put. We have been told that the people who work for the post office would like to see something which would make it unnecessary for them to have to deal with this sort of mail. Many of them know people on their mail routes personally and are particularly concerned when they are victimized in this way.\n\nThe Canadian Association of Retired Persons has stated that its members are fully in support of the bill put forward by my hon. friend from Kitchener Centre. The association wrote: “With so many thousands of Canadians falling prey to unscrupulous persons who use the mail to facilitate illegal activities, it is vital that legislation be passed which will prevent them from doing so and will punish them if they persist”.\n\nThe organization known as PhoneBusters was mentioned earlier today. Representatives of PhoneBusters are also in support of what they call crucial legislation which can be used successfully in the ongoing battle against telemarketing fraud. They indicate that Canadian consumers have been losing money daily to these sophisticated criminals. They also indicate that they are confident this bill would help reduce the victimization of residents across the country.\n\nI support the bill as it was put forward for many reasons which relate to its content. It is very important to many Canadians, especially senior citizens. I want to reiterate my support for the motion of my colleague from Kelowna to refer the bill to committee where it will get the kind of airing which it deserves.\n\nAgain I congratulate the member for Kitchener Centre for having introduced this legislation.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 17:50:00", 
            "attribution": "Mr. Dennis Gruending (Saskatoon—Rosetown—Biggar, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Gilles Bernier", 
                "url": "/politicians/4321/", 
                "member_id": 2530, 
                "party": "Progressive Conservative", 
                "riding": "Tobique—Mactaquac (New Brunswick)", 
                "id": 4321
            }, 
            "url": "/hansards/2089/284/", 
            "text": "Mr. Speaker, I am pleased to speak to Bill C-229, which was put forward by my hon. friend, the member for Kitchener Centre.\n\nLet me first offer my congratulations to her for taking up the torch on this important issue and for trying to find a solution to this problem so that consumers can be protected.\n\nIn the few minutes I have I would like to quickly review the problem with mail scam cards and why legislation is needed to ban them.\n\nSecond, I would like to talk about how this bill would help address this problem and how I think this bill could be strengthened to provide even more consumer protection against mail fraud.\n\nFinally, I will talk about a private member's bill which I will be introducing shortly that is meant to supplement and strengthen this bill.\n\nI should mention that a lot of information I received on this file came from an organization called Phonebusters. It was started in 1993 by the Ontario Provincial Police, the RCMP, Canada Post, Industry Canada and a number of other partners. Phonebusters is a national deceptive telemarketing call centre that collects complaints from throughout Canada on telemarketing deception and fraud and passes the information onto local police.\n\nSince it began collecting data on mail fraud in 1995, it has had 2,031 complaints about scratch and win game cards sent through the mail. The game cards, or scam cards as I like to call them, invite the recipient to scratch off a box to see if he or she has won a prize which the card claims can be anything from a colour print up to $5,000 in cash.\n\nThe deceptive thing about these cards is that every one is a winner. There are no losing cards but in order to collect a prize a person must call a 1-900 number. Of course, those who call the number get a phone bill in the range of $20 to $30 and in one instance for $158. The consumer either receives no prize at all or an item of very small value. A value of $3 is typical.\n\nEspecially troubling to me is that 60% of the victims of the mail scams are senior citizens. From 1996 to 1999 seniors lost $20 million from the scam cards. That was out of a total of $29 million lost by all Canadians.\n\nExisting legislation offers only limited protection at best. Under the misleading advertising provisions of the Competition Act persons who perpetrate this kind of fraud are seldom prosecuted and rarely if ever jailed. Even then the sentences are light and average two to six months.\n\nFor example in a prosecution involving Cave Promotions Ltd. last October, the company received a fine and prohibition order but none of the people who ran the company were punished, fined or sent to jail. There was nothing to prevent the perpetrators from closing down the company, finding a new partner and opening for business the very next day.\n\nBy comparison, the United States has an unlawful mail matter law that prevents scam cards from being delivered by the U.S. postal service. Telemarketing fraud is treated as a serious crime.\n\nBill C-229 is an important step in helping to protect Canadian consumers from becoming victims of these types of mail fraud. The bill introduces changes to the Canada Post Corporation Act to prohibit the post office from delivering a game card or similar item that is not in an envelope where the recipient is invited to participate in a game of chance but must first pay a sum of money or incur telephone charges in order to collect a prize.\n\nThis is an appropriate measure to take in order to reduce mail fraud. Canada Post has a monopoly on mail delivery and as a crown corporation occupies a unique position of trust in the minds of Canadian consumers. Bill C-229 is an honourable piece of legislation and my friend the member for Kitchener Centre deserves our praise for advancing this cause.\n\nAs I prepared for the debate on this bill, and as I consulted with Canada Post, I learned that Canada Post accounts for only 20% of the ad mail which is frequently called junk mail. If Bill C-229 passes we will prevent scam cards from being delivered in the mail, but that potentially still leaves 80% of the problem unresolved. One could argue that if we shut down the post office as a delivery system for the perpetrators of these scams, they will simply switch to other private delivery firms and we will not have slowed down these mail scams one bit.\n\nWhat we have before us is good legislation that is well intentioned but nevertheless it has a sizeable loophole. Upon discovering this loophole I undertook to meet with the member for Kitchener Centre to discuss different options on how to close this loophole so that all Canadian consumers would be protected from scratch and win game card mail scams.\n\nMy goal was essentially to build on her efforts and to extend the prohibition of the delivery of these game cards to include all organizations, not just Canada Post. We looked at the possibility of amending Bill C-229 but learned that in order to make this an all inclusive bill would require passing amendments to either the criminal code or the Competition Act which would be outside the scope of this bill.\n\nAfter further consultation, I decided that the best way to accomplish this would be to draft another private member's bill that would use changes to the Competition Act to establish legislative protection for consumers against all forms of mail scam cards regardless of who delivers them. That bill has now been drafted and it is my intention to introduce it in the House very shortly.\n\nI briefed my caucus colleagues this morning on the bill. I am happy to say that they are in full support of my efforts.\n\nI have also consulted with the member for Kitchener Centre on this bill and she is supportive and wants us to continue to work together to achieve our common goals in putting an end to this type of mail fraud.\n\nMy bill uses a similar approach to that of Bill C-229 which is before us today. As I stated, my bill would amend the Competition Act so that no person can deliver or have someone deliver on their behalf a game of chance that conveys the impression that the recipient has won a prize, but the awarding of that prize is contingent upon the prior payment of money or the incurring of telephone charges.\n\nMy bill would make any company liable for an offence of this sort committed by one of its employees. It would also hold liable the officers and directors of any company found guilty of such an offence.\n\nAny person who commits an offence under this legislation would be liable for a fine of up to $200,000 or imprisonment of up to one year on summary conviction. For conviction on indictment, imprisonment could be up to five years and a fine to be set by the courts.\n\nFaced with these consequences, I am confident that the measures outlined in my bill together with the bill before us today will help put an end to the type of mail fraud we have seen with the scratch and win game cards.\n\nIn closing, I want to thank again my friend from Kitchener Centre for the work she has done to advance this issue. I also want to thank her for working with me and for providing information and advice on both her legislation and mine.\n\nI look forward to working with members from all parties to put an end to these fraudulent practices.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 17:55:00", 
            "attribution": "Mr. Gilles Bernier (Tobique—Mactaquac, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2089/285/", 
            "text": "Mr. Speaker, about a year ago an elderly woman in her seventies came into my office accompanied by two other women of about the same age. I will call her Mabel, if you will, Mr. Speaker. She is about five feet high, I would say in her late seventies and she is a widow.\n\nShe came in carrying two plastic bags full of envelopes. Her friends were carrying plastic bags full of envelopes as well. They spilled all this down on the desk in my office which created a huge heap of really beautiful flashy envelopes. They were all contest envelopes. There were all kinds of contests involved: scratch and win contests; contests whereby if one purchases a book one has a chance at a million dollar lottery or cruises around the world.\n\nThe problem was, as the two other ladies explained, that Mabel had been participating in these contests for some years. In fact she was spending about $4,000 a month participating in these various fundraising efforts, all for various kinds of prizes.\n\nI said to her that it was a lot of money for someone on her own and I asked her why she was doing this. She said, “Since my husband died I am trying to do things for my grandchildren because we never had a lot of money and there is always just a chance, just a very bare chance, that I might win and I will have such a wonderful thing to give to my grandchildren”.\n\nThe problem was that her two other friends who lived, shall we say, in a very modest high rise, were of course scandalized, but they could never persuade Mabel that these were actual scams and that she was being taken advantage of. They had hoped by coming to me, because I have the title of member of parliament, that I could somehow persuade Mabel not to continue doing this. I did try my best.\n\nI have to tell the House that Mabel did say that she would no longer do this and she listened to me. About six months later the same friends came in and explained that Mabel was still doing it and they were really in despair.\n\nThis is the meanest kind of activity that I can imagine where people deliberately take advantage of people who are vulnerable and perhaps no longer have the ability to make the kinds of decisions that the rest of us would make, and they are also essentially poor.\n\nBill C-229 introduced by the member for Kitchener Centre addresses directly I think a cruel problem that everyone in society who knows of senior citizens who are vulnerable would want to see fixed.\n\nLast year the government passed an excellent bill amending the Competition Act that was targeted on telemarketing and raised very appropriately the fines and penalties for people who carry out fraudulent or false fundraising and take advantage of people like this. But the competition bill had a big flaw.\n\nWhen I sorted through the pile of envelopes soliciting money from Mabel asking her to participate in these contests for these great prizes, half of them came from the United States. There is nothing in the Competition Act that enables us to stop this type of thing flowing across the border and taking advantage of senior citizens like Mabel.\n\nI do not know all the implications of this legislation and how it would be enforced with Canada Post or indeed whether it is possible to enact legislation that prevents Canada Post from passing on this type of literature, this type of mail solicitation.\n\nBut, Mr. Speaker, if it is at all possible, then I think the industry committee should consider this issue very thoroughly and make a recommendation so that we can solve this problem once and for all and stop these people in the United States and elsewhere in Canada from taking advantage of some of the most vulnerable people in Canadian society.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:05:00", 
            "attribution": "Mr. John Bryden (Wentworth—Burlington, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/286/", 
            "text": "Is the House ready for the question?", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/287/", 
            "text": "Question.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/288/", 
            "text": "The question is on the amendment. Is it the pleasure of the House to adopt the amendment?", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/289/", 
            "text": "Agreed.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/290/", 
            "text": "No.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/291/", 
            "text": "All those in favour of the amendment will please say yea.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/292/", 
            "text": "Yea.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/293/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/294/", 
            "text": "Nay.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/295/", 
            "text": "In my opinion the yeas have it.\n\nAnd more than five members having risen:", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/296/", 
            "text": "Call in the members.\n\nAnd the bells having rung:", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/297/", 
            "text": "The recorded division on the amendment stands deferred until tomorrow, February 28, after question period.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/298/", 
            "text": "The House has another 15 minutes before we proceed to the adjournment proceedings. Because the requisite members and parliamentary secretaries are not in the House, we will retire to the call of the Chair.\n\n(The sitting of the House was suspended at 6.14 p.m.)", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2089/299/", 
            "text": "The House resumed at 6.16 p.m.", 
            "topic": "", 
            "time": "2000-02-23 18:15:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gary Lunn", 
                "url": "/politicians/gary-lunn/", 
                "member_id": 2493, 
                "party": "Reform", 
                "riding": "Saanich—Gulf Islands (B.C.)", 
                "id": 174
            }, 
            "url": "/hansards/2089/300/", 
            "text": "Mr. Speaker, I ask for the unanimous consent of the House to see the clock as 6.30 p.m.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:15:00", 
            "attribution": "Mr. Gary Lunn", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/301/", 
            "text": "Does the hon. member have unanimous consent to see the clock as 6.30 p.m.?", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:15:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2089/302/", 
            "text": "Agreed.\n\nA motion to adjourn the House under Standing Order 38 deemed to have been moved.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:15:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Gary Lunn", 
                "url": "/politicians/gary-lunn/", 
                "member_id": 2493, 
                "party": "Reform", 
                "riding": "Saanich—Gulf Islands (B.C.)", 
                "id": 174
            }, 
            "url": "/hansards/2089/303/", 
            "text": "Mr. Speaker, I would like an answer to a question I asked in the House last Thursday. I suggested that the Prime Minister, who is the captain of his own ship, was the one who should set the standards for the HRDC grants. This goes right back to the beginning.\n\nI also suggested that the minister had announced grants before they were approved and before the applications even existed. I did not get an answer from the Minister of Human Resources Development. In fact, her response had nothing to do with what I had asked.\n\nSo that there is no confusion or illusion on what I am asking, I will be very specific in my question today.\n\nOn March 13, 1997, $6,000 was awarded to the auberge inn in the Prime Minister's riding of Shawinigan. This money was first announced under the targeted wage subsidy program. However, for some strange reason, it was moved to the transitional jobs fund program. The hotel project owner, Mr. Pierre Thibault, claimed that he needed the money immediately and could not wait for wage subsidies.\n\nAs I mentioned in my question on February 10, the $6,000 grant was announced without any departmental paperwork. In fact, it was advertised in the Prime Minister's householder flyer of April 1997, the month that the federal election was called. There was no paperwork yet this grant was approved.\n\nOn December 16, 1999 the Reform Party revealed memos that the Prime Minister's office had no choice but to approve the grant because the Prime Minister had already “personally promised” the money to Mr. Thibault. The Prime Minister had made a promise of an HRDC grant to a man who bought the hotel that the Prime Minister had previously owned. The Prime Minister made the grant announcement at a media conference even though no paperwork had been done. The project did not even meet the regional Quebec transitional jobs fund guidelines, which ban funding for restaurant and bar positions.\n\nI suggested in question period on February 10 that it was painfully obvious that the mess we are in today, the HRDC billion dollar boondoggle and the lack of paperwork and approvals of four projects worth billions of taxpayer dollars, was started by the captain of the ship, the Prime Minister, when grants were given to his riding of Shawinigan. He set the standard for this. He clearly pushed through grant moneys to help someone with whom he had business dealings, Mr. Thibault, and to help create so-called jobs.\n\nI want to again ask this question. If it is the captain of the ship who sets the standards for his crew, it is painfully obvious that the mess we are in today started in Shawinigan. Is that why the Prime Minister is so desperate to keep his first mate, the minister responsible for Human Resources Development, afloat? Is the Prime Minister attempting to prop up the HRDC minister?\n\nI suggest the buck stops at the Prime Minister's own doorstep. The Prime Minister has set the standard for the the whole bureaucracy and everything that has happened. How can he expect anything different from the rest of his cabinet? It is his example.\n\nIs this what is going on? Is this why the Prime Minister is so desperate to protect his first mate and not do anything proactive to give back some confidence back to the Canadian taxpayers?", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:15:00", 
            "attribution": "Mr. Gary Lunn (Saanich—Gulf Islands, Ref.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2089/304/", 
            "text": "Mr. Speaker, I agree with the member opposite on one point and disagree with him on all the others.\n\nHe is right. The Prime Minister does set the standards in this government. That is why there are more internal audits done now on the Hill than ever before in the history of the country. Why? It is in order that we improve government performance across all departments.\n\nThe programs that were audited in the internal audit of HRDC are important to Canadians because it helps thousands each year. Yet the member opposite and all the members of his party seem more interested in discrediting these programs than in seeking to improve them. That is because they do not believe in these kinds of programs.\n\nOur government is taking responsibility for this situation and we are fixing the problem. Let us remember that it was an internal audit, part of the department's own checks and balances. It never said that money was missing and it never said that money was wasted. It can account for this money. The member will see this if he takes the time to review the lists released by the minister on February 21.\n\nIt is simply both pessimistic and cynical to assume, as do the Reformers, that Canadian employers, educational institutions and non-profit groups try to take advantage of government largesse. I have more faith in the people of Canada than he does.\n\nThese programs work. While the Reformers are keen to focus on the internal audit of administration, they conveniently ignore separate evaluations of results. These results demonstrate that the programs help Canadians. For example, a 1998 evaluation by Ekos Research Associates Inc. indicates:\n\nThe level of job creation fostered by the program is largely consistent with targets provided by sponsors in their contracts with HRDC.\n\nThe minister's remedial plan incorporates advice from the auditor general, Deloitte & Touche and the Standards Advisory Board.\n\nHRDC is correcting its files and fixing everything it can find that is wrong.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Inky Mark", 
                "url": "/politicians/inky-mark/", 
                "member_id": 2510, 
                "party": "Reform", 
                "riding": "Dauphin—Swan River (Manitoba)", 
                "id": 183
            }, 
            "url": "/hansards/2089/305/", 
            "text": "Mr. Speaker, prior to the Christmas break, I had the opportunity to ask the minister of agriculture about putting cash in the hands of needy farmers. Obviously, he did not say too much.\n\nLet us be very clear that the situation in which many farmers find themselves is really not their fault. The current crisis is precipitated by two things: one, the weather, which is really out of the control of farmers; and two, the low commodity prices, which is also out of their control.\n\nNo one in the country can accuse the Canadian farmer of being inefficient. Canadian farmers are the leaders in the world on efficiency and their plight is not due to the lack of efficiency or diversification.\n\nIn my riding of Dauphin—Swan River many farmers are on the brink of going broke. A portion of them were hit with an overabundance of moisture this past spring. Many are struggling because of the poor prices they have received over the last couple of years.\n\nWe, as a country, as a farming community, cannot compete with the Europeans and Americans who support their farmers with very large subsidies. Farm subsidies today are staggering for European farmers who receive 56 cents out of every dollar. American farmers receive 39 cents out of every dollar. Canadian farmers, often accused of asking for subsidies, really receive very small subsidies. Today they receive 9 cents on the dollar.\n\nIn fact, Canadian farmers do not want a subsidy. They just want fair prices for their product.\n\nThe American president does not think twice about helping his farmers in the United States. It is unfortunate that Canada will not stand for its farmers. They are our sole source of food, which is essential to this country. What is more important than to ensure a secure supply of food?\n\nCanadian farmers do not want a subsidy, as I have indicated. They only want a fair price for what they produce. They also want to control what they produce. The Canadian Wheat Board must change with the times and become more flexible. Today Canadian farmers are receiving 1932 wheat prices. How can we expect anyone farming in 1999-2000 to survive at 1932 cash receipts for their product? At $2.57 a bushel, farmers cannot even think of recovering the input costs for their crop, let alone try to make a living.\n\nThis past year many farmers have knocked on the doors of my constituency offices looking for solutions and asking what the federal government is going to do to help them.\n\nThere are two solutions: long term and short term. A short term solution is needed today. Many of our farmers in Manitoba will be leaving the farms if there is no short term assistance. In Manitoba there are over 24,000 farm families and many of them will be at risk. What is lacking is cash. That is what farmers need in the short term. They need help. The Minister of Agriculture and Agri-Food must find a vehicle to put cash into the hands of farmers before this spring.\n\nLet us not get hung up on the long term solutions. We all know they are important, but farmers need help right now. They are crying out for help.\n\nI advocated to the Minister of Agriculture and Agri-Food to put in place a crop acreage reduction program. This vehicle is already in place. It is called the PFRA. In fact, in the 1980s the PFRA, through a crop reduction program, took two million acres out of production and put $200 million into the hands of needy farmers. There is no reason this cannot be done again.\n\nThis farm disaster has had a large impact, not only on farmers, but also on small town Canada. As a country, do we want to decimate our rural culture? We are a country which is proud of its cultures, both urban and rural.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:20:00", 
            "attribution": "Mr. Inky Mark (Dauphin—Swan River, Ref.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Joe McGuire", 
                "url": "/politicians/194/", 
                "member_id": 3251, 
                "party": "Liberal", 
                "riding": "Egmont (P.E.I.)", 
                "id": 194
            }, 
            "url": "/hansards/2089/306/", 
            "text": "Mr. Speaker, it is abundantly clear that the federal government recognizes the importance of the agricultural sector and the significant hardships faced by farmers. This is one of the reasons for our long history of support programs and continuing efforts to help farmers.\n\nAs the hon. member for Dauphin—Swan River knows well, the federal government contributes $600 million annually for support programs such as crop insurance, NISA and companion programs. However, the severe economic problems led to numerous improvements to existing programs and the establishment of AIDA, with a federal commitment of nearly $1.1 billion for the 1998 and 1999 crop years. These measures are helping farmers cope with the current difficulties.\n\nIn contrast to the hon. member's comments, AIDA has been of benefit to thousands of farmers in the prairies and many others across the country. AIDA has already paid out nearly $500 million for the 1998 crop year alone, with roughly half of that amount going to the prairies. Further, we expect that the balance of federal-provincial AIDA funding will be spent once 1999 applications are processed.\n\nWith respect to the next two crop years, we recently announced an additional injection of $1 billion, increasing the federal government's contribution to $2.2 billion.\n\nHon. members may rest assured that the federal government will continue to work closely with provincial governments, and we are working closely with provincial governments to ensure that sufficient disaster assistance is provided in the most timely manner possible.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:25:00", 
            "attribution": "Mr. Joe McGuire (Parliamentary Secretary to Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2089/307/", 
            "text": "The motion to adjourn the House is now deemed to have been adopted. Accordingly, this House stands adjourned until tomorrow at 10 a.m., pursuant to Standing Order 24(1).\n\n(The House adjourned at 6.29 p.m.)", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-02-23 18:25:00", 
            "heading": "Adjournment Proceedings"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332179", 
    "url": "/hansards/2089/", 
    "session": 2, 
    "date": "2000-02-23", 
    "id": 2089
}