{
    "parliament": 36, 
    "statements": [
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2096/0/", 
            "text": "Mr. Speaker, I rise on a question of privilege concerning the government House leader's tabling on the March 1 Notice Paper of a motion that threatens the rights and privileges of the House.\n\nI will explain. Motion No. 8 introduced by the government House leader and published in the Notice Paper yesterday could, if deemed in order, threaten the rights and privileges of parliamentarians, of the House and, worse still, of the Chair. If this motion were deemed in order, it would show contempt for parliamentary democracy. It would unilaterally—and I emphasize the word unilaterally—change the rules of the parliamentary game.\n\nUsually, when the standing orders are amended—and this is the practice, or has been since I have been here—the parties consult each other and hold discussions, which has not been the case this time around. This motion would muzzle the opposition by limiting its right to introduce amendments to the government's bill. It would allow only one amendment per member, but this limit would not apply to ministers.\n\nThis would be unfair because the motion would thus create intolerable discrimination among parliamentarians. It would allow members of the government party—but not all—to introduce an unlimited number of amendments, but would place outrageous limitations on the right of opposition members and of members of the government party not in cabinet to do likewise.\n\nThis motion strikes me as out of order because it makes a distinction between the rights of the constituents of a minister and those of opposition members, by giving more rights to one group than to the other. This motion is an illustration of how democracy is eroding in the hands of the Liberals, who want to gag not only the people of Quebec, but also the House of Commons, and all parliamentarians sitting in this House.\n\nThis is a government of secrecy, as we have seen with the HRDC scandal, with the APEC summit, and with the multitude of gag orders this government has made use of since it came in. This motion will again give more prerogatives to the government, which is already assured of a dominant position as far as all the business of this House is concerned.\n\nThis motion is out of order because it would impose unreasonable and unprecedented limits on any and all criticism, when that is precisely the role of an opposition in a British style parliamentary system. It is the role of the opposition to question the government party, which has an obligation to be answerable to parliament for its actions.\n\nThis motion would constitute an attack on the right of parliamentarians and members of parliament to speak, a right that goes back to the very origins of democracy. This motion is out of order because it would limit the freedom of the Chair to decide undisturbed and fully independently the status of the amendments we in the opposition might submit to the House.\n\nThis motion is out of order because it would break with the age old tradition preventing the Chair from becoming the executor of the wishes of the executive. It is out of order, Mr. Speaker, because it would deprive you of your role, which is to deal in total impartiality with all parliamentarians, from the highest of ministers to the lowest of MPs.\n\nThis motion is out of order because it would strike at the very heart of an institution whose role it is to maintain and preserve a space and a forum for public debate.\n\nThe government has raised the issue of the cost of debate here in this House. That is serious. Has the government reached the point where it raises the question of money when the opposition wants to debate an issue? How to explain the government's criticism of the Bloc Quebecois' opposition to committees travelling outside Ottawa and the country, as in the case of the Standing Committee on Foreign Affairs, which would like to visit the Caucasus? Perhaps there would be no cost involved? How can they spend money in one instance and in another say it is a terrible thing?\n\nDemocracy has a cost. It is far preferable to places where there is no democracy.\n\nWhen I hear the argument that the government side is going to win the vote in any case, I say we know the morning after an election that one party has a majority. Is the government telling us that there should be no opposition parties because it is a matter of fact that the party with the majority will win the vote? That is not valid.\n\nMore importantly, Mr. Speaker, your role is at stake. You must have the trust of all parliamentarians and all parties. That presupposes that the Chair is absolutely neutral and perfectly impartial. This motion would make you an instrument of the government. You cannot assume such status without losing the trust of this House.\n\nAccordingly, I ask you to recognize that the action by the government House leader infringes the rights and privileges not only of parliamentarians but of the House and, more seriously, of the Chair, without which there would be no democratic debates here in the House of Commons.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:00:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/1/", 
            "text": "So far, the leader of the Bloc Quebecois has addressed Motion No. 8, which, in my opinion, has yet to be introduced. When the motion is introduced in the House, if it is, perhaps that would be the time to raise the issue rather than debating a hypothetical issue right now.\n\nAre we going to debate all the motions on the Order Paper before they are called by the government? I wonder. If the question of privilege of the leader of the Bloc Quebecois relates to Motion No. 8, the motion is not yet before the House.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:05:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2096/2/", 
            "text": "Mr. Speaker, I want to understand what you just said. The Bloc Quebecois leader clearly specified that his question of privilege did not have so much to do with the motion per se, as with the action taken by the government House leader, and I also want speak to this issue.\n\nAs you indicated, Motion No. 8 is on the order paper, but the action in itself is highly reprehensible, because it ensures that, by remaining on the order paper, this motion will be a constant threat to all opposition parties for the rest of the session. This is totally unacceptable.\n\nMr. Speaker, I urge you to take into consideration the fact that the question of privilege raised by the hon. Bloc Quebecois leader does not have so much to do with the motion as with the action taken.\n\nAs I said, this measure will have the effect of creating a threat to all parliamentarians in this House, particularly to opposition parties but also to government backbenchers, who should understand that this is an unacceptable and intolerable violation of the privileges of this House and of every parliamentarian.\n\nAs the protector of the rights and privileges of independent members, you must take into consideration the fact that Motion No. 8 is also a potential threat to their right to table amendments at report stage.\n\nI would urge you to allow the debate on this question of privilege to continue. Again, the question of privilege is not so much on the motion itself as on the intolerable action taken by the Leader of the Government in the House, who put this motion on the order paper, where it will remain indefinitely, thus posing a threat to our rights.\n\nMoreover, yesterday, in response to the Thursday question about the future business of the House, he announced that this issue would be debated today. For one reason or another, it is not being debated today. When will it be? When will our rights and privileges as parliamentarians be put into question? I am asking you to consider this issue.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:05:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/3/", 
            "text": "In connection with the motion, if it is not the motion we are going to discuss, but rather the action taken in relation to a question, then perhaps I will hear a few other contributions.\n\nI notice that the Leader of the Official Opposition is on his feet; I will recognize him.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 2478, 
                "party": "Reform", 
                "riding": "Fraser Valley (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2096/4/", 
            "text": "Mr. Speaker, I would like to respond to the privilege motion brought forward by the leader of the Bloc. For clarification Mr. Speaker, are you just taking representations on what the whip presented? I am not sure what you are asking for here, Mr. Speaker.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:10:00", 
            "attribution": "Mr. Chuck Strahl", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/5/", 
            "text": "The day before yesterday I ruled that we would have points of order and points of privilege, whatever we wanted, when Motion No. 8 was brought to the floor. A very subtle change is being brought up here that is not so much on Motion No. 8 but now the whip is introducing the question of a gesture that is being made which may or may not carry with it some kind of threat.\n\nI never heard this point before so I am interested in hearing a bit more about it. I am not going to let this go on forever but I want to hear a bit more about this.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2096/6/", 
            "text": "Mr. Speaker, I rise on a point of order.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:10:00", 
            "attribution": "Mr. Gilles Duceppe", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/7/", 
            "text": "I have already recognized the House leader of the opposition, and I am going to give him the floor.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 2478, 
                "party": "Reform", 
                "riding": "Fraser Valley (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2096/8/", 
            "text": "Mr. Speaker, I do not think it is without precedent to treat a motion on the notice paper as something that should concern the privileges of the House. I would remind the Speaker for example that if someone were to place something on the notice paper that said they had lost confidence in the Speaker, even though it is on the notice paper, the House would be seized with it. Whether it has been called or not is not the issue. The issue is it is a threat over the head of the House in the case of non-confidence in the Speaker.\n\nIn the same way, I think this motion does hang as a sword over the rights and privileges of all members of parliament and I will explain that in some depth. I believe that the motion violates the first principle of parliamentary law because it targets the minority groups in the House. It takes away the privileges of the minority while leaving in tact the privileges of the cabinet.\n\nThe preamble to the Constitution Act, 1867 and section 18 of the act provides that the privileges, immunities and powers of the House of Commons and of its members are those of the British House of Commons and can only be defined by an act of parliament. Thus they cannot be suspended, altered or diminished by simply passing a motion here in the House of Commons dealing with those privileges.\n\nA member's right to propose amendments, call concurrence motions and vote is a well established right that indisputably makes up part of the powers enjoyed by individual members of parliament. It is a constitutional democracy and the right of members to vote is fundamental and goes to the very heart of our parliamentary system.\n\nThe preamble to the Constitution Act, 1867 refers to a constitution similar in principle to that of the United Kingdom. A 1993 Supreme Court of Canada decision in New Brunswick Broadcasting Corporation v Nova Scotia confirmed the constitutional nature of parliamentary privilege on that very basis.\n\nMany of the powers and privileges of members of this House are the result of centuries of practice and convention. The courts have clearly recognized that conventions are part of our constitution. Our legislative procedures, including voting on amendments, are part of our historic heritage, our parliamentary traditions and, indeed, the privileges collectively of the House and individually of its members.\n\nIf Motion No. 8 were allowed to be moved, if it even gets to that, and were adopted it raises the question, what can this House not do by majority vote? I submit that it would constitute a very dangerous precedent. Even if there were a way to achieve the government's objective of trying to affect votes in the House, I would argue that could only be done by means of a statute, not by a mere motion that takes away the rights that we have gained collectively over the centuries and decades by convention and historic practice.\n\nThe Supreme Court of Canada ruled in 1985 that the requirement of section 133 of the Constitution Act, 1867 and of section 23 of the Manitoba Act, 1870 respecting the use of both the English and French languages in the records and journals of the Houses of Parliament is mandatory and must be obeyed. Accordingly, the House can no longer depart from its own code of procedure when considering a practice protected by the constitution.\n\nWe had two similar cases in the last parliament regarding committees. On June 20, 1994 and November 7, 1996 the Speaker ruled that “while it is a tradition of this House that committees are masters of their own proceedings, they cannot establish procedures which go beyond the powers conferred upon them by the House”. If we are to be consistent, I would point out that while this House is a master of its own proceedings, it cannot establish procedures which go beyond the powers conferred on it by the constitution.\n\nThe last point I want you to consider, Mr. Speaker, is the very first principle of parliamentary law, as set out in Beauchesne's. Beauchesne's states that the principles of parliamentary law are “to protect a minority and to restrain the improvidence or tyranny of a majority”.\n\nMotion No. 8 targets the opposition. It is no secret that Motion No. 8 is designed, in part, to deal with Bill C-20. Virtually every motion to amend Bill C-20 is in the name of a member of a minority party. While Motion No. 8 would restrict the minority, it leaves in tact a cabinet minister's right to propose amendments.\n\nIn addition, independent members and independent minded members of recognized political parties would also fall victim to this motion. The motion presupposes that every member has a right to move amendments at committee. As you are aware, Mr. Speaker, independent members are rarely members of committees. Independent minded Liberal members are often thrown off committees or removed by the whip because of their independence.\n\nI recall when certain Liberal members voted against the gun control bill. The very next day those members were moved off the committee by the government whip and other people were moved into their place.\n\nThe other consideration is the fact that the government runs roughshod over the opposition in committees, which often seriously hampers the opposition in its ability to move amendments in those committees.\n\nMotion No. 8 is offensive. It is an affront to all opposition members, independent members and independent minded members of all parties of the House. Mr. Speaker, it is your duty to defend their rights against the government majority. You cannot allow the majority to deny the minority its right to propose and vote on motions. Because of the situation in committees, you have to be the guardian of the rights of the minority and independent members of the House.\n\nAlthough Motion No. 8 was designed with Bill C-20 and the Bloc in mind, it affects every bill that will be considered in the House and restricts independent members and members of all parties. The government cannot continue to upset the balance between the opposition and the government.\n\nOn April 14, 1987, in response to a Liberal complaint about the bullying tactics of the day, it was said: “It is essential to our democratic system that controversial issues should be debated at reasonable length so that every reasonable opportunity shall be available to hear the arguments pro and con, and that reasonable delaying tactics should be permissible to enable opponents of a measure to enlist public support for their point of view”.\n\nStanley Knowles, a former member and table officer of this place, once said:\n\nThe opposition has only the rules for its protection, hence the authorities on parliamentary process emphasize the great importance to the opposition of the only protection it has, the protection of the rules. Only by according such rights to the opposition is it possible to achieve anything even approaching equality of strength between the two sides.\n\nThe government wants to drastically change our procedures and upset the balance between the opposition and the government. It is attempting to destroy that balance of strength which Mr. Knowles and Speaker Fraser addressed.\n\nI cannot emphasize how important this principle is to this institution. It cannot function without some semblance of balance between the role of the opposition and the role of the government.\n\nThe reason this House is becoming dysfunctional is because the government no longer seems to support that principle of balance. It did while in opposition, but it has since abandoned respect for balance in this parliament. The government has invoked closure or time allocation 62 times. It bypasses members by making announcements outside the House. It routinely leaks information intended for this House. Now it is suggesting a measure that goes too far to solve a problem that is a response to the government's own way of handling issues in the House.\n\nMr. Speaker, I would ask you to consider how Motion No. 8 targets the minority with respect to committee concurrence motions. Again, a cabinet minister could restrict opposition members, and backbench members of all parties, by deeming the debate on a concurrence motion adjourned simply by rising on a point of order. Even if a member has the support of the majority of members of the House for the concurrence of a committee report, that member could not, without the consent of a cabinet minister, obtain that support for the motion. The cabinet then would have seized control of one of the last few remaining procedures that backbench members of parliament enjoy on both sides of the House.\n\nAll that would remain is Private Members' Business. The rules of private members are already so restricted that very few members of parliament ever get their issue on to the floor for debate, and even a smaller number get an actual vote on the issues they bring forward.\n\nI would like to quote an MLA from the Nova Scotia House of Assembly. Mr. Holm said on January 26, 1995:\n\nThere is an old saying that holds as true today as it has forever in parliamentary democracy; the government opens the legislature and the opposition closes it. That truth is no more evident than it is right now. There is opportunity for compromise, for working together. We won't get everything we want as opposition; the government will probably get most of what it wants. The opportunity is there but we have to start anew with a relationship that will work.\n\nI hope the government will seek another remedy that we can all work with and buy into on both sides of the House. Until that spirit of compromise and working together to make this place more functional, more winsome to the Canadian public, exists, I would ask, Mr. Speaker, that you take this question of privilege seriously. If you do not find that there is a prima facie question of privilege, I urge you to at least consider my comments as a point of order and remove Motion No. 8 from the order paper. I think it is offensive and an affront to the House, an affront to the workings of how this place should function.\n\nThis place functions because we work together as men and women who want to work together for the betterment of the country. With Motion No. 8 hanging over the heads of all members of the House, backbenchers on both sides, I do not think that spirit of co-operation or that spirit of balance between the rights of the opposition and the right of the government exists. That balance has to be restored and maintained so that opposition members are not singled out as people who not only do not carry the agenda forward, but are not even heard in this place.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:10:00", 
            "attribution": "Mr. Chuck Strahl (Fraser Valley, Ref.)", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/9/", 
            "text": "Once again, the member's attention was drawn in my view mostly to Motion No. 8. At the end he reflected on what was brought up.\n\nI am going to recognize the House leader of the NDP right after I recognize a short intervention from the leader of the Bloc Quebecois.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:20:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2096/10/", 
            "text": "Mr. Speaker, in order to do away with any possible ambiguity, since you may have not heard the beginning of my point of privilege properly, what I said was—and I am repeating it word for word—that I am raising a point of privilege in connection with the action taken by the government house leader on March 1. That is exactly what the whip of the Bloc Quebecois said.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:25:00", 
            "attribution": "Mr. Gilles Duceppe", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/11/", 
            "text": "I thank the hon. member for the clarification. I am going to listen to a few more hon. members on this matter.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:25:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2096/12/", 
            "text": "Mr. Speaker, I can understand the ambiguity of the Chair with respect to whether it is appropriate for the House to be raising questions of privilege or, for that matter, points of order with respect to Motion No. 8, but I think it is wise on your part to hear us out.\n\nWhen we consult our latest tome, House of Commons Procedure and Practice , which we all celebrated not too long ago, there is a role for the Speaker cited at page 971, which states:\n\nWhen a notice is submitted for inclusion on the Notice Paper , it is examined by procedural staff of the Clerk. If any procedural irregularity is found, modifications as to the form and content of the notice may then be made in consultation with the sponsoring Member.\n\nHere we see that at least in some senses, although I would presume this is at a stage prior to it actually appearing on the notice paper, there is a role for the office of the Speaker in relation to a matter that is not yet before the House. This matter is actually further along and is therefore more before the House than a matter which has not yet reached the notice paper. It is on those grounds, it seems to me, that there is wisdom in your hearing members of parliament with respect to Motion No. 8.\n\nI would submit that one of the procedural problems, if you like, with Motion No. 8, as opposed to the politics of Motion No. 8, or for that matter all of the other things that have been brought up with respect to the appropriate balance between government and opposition, has to do with protecting minority rights, a matter on which you have heard me speak before, in this parliament and in previous parliaments, Mr. Speaker. All of these things have merit and should be taken into account.\n\nI do not want to repeat them, but it seems to me that there is another matter which you should consider, and that is the retroactive nature of Motion No. 8. If it were to come before the House and pass, it would take place right in the middle of a process and it would be directed at the middle of a process, in this case a process having to do with Bill C-20.\n\nFor instance, there is the dilemma in which I found myself yesterday, not knowing whether I should keep my name on all of the amendments that I had submitted for Bill C-20, or whether I should ask other members of my party to move those amendments, because Motion No. 8 would stipulate that there would only be one amendment per member.\n\nIt was quite unfair to the House and to all members, particularly to critics, to have put us in this procedural twilight zone where we did not know whether we were going to be dealing with amendments in the context of Motion No. 8, or whether we were going to be dealing with amendments in the context of the established procedure. We did not know whether to withdraw amendments. We are only entitled to four pursuant to Motion No. 8. Should we withdraw the rest of our amendments? Or, if we left them on the order paper, would we then be endangering our right to select which four of our amendments would be dealt with by the House?\n\nThere were so many uncertainties that I would submit it created a violation of our privileges; that is to say, a violation of our ability to do our job, our ability to know what to do to make sure that those things which are most important to us to come before the House would actually come before the House. We did not know exactly what procedure we would be dealing with. Even if we knew, we did not know exactly what to do because, I would submit, there was a great deal of uncertainty as to how that would unfold should Motion No. 8 pass.\n\nMany people in the House rail in other circumstances when it comes to various economic measures and other things about the unacceptability of retroactivity, yet in this case we have before us something which I think you, Mr. Speaker, should take very seriously as guardian of the House and guardian of the ability of members to do their jobs properly, which is the way in which this retroactivity, and the uncertainty that attaches itself to it, makes it impossible for us to do our jobs properly. That is one other thing I would like you to consider, Mr. Speaker.\n\nSecond, let us be frank. This arises out of a particular procedural opportunity being used by the opposition, which I think is legitimate, but legitimate only in the sense that it is a response to a government's suppression of proper debate. It is something I do not like. In the end, the fact that we vote day and night brings the whole House into disrepute, which does not help anyone.\n\nOn the other hand, it is quite unfair to lay this entirely at the foot of the opposition. This is a response to a growing frustration with the ability of the House to deal substantially with matters of importance. We have arrived at a place in our parliamentary tradition where if something is important it has to be dealt with briefly. If something is not that important it drags on and on and on. This seems to me to be just the opposite of what should be the case.\n\nGetting back to my point, Mr. Speaker, I think we all need to be concerned, and you, in particular, with what brings the House of Commons into disrepute. We have a practice growing of far too many votes at report stage and a practice of voting through the night, which does not enhance the reputation of the House of Commons.\n\nThe question is, how can we deal with that in a way that does not call the House of Commons into further disrepute. My concern is, and I think your concern, Mr. Speaker, should be, that Motion No. 8 makes the problem worse. It does not improve on the situation and does not deal with that particular problem. Instead, it purports to deal with that problem while at the same time redressing the already imbalanced balance between the government and the opposition in a way that is not just a matter that the government should be concerned about, because obviously it would be subject to a great deal of criticism.\n\nI do not want to get into that because that would be getting into debate on the motion. However, I think we all have a responsibility to see if we cannot put our heads together and deal with the problem we have on report stage. This cannot be done by eliminating the rights of members of parliament, not by making the imbalance between the opposition and government worse and not by taking away the rights of members to move concurrence in committees, because that will affect not just the opposition but, as others have pointed out, the rights of government backbenchers. The very thing that they have at their disposal now, the one lever that they have over the cabinet, will be taken away from them by their own government House leader in the name of dealing with something that has nothing to do with it, that is to say, report stage.\n\nAll these things impinge on the reputation of the House of Commons with the Canadian people. This motion belongs to all of us. It is a matter that you should concern yourself with, Mr. Speaker, and ask yourself whether or not this is in fact a motion that should be deemed in order, that should even come before you or whether there is a responsibility on the part of the Chair either to convene a meeting in which this problem could be dealt with or to ask House leaders to get together and see if we can deal with the problem we have on report stage that does not take away from the rights of members of parliament. Those kinds of solutions are available, Mr. Speaker. I would urge you to urge the House to find that solution and never have before us the kind of motion that the government put down yesterday.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:25:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2096/13/", 
            "text": "Mr. Speaker, I must add to earlier comments that we appreciate the indulgence and the wisdom displayed by the Chair in hearing this point of privilege because it is an extremely important matter for all members of the House.\n\nMotion No. 8 brings about a very dark era for the remainder of this parliament should it pass. I realize that the Chair has directed members to speak specifically to the potential threat, the threat of intimidation that arises as a result of this motion even sitting on the order paper.\n\nI would suggest that the motion, by virtue of its being tabled and resting before the House, even being held in abeyance, threatens to impale democracy and to impale the good workings of this Chamber.\n\nThis House is the place for the people of Canada to speak and for the people of Canada to be represented by their elected officials. By virtue of changing the rules of engagement, by virtue of the very intent of this motion, having this motion waiting, holding it over us like the sword of Damocles ready to descend, impugns the ability of members of parliament to do their work on behalf of their constituents.\n\nThis is a very provocative attempt by the government in response, I might add, to a very specific situation. Obviously this is aimed at one piece of legislation and one party.\n\nMr. Speaker, you as a member of the House but, more importantly, as the individual who presides over this House as a judge would preside over a court, should be blind, armed with a sword and armed with the scales of justice.\n\nThe motion asks you, Mr. Speaker, to remove the blindfold and use the sword. That is what the motion seeks to have you do, which, as has been alluded to earlier, undermines your ability and your credibility within this process. This would impugn the impartiality of the Chair and remove the non-partisan nature of the office that you hold.\n\nIn this House we are to respond and conduct ourselves with impartiality and fairness. The motion, without a doubt, is aimed at removing those boundaries, removing our ability to interact on a fair and even playing field.\n\nMr. Speaker, I know you are a fan of the sport of hockey. What the motion would do—and we are playing short-handed as it is—is essentially turn the government's net around and remove the blue line. It changes the rules by which we play the game. It changes the way we conduct ourselves here.\n\nI want to speak specifically to the issue of intimidation. I refer the Chair to Erskine May, 22nd edition. I would also note quite importantly that this is British procedure, the basis on which the government is now relying on for Motion No. 8. On page 121 of Erskine May, 22nd edition, under the chapter headed “Obstructing Members of Either House in the Discharge of Their Duty”, I will read from a paragraph half way down the page. It states:\n\nThe House will proceed against those who obstruct Members in the discharge of their responsibilities to the House or in their participation in its proceedings.\n\nTurning to page 123, I will refer to the last paragraph on that page. It states:\n\nTo attempt to intimidate a Member in his (or her) parliamentary conduct by threats is also a contempt, cognate to those mentioned above.\n\nActions of this character which have been proceeded against include impugning the conduct of Members and threatening them with further exposure if they took part in debates;\n\nFinally, on page 124 of the same edition, under “Improper influence”, it states:\n\nAttempts by improper means to influence Members in their parliamentary conduct may be considered contempts.\n\nThis motion and those actions which would flow from this motion intimidate members of the House. This motion, by virtue of sitting on the order paper ready to be used at some near future date in response to a specific bill in the House, as has been alluded to, having this hang over us undermines our ability to carry out our parliamentary duties. It hinders the Chair and all members on both sides of the House.\n\nIt would be much easier if the government in its wisdom would agree now to withdraw the motion and, as was suggested by the hon. member for Winnipeg—Transcona, go back to the way we used to conduct ourselves here, to sit down, co-operate and try to work together in some fashion to come to a reasonable solution as opposed to the bullying tactics that have been displayed by the government House leader.\n\nMr. Speaker, the motion not only sullies your office but, I would suggest, it sullies the entire process and sullies and damages all members of the Chamber.\n\nCanadians will be watching to see how this occurs because a significant number of them still have faith in this process, as they should. However, in order for that process to be reinforced and for Canadians to continue to have faith, we must now deal with a situation that has arisen. It has arisen as a result of a provocative attempt by the government House leader to somehow intimidate and put members off their ability to conduct themselves in the normal fashion.\n\nI am not overstating the case when I say that the government is now, by virtue of the motion, standing in the House with a knife to the throat of the opposition. It has said to the opposition members that if we do not back off with our intentions it will change the rules under which we play and it will somehow undermine the process by which we have been playing and conducting ourselves over the past number of years. The government must be disarmed.\n\nI strongly urge the Chair to exercise its discretion, to exercise the tools of office with which it is empowered. By removing the motion from the order paper, we will then be able to fall back on the processes and the normal rules of engagement to which we are accustomed.\n\nThe government should withdraw the motion and once again, I would suggest, the spirit of co-operation and consultation could then flourish.\n\nWe have been told, and the Chair would obviously be aware of this by virtue of having reviewed the motion, that we will now face a situation where we have two classes of members. We know that the cabinet and the executive will be given certain powers and specific entitlements. However, in this Chamber, I, as a young, new member of the House, was led to believe that we were all equals. When we set foot in this sacred, hallowed Chamber we were to be treated equally and fairly by the Chair and by one another with mutual respect for the purposes of the smooth workings of parliament. This motion changes that. It changes the class structure. It changes the equity that is supposed to exist and pertain and reflect on all members.\n\nThis is an attempt, I would suggest, a last desperate and despotic attempt to bankrupt the administration and the smooth workings of the House. We have been working within these rules, albeit there are certainly times when there should be change and certainly occasions when we should all participate in a positive fashion to try to improve the workings of parliament not denigrate them nor remove or impinge on the ability of members of parliament to do do their work, but to improve and ameliorate the ability of members of the House to act. This is a step backwards. This is an attempt to return to an age when all of the power was centralized in the hands of but a few. I suggest that it would be a very dark day and a very sad day if we are to allow this to happen.\n\nIndependence and impartiality are what the Chair is empowered with, and those are very much the cornerstones of the workings of the House. The Chair's ability now is the last bastion of our ability to appeal for fairness. Changing these rules is anything but fair and anything but equitable.\n\nI would suggest that this motion is very much an attempt to intimidate members of the House. It is very much an attempt to limit our ability to participate in an open fashion in the debates. It is not only debates that take place here, as we know. This motion very much touches upon the ability to work at committee.\n\nI am sad to report that I believe for the most part Canadians do not understand the amount of hard work and the amount of positive work that is done at the committee level because it is done behind closed doors.\n\nWe know very much with reference to Bill C-20, which I think again is the specific root cause of what we see happening before us today, that the work that can be done at committee is very much curtailed. Even more than the work that takes place here in this public and open fashion, the work that is done at committee is the real, the substantive and the very important sustenance of what takes place in terms of the preparation of legislation and the presentation of new ideas, new laws and changes to our entire workings.\n\nIf we allow this motion to sit on the order paper, to continue to be a knife at the throat of members of parliament, we will not be able to move forward to make positive changes.\n\nAgain I implore and ask the Chair to take into consideration the words of all members of the House. I would expect that we would hear from the government on this particular point of privilege. Again I would suggest that by the very virtue of this motion sitting before us, pointed directly at us like a gun at our heads, the government is saying “If you do not comply, if you do not participate in the way we want you to, we will pull the trigger”.\n\nMr. Speaker, we are asking you, as members of the opposition, to remove that threat, to take that threat away, to disarm the government and allow us to get on with the work that Canadians expect from this Chamber.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:35:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2096/14/", 
            "text": "Mr. Speaker, I am also raising the question of privilege in relation to the actions of the government House leader in tabling with the Journals Branch on March 1 a motion which infringes on the rights and privileges of this House.\n\nI am not asking you to rule as to whether or not the motion is in order, but rather on the action by the government House leader in putting on the Order Paper a motion violating the privileges of the members of this House.\n\nThis is, in my opinion, an attempt to extinguish or render meaningless one of the most fundamental privileges of a British type parliamentary system. Contrary to tradition, without consulting the opposition, the government House leader has introduced a motion to change the rules of the House for the rest of the current session.\n\nBy raising a point of order, this motion would enable the government to shut down debate in the House even before a member has finished speaking to his or her motion. The motion would be transferred to Government Orders and the debate would be resumed as the government saw fit, which would likely mean never.\n\nWorse yet, this motion is intended, to all intents and purposes, to prevent the members of the opposition from proposing amendments at the report stage in the House. No amendment would be selected for consideration at the report stage if it was or could have been proposed and been deemed in order in committee.\n\nIn practice, this means that no amendment at report stage can be selected for consideration, except amendments to delete clauses of bills.\n\nMoreover, the motion provides that the total number of amendments to the bill that may be received shall not exceed the number of clauses, preambles and schedules contained in the bill. Each member can propose only one amendment.\n\nThere are always exceptions, of course, and these restrictions do not apply to ministers. That is disgusting.\n\nThis motion is an unprecedented violation of the rights and privileges of the members of this House.\n\nUntil now, members of the House of Commons had some guarantees that allowed them to freely express themselves on the appropriateness of government measures. These guarantees are provided by the standing orders, the conventions and the practices of the House.\n\nThe protection of the rights of the opposition is one of the most fundamental unwritten rules.\n\nThe contemporary role of the House of Commons is to monitor government action. Members must have the opportunity to question and to criticize freely, constantly and publicly the government and the measures that it proposes to the House. Any infringement on the role of a member diminishes the useful role of the House of Commons as a democratic institution.\n\nThe right to propose amendments and to debate motions to adopt committee reports are critical tools to allow members to exercise the most important privilege granted to them.\n\nAccording to Marleau and Montpetit, at page 261, and I quote:\n\nFreedom of speech...a fundamental right without which they would be hampered in the performance of their duties. It permits them to speak in the House without inhibition, to refer to any matter or express any opinion as they see fit, to say what they feel needs to be said in the furtherance of the national interest and the aspirations of their constituents.\n\nThe Leader of the Government in the House would want to transform parliament into a docile and partisan instrument, this for the rest of the session. He would want to transform parliament into a servile and insignificant institution, which would merely rubber stamp the government's decisions and policies.\n\nThis motion would infringe on the authority of the Chair to decide in an impartial manner whether an amendment is admissible at the report stage of bills, as provided in Standing Orders 76(5) and 76.1(5).\n\nAccording to Marleau and Montpetit, at page 668, and I quote:\n\nUnder the Standing Order, the Speaker thus has the power to select or group motions in amendment to be proposed at report stage.\n\nThis decision leaves him a certain discretion that he must exercise with the utmost impartiality. If Motion No. 8, standing in the name of the government House leader, were to come before the House, this would mean that he could no longer exercise this discretion and protect the right of members to introduce amendments.\n\nOn page 299 of Droit constitutionnel , Brun and Tremblay state as follows:\n\nIn enforcing the Standing Orders, the Speaker sets aside his political persona in order to perform a neutral and impartial function. This flows from tradition.\n\nWith the government House leader's motion, the Speaker's hands would be tied and he would be forced to reject all amendments at report stage because motions that were in order in committee could no longer be ruled in order at report stage by the Speaker.\n\nWith this motion, the Speaker could no longer serve the House and its members. He would become nothing more than a ceremonial presence in the House. This would be a dangerous precedent that could jeopardize the democratic operation of the House.\n\nIf this motion were to come before the House, it would violate the integrity and the very dignity of this place because it would have a direct negative impact on members' duties.\n\nThis motion infringes the rights of parliamentarians to express their views and to do their work properly.\n\nAs Maingot wrote on page 26 of Parliamentary Privilege in Canada :\n\nThe privilege of freedom of speech, though of a personal nature, is not so much intended to protect the Members against prosecutions for their own individual advantage, but to support the rights of the people by enabling their representatives to execute the functions of their office without fear of either civil or criminal prosecutions. One of the first and greatest of its privileges is free speech and one of the advantages of legislative bodies is the right of exposing and denouncing abuses by means of free speech.\n\nBy tabling his motion on Wednesday, March 1, the government House leader's sole intention was to block members' rights to criticize and oppose government measures. It was his intention to compromise the most important privilege of the members of this House, the freedom of speech.\n\nIn addition, placing this motion on the Order Paper represents a threat to the House and the members of the opposition.\n\nWith this motion, the government House leader is sending the following message to the House and more specifically to the opposition members “You would be well advised to table no more amendments at report stage, otherwise I will prevent you from doing so for the rest of this session”.\n\nWith this motion, the government House leader is saying he is prepared to limit the powers of the Chair and to jeopardize the rights and privileges of the members of this House if they disagree with the Chair. This is contempt of the House.\n\nIt is therefore your duty to consider the action taken by the government House leader a threat to the rights and privileges of the members and contempt of this House.\n\nIn conclusion, Mr. Speaker, I appeal to your impartiality and to your sense of justice and democracy. You are the last bastion against the arbitrariness of the government majority in this House. Without your energetic intervention, parliament could become a totally meaningless institution.\n\nI am prepared, with your authority, to table a motion of privilege in order to refer this matter to the Standing Committee on Procedure and House Affairs for consideration.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:50:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/15/", 
            "text": "It being eleven o'clock, the House will now proceed to Statements by Members and then Oral Question Period. Afterwards, I will return to this matter.", 
            "topic": "Privilege", 
            "time": "2000-03-03 10:55:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2096/16/", 
            "text": "Mr. Speaker, the Niagara Regional Police service has recently received prestigious international recognition by its award of accredited status by the Commission on Accreditation for Law Enforcement Agencies Inc., following a vigorous three year test and satisfaction of 439 professional policing standards in areas of administration, operation and technical support. The police service also received the mark of excellence award from the Criminal Intelligence Services of Canada for exemplary investigation in Project Expiate.\n\nI congratulate all members of the Niagara Regional Police Service for their continuing excellence in providing high quality law enforcement to the residents of the Niagara region. I commend our officers for their dedication, pride and professionalism. They epitomize their motto “Unity, Responsibility, Loyalty”.", 
            "topic": "Niagara Regional Police", 
            "time": "2000-03-03 10:55:00", 
            "attribution": "Mr. John Maloney (Erie—Lincoln, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Garry Breitkreuz", 
                "url": "/politicians/garry-breitkreuz/", 
                "member_id": 3342, 
                "party": "Reform", 
                "riding": "Yorkton—Melville (Saskatchewan)", 
                "id": 43
            }, 
            "url": "/hansards/2096/17/", 
            "text": "Mr. Speaker, I am concerned about recent reports that the government will not implement all the recommendations of its own commissions on grain transportation. Both reports emphasized the need for a more commercial, accountable, contract driven system.\n\nA key recommendation was to remove the Canadian Wheat Board from any involvement in grain transportation. Mr. Kroeger gave this warning to the transportation committee on Tuesday:\n\nI am worried about the proposal from the wheat board that you go to a contractual system but the wheat board would hold all the contracts. If the wheat board holds all the contracts but the parties haven't got contracts with each other then a grain company can't call a railway to account.\n\nI urge the government not to cherry pick pieces of these reports to suit its political purposes but to implement the proposed changes including moving the Canadian Wheat Board to spout. Regulation and government control caused the problems in grain transportation today and so will not solve them.\n\nPROTECTEUR", 
            "topic": "Grain Transportation", 
            "time": "2000-03-03 11:00:00", 
            "attribution": "Mr. Garry Breitkreuz (Yorkton—Melville, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Stan Dromisky", 
                "url": "/politicians/4823/", 
                "member_id": 3233, 
                "party": "Liberal", 
                "riding": "Thunder Bay—Atikokan (Ontario)", 
                "id": 4823
            }, 
            "url": "/hansards/2096/18/", 
            "text": "Mr. Speaker, let us express our gratitude and admiration to the 285 men and women aboard HMCS Protecteur who returned home to Esquimalt yesterday.\n\nAfter being away from home for over five months, we wish to join the cheers and congratulations of the flotilla greeting our sailors who have made a significant contribution to the international force in East Timor. They performed a vital sustainment role for Interfet. They ferried supplies, equipment and personnel between Darwin and East Timor, replenished Interfet ships, and supported the land forces of both the Canadian infantry company and our allies.\n\nHMCS Protecteur also provided work parties that helped establish the base camps for our troops who still remain in Zumalai and Suni as well as numerous humanitarian projects for the people of East Timor.\n\nIn recognition of the great work performed by our sailors and the support provided by their families at home, let us offer them our congratulations and thanks for a job well done.", 
            "topic": "Hmcs", 
            "time": "2000-03-03 11:00:00", 
            "attribution": "Mr. Stan Dromisky (Thunder Bay—Atikokan, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Guy St-Julien", 
                "url": "/politicians/3750/", 
                "member_id": 2658, 
                "party": "Liberal", 
                "riding": "Abitibi (Québec)", 
                "id": 3750
            }, 
            "url": "/hansards/2096/19/", 
            "text": "Mr. Speaker, in 1999 the government of Lucien Bouchard ate up part of the allowance to Quebec children.\n\nToday's La Presse contains an article by Marie-Claude Lortie under the headline “Griping from Stay-at-home Mothers”. Constance Dubeau, a mother of four: Noémie, 6 months, Amélie, age 2, Adrienne, 3 and Kim, 4, is quoted as saying “It stinks”.\n\nMrs. Dubeau, of Pointe-Calumet, is a member of one of the many families who do not want to see the federal increase in child benefits diverted into daycare or other programs by Quebec.\n\nLucien Bouchard is contemplating doing as he did last year when Ottawa announced increased payments for children at home, decreasing the Quebec allowance so that Mrs. Dubeau will not see any more money for her children.\n\nLucien Bouchard does not want any real family policy. He supports a guaranteed minimum income for Quebec artists, but nothing for mothers and fathers staying at home to rear their children.\n\nLucien Bouchard was in agreement with secretly holding the sum of $842 million in the Toronto-Dominion Bank in Toronto for 12 months. So how much is there going to be for Mrs. Dubeau's children, Messrs. Bouchard and Landry?", 
            "topic": "Government Of Quebec", 
            "time": "2000-03-03 11:00:00", 
            "attribution": "Mr. Guy St-Julien (Abitibi—Baie-James—Nunavik, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "David Pratt", 
                "url": "/politicians/1677/", 
                "member_id": 2600, 
                "party": "Liberal", 
                "riding": "Nepean—Carleton (Ontario)", 
                "id": 1677
            }, 
            "url": "/hansards/2096/20/", 
            "text": "Mr. Speaker, earlier this week the National Capital Commission announced plans for a major long term revitalization project affecting the core areas of Ottawa and Hull in the vicinity of the Parliament Buildings. These plans are precisely what is needed to improve the appearance of our national capital.\n\nThis project will slowly replace the existing industrial facilities near Parliament Hill with parkland and refurbished heritage buildings, making full use of the majestic Ottawa River. A beautiful aboriginal centre is proposed for Victoria Island. The creation of a square in the Metcalfe-Sparks Street area will create a people place, improve the tourism infrastructure close to Parliament Hill with better parking and open up a beautiful vista of the Parliament Buildings from the downtown core. Also Lebreton Flats will finally be redeveloped.\n\nI am sure that I speak for many of my colleagues in the Ottawa-Hull area when I say that we look forward with great enthusiasm to the realization of this magnificent plan for Canada's capital.", 
            "topic": "National Capital Commission", 
            "time": "2000-03-03 11:00:00", 
            "attribution": "Mr. David Pratt (Nepean—Carleton, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Art Hanger", 
                "url": "/politicians/131/", 
                "member_id": 3053, 
                "party": "Reform", 
                "riding": "Calgary Northeast (Alberta)", 
                "id": 131
            }, 
            "url": "/hansards/2096/21/", 
            "text": "Mr. Speaker, Canada lost a national treasure with the death of Violet Archer at age 86. I often passed Miss Archer in the hallway of my apartment building. Though aware of her cheerful smile, I was unaware of the magnitude and depth of her success as a musician. Composer, pianist, organist, percussionist and professor: this was Violet Archer, a woman who established an international reputation and composed some 400 works.\n\nShe received dozens of awards and five honorary doctorates. She was born in Montreal the daughter of Italian immigrants and had composed her first work at age 16. She attended McGill University and then studied with the great composer, Bela Bartok, who continued to mould her musical genius.\n\nAfter attending Yale University on a scholarship, Miss Archer enjoyed an illustrious career as both composer and performer of her many works. She taught music at the University of Alberta and at three American universities.\n\nViolet was named a member of the Order of Canada in 1983. I ask the House to remember today the achievements of this great Canadian who contributed so much to our society.", 
            "topic": "Violet Archer", 
            "time": "2000-03-03 11:00:00", 
            "attribution": "Mr. Art Hanger (Calgary Northeast, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Nancy Karetak-Lindell", 
                "url": "/politicians/149/", 
                "member_id": 2538, 
                "party": "Liberal", 
                "riding": "Nunavut (Nunavut)", 
                "id": 149
            }, 
            "url": "/hansards/2096/22/", 
            "text": "Mr. Speaker, this coming Sunday the 2000 Arctic Winter Games will begin in Whitehorse, Yukon. The three northern territories along with northern Quebec and northern Alberta will be joined by Alaska, Greenland and northern Russia for an exciting week of competition in traditional and modern sports, along with cultural events. This will be the first time that Nunavut will have its own team of athletes at the games since becoming a new territory.\n\nI take this opportunity to wish all participants good luck and to emphasize how important it is for youth to be involved in sports. Sports provide young people opportunities to show true character and how to be a team player. Often the manner in which we play sports is a true measure of how we live our lives.\n\nOur government support of amateur sport is truly an investment in young Canadians. I am pleased that the Secretary of State for Amateur Sport will be on hand to help open the games. I also applaud other members who will be attending the games to lend their support.", 
            "topic": "Arctic Winter Games", 
            "time": "2000-03-03 11:05:00", 
            "attribution": "Mrs. Nancy Karetak-Lindell (Nunavut, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Caroline St-Hilaire", 
                "url": "/politicians/271/", 
                "member_id": 2695, 
                "party": "Bloc", 
                "riding": "Longueuil (Québec)", 
                "id": 271
            }, 
            "url": "/hansards/2096/23/", 
            "text": "Mr. Speaker, seeing how the federal government is behaving in connection with Bill C-20, and Motion No. 8, can young people of my generation be faulted, along with the rest of population, for no longer having any faith in the world of politics and its present institutions?\n\nWhat is the Liberal government's next step going to be? To barricade the doors of the Quebec National Assembly so the Quebec people cannot be represented? To plaster all of Quebec with the Maple Leaf and the commandment “Thou shalt honour Canada”? While they are at it, why not ask the members of the National Assembly to start their session with O Canada? No way, Mr. Speaker.\n\nWith Bill C-20 and Motion No. 8, the federal government is on the wrong track. It is headed down a road with no return, while admitting that it has nothing to propose to Quebecers and that it is incapable of fulfilling the fundamental aspirations of the Quebec people.", 
            "topic": "Bill C-20", 
            "time": "2000-03-03 11:05:00", 
            "attribution": "Ms. Caroline St-Hilaire (Longueuil, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2096/24/", 
            "text": "Mr. Speaker, for over 50 years the people of the former princely state of Kashmir have been divided by a ceasefire line fixed by military conflicts, sanctioned by the United Nations and originally intended to be temporary.\n\nBoth India and Pakistan have so far been unable to reach a final agreement between them and with the people of Kashmir and have fought wars across the line. Thousands have been killed, maimed and displaced by the conflict not just between the armies but also because of the terror of a political insurgency that is stripping this area of its beauty, its economy and its peaceful heritage.\n\nBoth India and Pakistan and the rest of the world can benefit from the Kashmir region that is peaceful, democratic and offers economic opportunity to its citizens. I call upon both countries to collaborate in enabling Kashmiris to put violence behind and build a future, pull back the armies and invest in the people, celebrate what the Kashmir region can be for both countries, end the oppression of violence, renew the bilateral dialogue, include the Kashmiris, and please begin now.", 
            "topic": "Kashmir", 
            "time": "2000-03-03 11:05:00", 
            "attribution": "Mr. Derek Lee (Scarborough—Rouge River, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2096/25/", 
            "text": "Mr. Speaker, this week the residents of the town of Tumbler Ridge in my riding of Prince George—Peace River were informed that Quintette coal mine, the town's largest employer, will be shutting down in August. Unfortunately the combination of low commodity prices and a rise in the Canadian dollar has forced it to close down nearly three years ahead of schedule.\n\nTumbler Ridge is a small, close knit community nestled in the Rocky Mountains where helping one's neighbour never goes out of style. At this time of crisis, when the economic future of the town and its residents is so uncertain, it is important for all levels of government to lend their support by cutting red tape and encouraging economic diversification projects such as value added wood mills, peat moss extraction opportunities, natural gas facilities, destination ski resorts and increased tourism ventures, to name only a few.\n\nNo one is looking for a handout, just a helping hand. Opportunities abound. The challenge is for all three levels of government and the private sector to put their collective heads together to find the right combination that will save Tumbler Ridge.", 
            "topic": "Quintette Coal Mine", 
            "time": "2000-03-03 11:05:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Aileen Carroll", 
                "url": "/politicians/2293/", 
                "member_id": 2552, 
                "party": "Liberal", 
                "riding": "Barrie—Simcoe—Bradford (Ontario)", 
                "id": 2293
            }, 
            "url": "/hansards/2096/26/", 
            "text": "Mr. Speaker, earlier this week The Globe and Mail reported that the Canadian Environmental Industry Association is worried that Canada's rules allowing the dumping of untreated hazardous waste into landfills are too lax. The industry itself is warning that Canada risks being flooded with cancer causing wastes from the United States because of Canada's weak regulations.\n\nIt is not the import of waste that the industry is warning us about. It is the practice of dumping toxic pollutants into landfills, banned in the United States but still legal in Canada.\n\nThere are treatments for destroying the dangerous materials, but the matter is under provincial jurisdiction and the Ontario government has taken no action whatever to match the more rigorous U.S. rules. This negligence has been noted by the U.S. EPA. It reflects badly on Canada's reputation internationally, let alone on the health of Canadians who live in Ontario.", 
            "topic": "The Environment", 
            "time": "2000-03-03 11:10:00", 
            "attribution": "Ms. Aileen Carroll (Barrie—Simcoe—Bradford, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2096/27/", 
            "text": "Mr. Speaker, March 8 is a time for us to celebrate the first International Women's Day of the new millennium. Women's day is a time to reflect and celebrate the progress that has been made in achieving women's equality in our homes, communities and across the world.\n\nThis year the stage is set for the exciting seven month long event, the World Women's March, otherwise known as March 2000. After the success of the Bread and Roses campaign in 1996, the Quebec Women's Federation decided to expand its idea and create a forum for women to talk, lobby, protest and march all around the world.\n\nMarch 2000 will begin on March 8 across Canada and will continue until October 15 with a large rally in Ottawa. For the next seven months organizers of the women's march will draw attention to two key issues: poverty and violence. Whatever gains women may have made, poverty and violence are still huge obstacles to achieving true equality and justice for women in Canada and throughout the world.\n\nFor Canadian women the next seven months will be very exciting. It will be a time for creating and renewing relationships and connections around the world in solidarity with our sisters. The women will all come marching, marching hand in hand.", 
            "topic": "International Women's Day", 
            "time": "2000-03-03 11:10:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Serge Cardin", 
                "url": "/politicians/serge-cardin/", 
                "member_id": 3677, 
                "party": "Bloc", 
                "riding": "Sherbrooke (Québec)", 
                "id": 53
            }, 
            "url": "/hansards/2096/28/", 
            "text": "Mr. Speaker, when Mr. Facal, the Quebec minister of intergovernmental affairs, testified before the committee examining Bill C-20, he reminded the members of the committee that this bill served simply to, and I quote:\n\n—obscure the Canadian problem, forgetting that more Quebecers voted yes than there are voters in Saskatchewan, Manitoba, Newfoundland, Nova Scotia and Prince Edward Island combined. Bill C-20 will not get rid of the sovereignists or the idea that Quebec will become a country some day.\n\nHe continued:\n\nThe National Assembly is the sole custodian of the right of the people of Quebec to decide its political status. Quebec existed as a political entity before the Canadian federation was created and by exercising its right to choose its political status freely it helped to create Canada in 1867. Never forget that.\n\nHe concluded as follows:\n\nIn joining this federation, the people of Quebec neither renounced its right to chose another political status nor intended to hand over its destiny for all time to a parliament the majority of whose members come from outside Quebec.", 
            "topic": "Bill C-20", 
            "time": "2000-03-03 11:10:00", 
            "attribution": "Mr. Serge Cardin (Sherbrooke, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Marcel Proulx", 
                "url": "/politicians/marcel-proulx/", 
                "member_id": 3672, 
                "party": "Liberal", 
                "riding": "Hull—Aylmer (Québec)", 
                "id": 238
            }, 
            "url": "/hansards/2096/29/", 
            "text": "Mr. Speaker, almost three years ago now, the Corporation Saint-Joseph acquired the former Queen's Printer, Canada Communication Group.\n\nToday, this former government agency in Hull has a new name: the Groupe d'imprimerie Saint-Joseph. There is more than just a simple name change involved. It is one more step in the move to the private sector.\n\nAfter its acquisition, the Groupe d'imprimerie Saint-Joseph was restructured, and the head office invested in the latest technology in order to expand its potential.\n\nAfter 130 years of service to the Government of Canada, the new Groupe d'imprimerie Saint-Joseph has made remarkable progress to become a competitive business. With three divisions and over 500 employees, the Groupe d'imprimerie Saint-Joseph is considered the largest supplier of printing and related services in the Hull—Ottawa region.\n\nThe new name marks changes in a historic institution. May the Groupe d'imprimerie Saint-Joseph and its employees enjoy a long life.", 
            "topic": "Groupe D'Imprimerie Saint-Joseph", 
            "time": "2000-03-03 11:10:00", 
            "attribution": "Mr. Marcel Proulx (Hull—Aylmer, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2096/30/", 
            "text": "Mr. Speaker, the present Liberal government has created today's crisis in our health care system. After seven years in office it is still in a state of denial in terms of its responsibility. Here is its record: no plan, no vision, no ideas. It is still “make it up as we stumble along”, a day to day patchwork approach to the single most important issue in the country.\n\nResponsibility for this crisis falls at the doorstep of the Prime Minister and his government. He, and he alone, created the crisis and Canadians want it fixed.", 
            "topic": "Health Care", 
            "time": "2000-03-03 11:10:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Paddy Torsney", 
                "url": "/politicians/1010/", 
                "member_id": 3158, 
                "party": "Liberal", 
                "riding": "Burlington (Ontario)", 
                "id": 1010
            }, 
            "url": "/hansards/2096/31/", 
            "text": "Mr. Speaker, Wednesday, March 8 is International Women's Day, a day for all of us to celebrate women's talents and accomplishments. It is also a day to take stock of the tremendous amount of work that needs to take place in Canada and around the world to ensure that women really do achieve equality.\n\nDomestically the theme “Canadian Women Taking Action To Make a Difference” provides a broad opportunity for all of us to encourage our youngest women to pursue their dreams.\n\nIn Burlington our fourth annual International Women's Day breakfast will be our biggest ever. Maureen Kempston Darkes, president of General Motors, will be sure to inspire and encourage all in attendance to continue to work hard. Thank you, Ms. Darkes for your generous offer to get the message out, to mentor others and to be living proof that women do make a difference and they do take action.\n\nThank you to the people in my community for allowing me to represent them in a place that used to keep women out.", 
            "topic": "International Women's Day", 
            "time": "2000-03-03 11:15:00", 
            "attribution": "Ms. Paddy Torsney (Burlington, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2096/32/", 
            "text": "Mr. Speaker, this morning we received an extensive communications plan developed by HRDC to position the release of the internal audit on the billion dollar boondoggle. It includes discussions on strategic considerations, storylines, media strategies and time lines. It was dated August 30, 1999. Given this, is the minister planning to stick to her story that she only found out about the audit on November 17, 1999?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/33/", 
            "text": "Mr. Speaker, speaking of communications plans and stories, I am surprised the hon. member did not get up and with her first words admit that she was totally wrong yesterday when she said Export Development Corporation had given a $10 million line of credit to Earth Canada.\n\nShe was totally wrong on that. Her colleagues' accusations were baseless. If she had respect for the House, for herself and her party, the first words she should have spoken would have been to withdraw, to retract and to apologize. That would be communication.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2096/34/", 
            "text": "Mr. Speaker, it is the government that cannot get its story straight.\n\nI find it very hard to believe that the minister's department was in the process of developing a department-wide action plan in August to deal with the release of internal audit results and that the minister knew nothing about it.\n\nAgain this communications plan is very extensive. It talks about release strategies and the need to equip the minister with questions and answers, question period cards and media lines.\n\nHow can the minister expect us to believe that she did not know anything about the internal audit until November 17, 1999?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/35/", 
            "text": "Mr. Speaker, the member opposite is showing her ignorance of government and how it works.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:15:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2096/36/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2096/37/", 
            "text": "I would hope we would refrain from this kind of comment in question period. I know that the member for Calgary—Nose Hill would also want to refrain. I would invite the parliamentary secretary to continue with her answer.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/38/", 
            "text": "I apologize, Mr. Speaker.\n\nWhen there is a problem in the department, it is the job of the deputy minister and senior officials to prepare solutions and options for the minister's perusal. I would remind the member that the final audit report was not finalized and brought in until the fall. Before it was presented to the minister it would have had to have the problems outlined with potential solutions.\n\nThese draft communications plans to which she refers were part of the potential solutions to be put before the minister after the audit was finalized and the plans were finalized. That happened on November 17, 1999.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:15:00", 
            "attribution": "Ms. Bonnie Brown", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2096/39/", 
            "text": "Mr. Speaker, perhaps the minister needs to know what her department is up to.\n\nI quote from a letter from her deputy minister, which says, “Since June, when the interim audit report became available, we have devoted intensive and sustained management attention”.\n\nIn June HRDC set up a working group to deal with the internal audit. In August it started developing a department-wide action plan. By the end of August her department had produced an extensive communications plan.\n\nLet me ask the minister one more time, how could she possibly be unaware that her department was in high gear—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2096/40/", 
            "text": "The hon. Parliamentary Secretary to the Minister of Human Resources Development.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/41/", 
            "text": "Mr. Speaker, the Reform Party may jump to conclusions before a final report comes but we do not.\n\nThe department did what it should have done. When the first results showed something to be worried about, it began to prepare for the final report. There is nothing untoward about this.\n\nThe exchange of letters she refers to took place in December 1999. They show that the minister was determined to be open, transparent and to have a strong management response to these problems.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 2478, 
                "party": "Reform", 
                "riding": "Fraser Valley (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2096/42/", 
            "text": "Mr. Speaker, it is revealing that the very first thing the department did once it knew by the interim audit that there was a big problem in the department was to develop a communications plan rather than fix the problem.\n\nHere is what actually happened. The communications plan and strategy was ready to go as of August because there was a crisis in the midst, but the minister waited until January to release the information on the audit. Why? She waited by happy coincidence until the day after we submitted an access to information request.\n\nHow long was the minister really planning to keep it under cover that she had actually bungled a billion dollars?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:20:00", 
            "attribution": "Mr. Chuck Strahl (Fraser Valley, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/43/", 
            "text": "Mr. Speaker, why does the Reform Party not fix its own problem, restore its dignity and credibility and start off by acknowledging that it was totally wrong in its baseless accusations against the Minister for International Trade when it said that he was involved in giving a $10 million line of credit to Earth Canada? That was totally wrong. Reform members are showing their lack of credibility, their lack of respect for the House and for Canadians by keeping quiet on this and trying to have some diversionary tactic which does not stand up to examination.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 2478, 
                "party": "Reform", 
                "riding": "Fraser Valley (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2096/44/", 
            "text": "Mr. Speaker, if this a diversionary tactic, it looks like the Grand Coulee Dam over there.\n\nEveryone knows what is going on. The department knew there was a crisis. The interim audit pointed to all the problems: the reporting; the lack of reliability; the lack of statistics; the lack of credible job numbers; and the lack of everything we have been talking about for the last month. What did it do? It did not fix the problem. It said it would have to develop a communications plan. A communications plan went ahead in August. The department suggested that the audit be released in October. What happened? The minister waited until January when the access to information request came in. Why?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:20:00", 
            "attribution": "Mr. Chuck Strahl (Fraser Valley, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/45/", 
            "text": "Mr. Speaker, I want to correct the record on a few things the member said. First, their billion dollar bungle implies that a billion dollars was lost. Such is not the case. We have reiterated that over and over again. The minister moved with alacrity as soon as she had the final report and the final management plan. She ordered a stronger management plan. As soon as it was prepared she released it.\n\nThe communications suggestions that Reform members are referring to are naturally part of the whole methodology to deal with the problem. They are nothing more than that. But they will put a negative spin on everything.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2096/46/", 
            "text": "Mr. Speaker, yesterday, we heard that there were nine investigations under way at Human Resources Development Canada. Today, we learn that there are 12. The number increases with each passing day. Pretty soon they will run out of investigators.\n\nIs it not high time the government called an independent public inquiry into everything that is going on at Human Resources Development Canada?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/47/", 
            "text": "Mr. Speaker, I call for a public inquiry into why the Bloc Quebecois has nothing to say about the fact that the Parti Quebecois in Quebec City is not spending $800 million today to help the sick and improve health care in that province.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2096/48/", 
            "text": "Mr. Speaker, it is because of answers like that that we are calling for an inquiry, because they are obviously trying to hide things. That is what is going on.\n\nAnd what they are trying to hide is that, too often, names like Fugère, Champagne, Gauthier, Lemire, all in Saint-Maurice, all friends of the Prime Minister, and all under investigation now, keep coming up. Is that not enough?\n\nRather than burying issues here in the House—that is apparently the role of the Deputy Prime Minister—he should answer questions, assume his responsibilities and show himself worthy of his job.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/49/", 
            "text": "Mr. Speaker, we are still hearing names of people like Bouchard and Landry—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2096/50/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/51/", 
            "text": "—who are not interested in the sick and who have left in a bank account $800 million that could be used to provide immediate relief to the sick.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Hon. Herb Gray", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2096/52/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/53/", 
            "text": "The auditor general, who is an officer of this House, is already conducting a public investigation. But the silence over health care needs in the Province of Quebec is troubling.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Hon. Herb Gray", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2096/54/", 
            "text": "Mr. Speaker, the Montreal Gazette announced today that, in a letter—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2096/55/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2096/56/", 
            "text": "Order, please. It is difficult to hear the questions and the replies. I know that everyone wants to hear.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2096/57/", 
            "text": "The Gazette announced today that, in a letter dated December 13, 1999 and addressed to the Minister of Human Resources Development, deputy minister Claire Morris recognized that, since June 1999, there had been, and I quote, “poor administrative practices in most of our grants and contributions programs”.\n\nDoes the Deputy Prime Minister stand by the Prime Minister's statement to the effect that there are only 37 isolated cases, when, to this day, there are 12 known investigations, and the media are talking about a “Shawinigate”?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Mr. Paul Crête", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/58/", 
            "text": "Mr. Speaker, I want to remind the House and all Canadians that suggesting that these investigations are representative of what is happening is completely false.\n\nThere are 30,000 projects. I want to remind the opposition that in any group of Canadians we will have some people over here who are saints and some people over here who are sinners—we call them criminals—and in the middle we have a broad band of Canadians who are doing their best to improve this country and to help Canadians march forward toward hope. But if we keep focusing on the people over here, then I suggest—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2096/59/", 
            "text": "Mr. Speaker, is the root of the problem not the fact that, since her appointment, the minister has attempted to deny the existence of a scandal and has refused to order a public, independent inquiry under the Inquiries Act?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/60/", 
            "text": "Mr. Speaker, why does the hon. member not trust the auditor general, who is an officer of this House? Why does he undermine the auditor general's efforts?\n\nThese investigations are conducted at arm's length from the government. Why does the hon. member speak in a way that could prejudice the investigations, which are necessary to protect the public interest? The hon. member should rethink his approach on this issue.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2096/61/", 
            "text": "Mr. Speaker, my question is for the Deputy Prime Minister.\n\nYesterday the Government of Alberta introduced legislation having to do with the privatization of health care in that province which, if allowed to continue, will be the beginning of the end for medicare in this country.\n\nToday is the day when the Government of Canada should act in order to assure Canadians that this will not be allowed to happen, that the spirit and the letter of the Canada Health Act and what people hold to be true about medicare in this country will be upheld.\n\nI want to ask the Deputy Prime Minister, what does the government intend to do about that legislation?", 
            "topic": "Health Care", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/62/", 
            "text": "Mr. Speaker, I want to assure the House that quality accessible health care for all Canadians is a priority of this government.\n\nWe have just learned about the bill. It is being actively studied. We will do what is necessary in light of our jurisdiction to make sure that the interests of all Canadians are protected.", 
            "topic": "Health Care", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2096/63/", 
            "text": "Mr. Speaker, it is not as if the government did not know about this legislation. It is not as if the government did not know what would be tabled yesterday.\n\nToday is the day for the government to say more than quality health care will be a priority and that kind of rhetoric. What we want to know is will the government act to make sure that this does not happen? Otherwise it will be open to charges of the political equivalent of criminal negligence when it comes to protecting medicare in this country.", 
            "topic": "Health Care", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/64/", 
            "text": "Mr. Speaker, when we speak of our commitment to the maintenance of a quality accessible health care program available to all Canadians, it is not rhetoric, it is our policy. We will carry out our responsibilities.\n\nIt is only common sense that when before there was press speculation, now there is an actual bill deposited before the Alberta legislature. We are studying the bill actively and we will have a response as soon as possible.", 
            "topic": "Health Care", 
            "time": "2000-03-03 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2096/65/", 
            "text": "Mr. Speaker, every premier in the country and all the provinces agree that the health care system is in crisis. That includes, by the way, the Liberal Premier of Newfoundland.\n\nWhat they are asking is pretty straightforward. They are asking for some evidence of a long term, sustainable plan to fix a health care system that the Liberals broke.\n\nMy question is pretty straightforward. Where is that plan? We have been waiting seven years.", 
            "topic": "Health Care", 
            "time": "2000-03-03 11:30:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/66/", 
            "text": "Mr. Speaker, the government put $11.5 billion into health care in the last budget and $2.5 billion in this budget. That is the basis for an effective plan. The Minister of Health has already invited his colleagues, the provincial health ministers, to meet with him in May to work on further renewal and restoration of the health system.\n\nSpeaking personally, the first thing that should be done is for those premiers who have not spent the money which they were given by the federal government, which they could have spent last year and this year, to get on with the job and apply that money to health care. I speak of Quebec—", 
            "topic": "Health Care", 
            "time": "2000-03-03 11:30:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2096/67/", 
            "text": "The hon. member for New Brunswick Southwest.", 
            "topic": "Health Care", 
            "time": "2000-03-03 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2096/68/", 
            "text": "Mr. Speaker, that answer is absolutely bogus. The reason it is bogus is because he does not talk about the money the Liberals took out of the plan. He talks about putting in $11.5 billion. Why does he not talk about the $17 billion they took out?\n\nAt the end of their three year plan, if they do have one, we will be back to the same spending levels that we had in 1990. We are 10 years behind the eight ball. When are they going to get the message? They created the problem. We want a plan to fix it. Where is the plan?", 
            "topic": "Health Care", 
            "time": "2000-03-03 11:30:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/69/", 
            "text": "Mr. Speaker, our first plan was to get rid of the mess left us by his party, the Conservative Party, when we took office in 1993. That is the basis for our plan and we are working on it.\n\nWe want to work co-operatively with the premiers, but I would like to say firstly, as a resident of Ontario, that a first step is for the Ontario government and the Quebec government to spend the money they were given in the last budget, which they could be spending today to help people who are ill and in need of medical care in their provinces.", 
            "topic": "Health Care", 
            "time": "2000-03-03 11:30:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2096/70/", 
            "text": "Mr. Speaker, if this government would spend as much money on real doctors as it does on spin doctors perhaps health care would not be in the shape it is in.\n\nAccording to the documents we received this morning, a strategic debate took place regarding the potential release dates of the damning audit in the HRDC department. The department was considering a release date as early as September. However, the documents suggest that a September release would follow too closely on the heels of the TAGS report and they did not want to draw comparisons.\n\nWill the minister admit that it was these strategic considerations that kept her from releasing the audit until January?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:30:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/71/", 
            "text": "Once again, Mr. Speaker, the Reform Party is referring to draft communication plans prepared by the department in preparation for the acceptance of the final audit report, which came much later than when those plans were drafted.\n\nThere was absolutely no idea of not releasing it. As a matter of fact, the communication referred to in the papers this morning backs up the fact that the minister was determined to be transparent and open, was determined to release it and did so as soon as all the information was assembled.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2096/72/", 
            "text": "Mr. Speaker, it is just inconceivable that the minister did not know about this so-called draft report until November.\n\nThe department was engaged in an internal strategic debate about when to release these documents. There was a communications plan in place. Senior officials were engaged in these discussions. In January, however, Reform sniffed out the audit.\n\nWhy will the minister not just admit that she was waiting as long as possible to tell Canadians about her billion dollar bungle?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:30:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/73/", 
            "text": "Mr. Speaker, I can only say it so many times. The minister was briefed on November 17. The audit and the plans to fix the problem were released in January. This is a reflection of her own determination to be transparent and open.\n\nThe release of 18 binders, five and a half inches thick, proves that we are being open and transparent. We also have an MP inquiry line, and I should tell the House that only 20 calls have been received from opposition members. They do not want to know the facts. They want to draw conclusions without facts.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Christiane Gagnon", 
                "url": "/politicians/christiane-gagnon/", 
                "member_id": 3306, 
                "party": "Bloc", 
                "riding": "Québec (Québec)", 
                "id": 112
            }, 
            "url": "/hansards/2096/74/", 
            "text": "Mr. Speaker, the documents the Minister of Human Resources Development has provided each member indicate that 51 companies which received over $12 million from the TJF in order to create jobs have gone bankrupt or closed down operations. The amazing thing is that they are supposed to have created at least 959 jobs.\n\nCan the Deputy Prime Minister explain to us how a company that goes bankrupt or shuts down, laying off its workers, can be included in the government's job creation figures?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:35:00", 
            "attribution": "Mrs. Christiane Gagnon (Québec, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/75/", 
            "text": "Mr. Speaker, anyone who has anything to do with business in his or her lifetime knows there is always an element of risk.\n\nI would like to compare the statistics for our projects with those of the private sector. According to Statistics Canada, about 23% of new ventures do not pass their first birthday, whether because of bankruptcy or closure. The statistics for our projects are that 95% do pass their first birthday, so we compare rather favourably.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:35:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Christiane Gagnon", 
                "url": "/politicians/christiane-gagnon/", 
                "member_id": 3306, 
                "party": "Bloc", 
                "riding": "Québec (Québec)", 
                "id": 112
            }, 
            "url": "/hansards/2096/76/", 
            "text": "Mr. Speaker, every day, as we read the documents from Human Resources Development Canada, we reach the conclusion that the more we analyze them, the less we find in them. It is not normal for the taxpayers to be learning bit by bit that nothing is going right at Human Resources Development Canada any more.\n\nWhen will the government finally decide to show respect for taxpayers by instituting a public and independent inquiry?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:35:00", 
            "attribution": "Mrs. Christiane Gagnon (Québec, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/77/", 
            "text": "Mr. Speaker, we respect the taxpayers and that is why we are so proud that 95% of our projects are successful. That is a better record than that of the private sector.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:35:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deepak Obhrai", 
                "url": "/politicians/deepak-obhrai/", 
                "member_id": 2449, 
                "party": "Reform", 
                "riding": "Calgary East (Alberta)", 
                "id": 216
            }, 
            "url": "/hansards/2096/78/", 
            "text": "Mr. Speaker, Earth Canada lost millions of dollars over the past four years. However, the fortunes of Earth Canada became greener when the cronies of the Prime Minister, Mr. Fugère and Mr. Champagne, came on board. Mr. Champagne came to Ottawa and secured access to a $10 million line of credit.\n\nI ask the Minister for International Trade, who did the Prime Minister's crony meet with?", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-03 11:35:00", 
            "attribution": "Mr. Deepak Obhrai (Calgary East, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2096/79/", 
            "text": "Mr. Speaker, I am very pleased that the opposition has not forgotten me today because I can tell him that the opposition has its information completely wrong once again.\n\nIt is simple and clear. Earth Canada has not received one cent from the EDC. If the opposition had any sense of responsibility it would withdraw the terrible allegations its leader made in the House yesterday. I understand why the CCRAP party would continue to look for another name after making this kind of monumental mistake.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-03 11:35:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2096/80/", 
            "text": "Mr. Speaker, we see that the minister's approach today is to huff and puff and try to blow this scandal away, but it will not work.\n\nThe minister must know and remember René Fugère, because when he was HRD minister he cut cheques for $1.5 million for projects involving him. Champagne comes to Ottawa and secures approval for and access to a $10 million line of credit.\n\nThe minister ran away from this question yesterday, so I will ask him to confirm for the House today whether he has ever met with Mr. Fugère or Mr. Champagne.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-03 11:35:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2096/81/", 
            "text": "Mr. Speaker, Earth Canada had preliminary discussions with the EDC and members of the opposition can check with people at the EDC any time they want. They can go to them because the institution is at arm's length from the department. Those preliminary discussions needed many more steps before allowing a line of credit of $10 million. Those are the facts. The opposition is completely wrong.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-03 11:35:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2096/82/", 
            "text": "Mr. Speaker, the government is refusing to answer a number of embarrassing questions by hiding behind the investigations that are underway. However, Placeteco is not being investigated. We note that the trustee appointed by HDRC for a trust that does not meet Treasury Board requirements happens also to be the lawyer of the person who received the funding that went into the trust.\n\nDoes the Deputy Prime Minister not find this situation somewhat disturbing?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:35:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/83/", 
            "text": "Mr. Speaker, the hon. member did not give notice of her question. I will check the facts and the basis for her question, and gladly get back to her as soon as possible.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:40:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2096/84/", 
            "text": "Mr. Speaker, I find the reaction of the Deputy Prime Minister really disturbing. This is the third time we have put this question in the House and the third time the minister has refused to answer.\n\nI put my question to a former Solicitor General of Canada, a man of experience. Does he not find it unusual, disturbing and dangerous that one person is both Mr. Gauthier's lawyer and the HRDC trustee?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:40:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/85/", 
            "text": "Mr. Speaker, there was a mistake made on this file by an official and trust funds were created. It turned out to be a fortuitous mistake because after that Placeteco signed a three-year agreement with its employees and a five-year contract worth $8 million with Bell Helicopter. The company has 69 people working for it. Perhaps this person got the idea of trust funds from the premier of Quebec.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:40:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2096/86/", 
            "text": "Mr. Speaker, when he was human resources minister the trade minister wrote more than $1.5 million worth of cheques for projects of Mr. René Fugère.\n\nJust what is it about Mr. Fugère that allows him such easy access to the public purse? Did the minister ever meet with Mr. Fugère?", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-03 11:40:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2096/87/", 
            "text": "Mr. Speaker, I find it absolutely incredible that they would repeat in the House allegations with not a shred of substance. The facts are clear that the EDC has not extended a line of credit to Earth Canada.\n\nIf the member wants to ask me any question I will gladly answer. However, he is asking me a question on something about which there are absolutely no facts.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-03 11:40:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lee Morrison", 
                "url": "/politicians/6518/", 
                "member_id": 2736, 
                "party": "Reform", 
                "riding": "Cypress Hills—Grasslands (Saskatchewan)", 
                "id": 6518
            }, 
            "url": "/hansards/2096/88/", 
            "text": "Mr. Speaker, I believe the substance of the question was, when did the Minister for International Trade first meet with René Fugère? He has very cleverly evaded and danced around that question. He avoids the Earth Canada connection with Petrobras.\n\nAre the magic words that open the doors to federal funds “Hello, I am from Shawinigan”?", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-03 11:40:00", 
            "attribution": "Mr. Lee Morrison (Cypress Hills—Grasslands, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2096/89/", 
            "text": "Mr. Speaker, ministers do not sign off on these kinds of applications. There has not been any line of credit extended to Earth Canada. The member can ask people at the EDC about the relationship between Petrobras and Earth Canada. They are private sector companies. I am telling the member that the EDC has not extended a line of credit to Earth Canada.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-03 11:40:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "René Laurin", 
                "url": "/politicians/6354/", 
                "member_id": 3279, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 6354
            }, 
            "url": "/hansards/2096/90/", 
            "text": "Mr. Speaker, we learned from the list obtained on September 9, 1999, under the Access to Information Act, that a $20,000 grant had been given to Moustiqu'Air Top Net, to create 25 jobs.\n\nThen, in the list provided by the minister on February 15, we discovered that the grant was in fact in the amount of $200,000, to create 27 jobs. We also know that Moustiqu'Air Top Net went out of business.\n\nWhen will the government realize that the information provided by the Department of Human Resources Development is not at all reliable and that only an independent public inquiry can shed light on this issue?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:40:00", 
            "attribution": "Mr. René Laurin (Joliette, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/91/", 
            "text": "Mr. Speaker, I could not hear the name of the project to which the member referred. Therefore, I cannot answer. If the member will contact me afterward, I will look up the information and I will be happy to pass it on.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:40:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Szabo", 
                "url": "/politicians/paul-szabo/", 
                "member_id": 3198, 
                "party": "Liberal", 
                "riding": "Mississauga South (Ontario)", 
                "id": 279
            }, 
            "url": "/hansards/2096/92/", 
            "text": "Mr. Speaker, each week three babies die inexplicably of sudden infant death syndrome, commonly known as SIDS. Can the Parliamentary Secretary to the Minister of Health tell the House what the Government of Canada is doing to reduce the incidence of these tragic and devastating deaths?", 
            "topic": "Health", 
            "time": "2000-03-03 11:45:00", 
            "attribution": "Mr. Paul Szabo (Mississauga South, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Charbonneau", 
                "url": "/politicians/4925/", 
                "member_id": 2660, 
                "party": "Liberal", 
                "riding": "Anjou—Rivière-Des-Prairies (Québec)", 
                "id": 4925
            }, 
            "url": "/hansards/2096/93/", 
            "text": "Mr. Speaker, I thank my colleague from Mississauga South for his question.\n\nAlthough the specific cause of sudden infant death syndrome remains unknown, we do have some knowledge of certain risk factors. Babies who sleep on their tummies have an increased risk of SIDS compared with babies who sleep on their backs.\n\nLast year Health Canada launched the “Back to Sleep” campaign.\n\nIn French, the theme of this awareness campaign is “Dodo sur le dos”. We recommend that infants be raised—", 
            "topic": "Health", 
            "time": "2000-03-03 11:45:00", 
            "attribution": "Mr. Yvon Charbonneau (Parliamentary Secretary to Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2096/94/", 
            "text": "The hon. member for Vancouver Island North.", 
            "topic": "Health", 
            "time": "2000-03-03 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2096/95/", 
            "text": "Mr. Speaker, the government has admitted to nine RCMP investigations into HRDC goings on. The media is now reporting that there are more than nine police investigations. We know that at least two of them are in the Prime Minister's riding.\n\nI would like to know from the minister, where are the other investigations?\n\nWhere are the investigations?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:45:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/96/", 
            "text": "Mr. Speaker, we are only aware of nine investigations. I am sure the hon. member does not want to put anyone on this side in the position of perhaps saying something and interfering in a police investigation. I cannot imagine that the hon. member would want more information which might interfere in the securing of justice in this case.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:45:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dale Johnston", 
                "url": "/politicians/3028/", 
                "member_id": 3072, 
                "party": "Reform", 
                "riding": "Wetaskiwin (Alberta)", 
                "id": 3028
            }, 
            "url": "/hansards/2096/97/", 
            "text": "Mr. Speaker, the Minister of Human Resources Development never divulges any information in the House unless she has been caught. She revealed the internal departmental audit only after we asked for it under access to information legislation. She released a riding by riding list of grants and contributions only after she had been caught giving them to her own Liberal MPs. She told us about nine criminal investigations in the House yesterday after we had cornered her.\n\nI ask her once again, where are the remaining police investigations taking place?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:45:00", 
            "attribution": "Mr. Dale Johnston (Wetaskiwin, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/98/", 
            "text": "Mr. Speaker, police investigations are carried on at arm's length from the government. Unless the hon. member wants to somehow say things which will prevent the police from carrying out their work and not permit the investigations to have a proper outcome, I do not why he is asking these kinds of questions.\n\nIf he wants to get information, the appropriate thing to do would be to go to the appropriate police force. If it thinks they can release information, I am sure they will do it. In the meantime, he should bear in mind that these are not charges. They are not trials. They are apparently investigations carried on at arm's length from the government. Let him go to the police and see what they have to say.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:45:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2096/99/", 
            "text": "Mr. Speaker, my question is for the Deputy Prime Minister and it concerns the government's responsibility for the budget in the country.\n\nThese estimates allocate an extra 10.7% in spending for the Senate. That is up 29% over the last three years. That is $5 million for 104 senators, compared with $20 million extra this year for health care spending for a million people in the province of Saskatchewan.\n\nCan the Deputy Prime Minister explain this new Liberal definition of balance where 104 unaccountable and unelected people get an extra $5 million and a million people in Saskatchewan get an extra $20 million for health care?", 
            "topic": "The Budget", 
            "time": "2000-03-03 11:45:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2096/100/", 
            "text": "Mr. Speaker, the increase is not at all as the hon. member says it is. As a matter of fact, the overall increase in expenditures over last year is a little over 1% different.", 
            "topic": "The Budget", 
            "time": "2000-03-03 11:45:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2096/101/", 
            "text": "Mr. Speaker, the estimates have an increase of $47 million to $52 million in the government's blue book. Maybe I could put it a different way. That $5 million increase is equivalent to about $48,000 per senator, and the extra $20 million in health care in Saskatchewan is about $20 per person.\n\nI want him to explain why the government would make that tremendous increase in allocation for the Senate and only a few dollars for people in Saskatchewan and Manitoba for health care. Please come clean on this.", 
            "topic": "The Budget", 
            "time": "2000-03-03 11:45:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2096/102/", 
            "text": "Mr. Speaker, I would not want to give the House inaccurate information. Let me be even more precise. The actual increase over actuals for last year is 1.32%. I know I said that it was a little over 1% and it is 1.32%. I am sure most people will understand that.", 
            "topic": "The Budget", 
            "time": "2000-03-03 11:50:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2096/103/", 
            "text": "Mr. Speaker, my question is for the Minister of Transport.\n\nTruckers are protesting in Ottawa today. Yesterday I stated that high diesel prices, along with high gas and fuel oil prices, are hurting Canadians.\n\nWhat is the minister prepared to do to ensure that diesel, gasoline and fuel oil prices are lower for all Canadians.", 
            "topic": "Gasoline Prices", 
            "time": "2000-03-03 11:50:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Brent St. Denis", 
                "url": "/politicians/273/", 
                "member_id": 2551, 
                "party": "Liberal", 
                "riding": "Algoma—Manitoulin (Ontario)", 
                "id": 273
            }, 
            "url": "/hansards/2096/104/", 
            "text": "Mr. Speaker, the member knows that oil prices are traded on world markets and, in that vein, Canada is an active member of the international oil energy agency.\n\nWe are actively working with our fellow members to push the OPEC nations to increase production so that we can regain some stability in the world's oil markets.\n\nThese measures are effective and I would ask the member to be a little more patient.", 
            "topic": "Gasoline Prices", 
            "time": "2000-03-03 11:50:00", 
            "attribution": "Mr. Brent St. Denis (Parliamentary Secretary to Minister of Natural Resources, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2096/105/", 
            "text": "Mr. Speaker, the federal government will spend $160 million over two years to help the natives integrate into the fishery.\n\nCan the minister of fisheries tell us how much money it will cost to fully integrate natives into the fishery? Does the department have a detailed outline of the strategy and can he provide us with a copy? Does this strategy address the serious issue of the summer food fishery?", 
            "topic": "Aboriginal Affairs", 
            "time": "2000-03-03 11:50:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2096/106/", 
            "text": "Mr. Speaker, the hon. member has asked us a detailed question about the aboriginal fishery. I will gladly bring the issue to the attention of the minister of fisheries and provide a full response for him in the House.\n\nNeedless to say, the government is committed to ensuring, pursuant to the decisions of the court, that the aboriginal fishery is properly taken care of and in a way where everyone lives in harmony and participates in the activity.", 
            "topic": "Aboriginal Affairs", 
            "time": "2000-03-03 11:50:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ian Murray", 
                "url": "/politicians/4589/", 
                "member_id": 3190, 
                "party": "Liberal", 
                "riding": "Lanark—Carleton (Ontario)", 
                "id": 4589
            }, 
            "url": "/hansards/2096/107/", 
            "text": "Mr. Speaker, my question is for the Secretary of State for Multiculturalism.\n\nTonight, with children from my riding, I will attend an anti-racism concert in Kanata which is sponsored by the Government of Canada.\n\nI applaud the minister for this initiative but would she explain what she hopes this concert will accomplish and why she believes it is necessary?", 
            "topic": "Multiculturalism", 
            "time": "2000-03-03 11:50:00", 
            "attribution": "Mr. Ian Murray (Lanark—Carleton, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hedy Fry", 
                "url": "/politicians/hedy-fry/", 
                "member_id": 3102, 
                "party": "Liberal", 
                "riding": "Vancouver Centre (B.C.)", 
                "id": 109
            }, 
            "url": "/hansards/2096/108/", 
            "text": "Mr. Speaker, this concert will perhaps be the biggest initiative put on by any country in the world, both nationally and internationally, to deal with the issue of racism.\n\nTonight in Ottawa, young people from about seven countries in the world and Canadian youth will join with Dubmatique, Monica, Bif Naked and Juliette Powell in a concert in which youth will speak out in the language they know best, music. This is Canada's step to what is creating a world of peace and human security.", 
            "topic": "Multiculturalism", 
            "time": "2000-03-03 11:50:00", 
            "attribution": "Hon. Hedy Fry (Secretary of State (Multiculturalism)(Status of Women), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Philip Mayfield", 
                "url": "/politicians/4022/", 
                "member_id": 3077, 
                "party": "Reform", 
                "riding": "Cariboo—Chilcotin (B.C.)", 
                "id": 4022
            }, 
            "url": "/hansards/2096/109/", 
            "text": "Mr. Speaker, I realize the minister does not want to hinder any HRD investigations, and today I heard the parliamentary secretary say that making known who is being investigated may hinder or perhaps jeopardize these investigations.\n\nI ask the parliamentary secretary, does that mean that those known investigations are already tainted and that those individuals who are under investigation, including those in Shawinigan, will be getting off scot-free?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:50:00", 
            "attribution": "Mr. Philip Mayfield (Cariboo—Chilcotin, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/110/", 
            "text": "Mr. Speaker, I do not think one should read that into any answers given. These are matters for the police. Whether it is the RCMP or a local police force, they will do their duty and, in consultation with crown attorneys, will decide what steps are to be taken. The premise of the member's question is totally off base, as usual.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:50:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean-Guy Chrétien", 
                "url": "/politicians/5019/", 
                "member_id": 2679, 
                "party": "Bloc", 
                "riding": "Frontenac—Mégantic (Québec)", 
                "id": 5019
            }, 
            "url": "/hansards/2096/111/", 
            "text": "Mr. Speaker, in a release dated February 23, the Minister of Human Resources Development boasted that a telephone line had been reserved for members of parliament interested in getting information.\n\nI submitted a request for information by following the suggested procedure. Four days later, I received a letter telling me to go through the access to information process.\n\nCan the minister tell me why I cannot obtain information, even when I follow her own guidelines?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:50:00", 
            "attribution": "Mr. Jean-Guy Chrétien (Frontenac—Mégantic, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2096/112/", 
            "text": "Mr. Speaker, the member is justified in his complaint if the telephone line did not give him the information he wanted. I apologize for that. I will see what I can do to fix it.\n\nHowever, I would remind the member that there are 18 binders, five and a half inches each, of paper. His House leader and his Whip I believe are in charge of them. Those papers have been provided by the department for his perusal. I am sure he can find it in there.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:55:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2096/113/", 
            "text": "Mr. Speaker, the federal government must assume its responsibilities in health care.\n\nMonday's budget would give the Province of New Brunswick only $60 million over four years. This is not even enough to cover the debts of New Brunswick's hospital corporations.\n\nWill the government listen to the Premier of New Brunswick and to all the other premiers and pay for 50% of the cost of the health care system in this country, in order to keep it from being privatized?", 
            "topic": "Health", 
            "time": "2000-03-03 11:55:00", 
            "attribution": "Mr. Yvon Godin (Acadie—Bathurst, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Charbonneau", 
                "url": "/politicians/4925/", 
                "member_id": 2660, 
                "party": "Liberal", 
                "riding": "Anjou—Rivière-Des-Prairies (Québec)", 
                "id": 4925
            }, 
            "url": "/hansards/2096/114/", 
            "text": "Mr. Speaker, the Minister of Health and the government have indicated that they increased public health funding to the unprecedented sum of $31 billion this year. One step has therefore already been taken.\n\nThe Minister of Health and the Minister of Finance said that they were open to additional funding, provided that the provinces and the federal government discuss priorities for renewing the health care system. We hope this will be done as soon as May.", 
            "topic": "Health", 
            "time": "2000-03-03 11:55:00", 
            "attribution": "Mr. Yvon Charbonneau (Parliamentary Secretary to Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane St-Jacques", 
                "url": "/politicians/2888/", 
                "member_id": 2724, 
                "party": "Progressive Conservative", 
                "riding": "Shefford (Québec)", 
                "id": 2888
            }, 
            "url": "/hansards/2096/115/", 
            "text": "Mr. Speaker, Paul Lemire, the director of CITEC, was under investigation in 1997 for $1.4 million in tax fraud involving Abattoir A.L. Bellerive.\n\nThis same abattoir gave $1,200 to the party in power, $500 of it for the Prime Minister's personal election campaign. Abattoir Bellerive received a CIDA contract worth $117,400.\n\nWhat were the Minister for International Cooperation's criteria in awarding a contract to this company?", 
            "topic": "Canadian International Development Agency", 
            "time": "2000-03-03 11:55:00", 
            "attribution": "Ms. Diane St-Jacques (Shefford, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2096/116/", 
            "text": "Mr. Speaker, I must say that I do not have that information with me. I will take notice and report back to the House on that particular question. I am not familiar with that at this point.", 
            "topic": "Canadian International Development Agency", 
            "time": "2000-03-03 11:55:00", 
            "attribution": "Hon. Maria Minna (Minister for International Cooperation, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Irwin Cotler", 
                "url": "/politicians/irwin-cotler/", 
                "member_id": 3673, 
                "party": "Liberal", 
                "riding": "Mount Royal (Québec)", 
                "id": 72
            }, 
            "url": "/hansards/2096/117/", 
            "text": "Mr. Speaker, my question is for the Secretary of State for the Status of Women.\n\nThere has been concern expressed that the budget is a good budget for business and corporate taxes but it does not address directly the needs of women.\n\nCan the minister tell us whether she has made a gender analysis of the budget and what are its implications for women?", 
            "topic": "The Budget", 
            "time": "2000-03-03 11:55:00", 
            "attribution": "Mr. Irwin Cotler (Mount Royal, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hedy Fry", 
                "url": "/politicians/hedy-fry/", 
                "member_id": 3102, 
                "party": "Liberal", 
                "riding": "Vancouver Centre (B.C.)", 
                "id": 109
            }, 
            "url": "/hansards/2096/118/", 
            "text": "Mr. Speaker, the reindexation of personal income taxes will benefit low income families, many of whom are women.\n\nThe increase in the child tax benefit will ensure that those benefits are no longer eroded, nor the GST tax credit. Senior women will also benefit from this reindexation.\n\nSmall businesses will get a lower tax, which will go down to 21%. We know that women are starting businesses right now at twice the rate of men. These are small and micro businesses. That will benefit them.\n\nI could go on and on but I do not have the time.", 
            "topic": "The Budget", 
            "time": "2000-03-03 11:55:00", 
            "attribution": "Hon. Hedy Fry (Secretary of State (Multiculturalism)(Status of Women), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2096/119/", 
            "text": "Mr. Speaker, 10,000 pages of inaccurate files, 15 days of non-answers from this weak government, two image consultants, nine police investigations and over $13 million spent with zero jobs created. All this equals one incompetent minister.\n\nCan the Prime Minister give Canadians just one good reason why this incompetent HRD minister should not resign today?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:55:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/120/", 
            "text": "Mr. Speaker, I will give the hon. member 1.9 million reasons. That is the number of jobs created by this government, including the current HRD minister, since we took office. Those are 1.9 million reasons, 1.9 million facts that show the hon. member and his party do not know what they are talking about when they choose to speak about the government in the baseless way they have been doing.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:55:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Brien", 
                "url": "/politicians/5258/", 
                "member_id": 3323, 
                "party": "Bloc", 
                "riding": "Témiscamingue (Québec)", 
                "id": 5258
            }, 
            "url": "/hansards/2096/121/", 
            "text": "Mr. Speaker, the more questions we ask on the unbelievable scandal at Human Resources Development Canada, the less we learn. Everything is becoming more and complicated, and every day we are learning of new investigations on top of those already under way. The government's credibility is at stake, and taxpayer confidence is being undermined.\n\nMy question is for the Deputy Prime Minister. When is the government going to finally decide to institute a public and independent inquiry under the Inquiries Act?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 11:55:00", 
            "attribution": "Mr. Pierre Brien (Témiscamingue, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2096/122/", 
            "text": "Mr. Speaker, we already have an independent and public inquiry going on, carried out by the Auditor General.\n\nI wonder why the Bloc Quebecois is attacking the auditor general, who is an officer of this House. The Bloc Quebecois has a duty to support him in his work, not to undermine his work. Their undermining in this House of the work of the auditor general is scandalous.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-03 12:00:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2096/123/", 
            "text": "Mr. Speaker, attacks in the media indicate the Liberal wagons are circling around Scotia Rainbow. The government, time and time again, has said that it supports Scotia Rainbow because of the jobs it has created in my riding.\n\nTwenty-two million dollars later and the employees of Scotia Rainbow were not paid today. My question is for the minister responsible for ACOA. Why is the government paying a company when the company is not paying its employees?", 
            "topic": "Scotia Rainbow", 
            "time": "2000-03-03 12:00:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2096/124/", 
            "text": "Mr. Speaker, I already have, in answer to another question put forward by the hon. member, made reference to an editorial in one of the Cape Breton newspapers asking that this member step down.\n\nHere is another editorial in the Cape Breton Post that attacks the NDP and says:\n\nScotia Rainbow is regarded as an important employer, paying out $4.5 million last year in wages. These public dollars are necessary to get such ventures off the ground in Cape Breton Island.\n\nWhen will the NDP start supporting employment in Cape Breton?", 
            "topic": "Scotia Rainbow", 
            "time": "2000-03-03 12:00:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2096/125/", 
            "text": "On a point of order, Mr. Speaker.", 
            "topic": "Scotia Rainbow", 
            "time": "2000-03-03 12:00:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/126/", 
            "text": "Before dealing with the point of order, earlier I recognized the hon. member for St. Albert who is not here. I have a note in my hand that evidently was sent to me by the member for St. Albert. I am not sure, but I am presuming the points he wanted to make, and he told me they would be very short, are supposed to be made by the hon. member for Elk Island.\n\nI am in the middle of a question of privilege. I guess this point of order will have to be put off a bit, unless I can deal with it just like that.", 
            "topic": "Scotia Rainbow", 
            "time": "2000-03-03 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2096/127/", 
            "text": "Mr. Speaker, my particular point of order arises from question period today and it could be dealt with just in a few seconds, but it is not the one that was raised by my hon. colleague.", 
            "topic": "Scotia Rainbow", 
            "time": "2000-03-03 12:00:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/128/", 
            "text": "I will deal with the member's point of order right now and then I want to hear what the hon. member has to say.", 
            "topic": "Scotia Rainbow", 
            "time": "2000-03-03 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2096/129/", 
            "text": "Mr. Speaker, my point of order arising from question period today deals with some confusion arising from the official opposition's assertion of a $10 million line of credit from the Export Development Corporation that we believe benefited Earth Canada.\n\nI have documents that would back up our assertion and I would like permission to table them today.", 
            "topic": "Points Of Order", 
            "time": "2000-03-03 12:00:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/130/", 
            "text": "Does the hon. member have permission to the table the documents?", 
            "topic": "Points Of Order", 
            "time": "2000-03-03 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2096/131/", 
            "text": "Agreed.", 
            "topic": "Points Of Order", 
            "time": "2000-03-03 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2096/132/", 
            "text": "No.", 
            "topic": "Points Of Order", 
            "time": "2000-03-03 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/133/", 
            "text": "Because I committed to hearing the member for St. Albert, and I believe from my information that his words will be incorporated by the hon. member for Elk Island, I will hear the member on the question of privilege raised this morning.", 
            "topic": "Points Of Order", 
            "time": "2000-03-03 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2096/134/", 
            "text": "Mr. Speaker, in view of what I anticipate will happen in a few seconds, I would like to withhold my statement now.", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:05:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/135/", 
            "text": "This morning the hon. leader of the Bloc Quebecois and the whip of the Bloc Quebecois asked me to rule on an action taken, not on Motion No. 8.\n\nIn that case I will hold in reservation my decision on Motion No. 8 until it comes to the House. In view of what has been transpiring, I thought it appropriate for me to hear what was being said by all hon. members. I am not prepared to rule on a motion which is not before the House.\n\nWith regard to the gesture of putting the motion, at this point I have heard from all parties except the government party. If it wants to intervene I am prepared to hear that. If it does not want to intervene that is okay. Does the government House leader wish to intervene on the point of the gesture of bringing it up?", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2096/136/", 
            "text": "Mr. Speaker, however one wants to refer to it, my intervention will be very brief. In the spirit of co-operation and after some consultations with some House leaders, consultations which could even occur later this day, I wish to indicate my intention to withdraw the motion.", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:05:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/137/", 
            "text": "A few weeks ago, we had turbulent Oral Question Periods for several days and I commented on the events in the House.\n\nI want to make another observation, only from what I see here in the chair. There are days when the House rises above itself, when the House permits itself not only to hear one another in what we are saying but, in what I think is the finest traditions of parliament, to actually listen and act on what was said. If I may, I was the author of criticism of ourselves. Today is one of those good days. Thank you. It was well done.", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2096/138/", 
            "text": "Mr. Speaker, if I understand correctly, Motion No. 8 will be withdrawn. This does not however deal with the question of privilege I raised. Are we agreed on that?", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:05:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/139/", 
            "text": "We agree that, if necessary, I will get back to the House. I will give it thought between now and our return. I will consider the question of privilege with respect to the action taken, that is all. If necessary, I will come back to it.\n\nRight now I have another question of privilege of which I have notice. It is from the hon. member for Pictou—Antigonish—Guysborough. I have written notification and I intend to proceed with it, but before I do so I will recognize the hon. member for Rimouski—Mitis.", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2096/140/", 
            "text": "Mr. Speaker, just before oral question period, when the discussion on the question of privilege was interrupted, I proposed to put a motion of privilege to refer this question of privilege to the Standing Committee on Procedure and House Affairs. I wonder if you are prepared to entertain such a motion?", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:10:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/141/", 
            "text": "No, not at this time.", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2096/142/", 
            "text": "Mr. Speaker, I congratulate your ruling as well as the good discretion exercised on the part of the government House leader to back off.\n\nThis question of privilege arises out of a matter the affects not only members of the House but those in the public who are watching very closely as Bill C-20 proceeds through the Chamber and eventually goes to the other place.\n\nOn the government website as of this morning the committee reports with respect to the progress of the legislative committee and the Minutes of Proceedings and Evidence that were heard between the dates of February 14 and February 24, that short time allotted for the committee to contemplate Bill C-20, are shown as unavailable or not available to those who would be tracking the process of what was taking place in the committee.\n\nThere is a window on this world that occurs when the evidence is posted on that website. This window is essentially closed and the blinds are pulled. This technical line of communication is a very important and very symbolic site where the government and members of the opposition have the opportunity to communicate over the Internet and on the government website on what is taking place. It is a very important lifeline and form of communication.\n\nThis question of privilege concerns the ability of members of the House to review, to re-examine and to contemplate what has already taken place in committee with respect to this bill, which has been given a great deal of priority. There has been tremendous pomp and ceremony about the importance put forward by the government on Bill C-20 and yet to date, for some unknown, unexplained reason, this information is not available on this website.\n\nWe already discussed at length previously today and on other occasions the inability of the opposition or others in government, for that matter, to move amendments. Similarly I would say that this absence of information on the government website impacts on the ability of members of parliament and others to reflect on what has taken place already in this process.\n\nPerhaps there is a good reason it is not available, but if it is part of the procedural ambush we have seen in the past I would suggest that it is improper and I would be prepared, with your indulgence, Mr. Speaker, if you find there is a prima facie breach of privilege, to move the necessary motion.\n\nIt is the Canadian public and all members of parliament who are affected by the absence on the website.", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:10:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/143/", 
            "text": "I am not sure we would deal with this matter under a question of privilege. I want to consult to see if I can get some kind of an explanation.\n\nMy colleagues, with regard to the information being available, I am told that most of it is on the website right now and we are in the process of finishing up the information. It should be in the hon. member's hands soon.\n\nIn direct response to the point of order, I am quoting Speaker Francis who was quoting Speaker Macnaughton. This is what Speaker Macnaughton had to say on March 17, 1965 as reported on page 12479 of Hansard :\n\nThe basic question is whether or not a bill in the House of Commons can be discussed, assuming that the evidence has not been completely finished in its English and French printing. I have made a search of the records since Confederation, and there is no case that says that a bill in the House of Commons which is up for discussion cannot be proceeded with until the evidence has been filed. If we were to accept the suggestion of the hon. member for Lapointe (Mr. Grégoire), emotionally pleasing as it may be, nevertheless procedurally in my opinion it would be completely wrong, and would establish a very bad precedent.\n\nAgain Mr. Speaker Francis stated and I quote from page 4631 of Hansard dated June 13, 1984:\n\nI really do feel uncomfortable when hon. members do not have the transcripts. However, I am guided by the precedent of Mr. Speaker Macnaughton. I am guided by the fact that the rules are silent as to the form of printing.\n\nI inform the hon. member officially that most of it is on the website now. The rest of it I am sure will be there very soon, before we get into the body of the debate on this.", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2096/144/", 
            "text": "Mr. Speaker, I rise on a point of order on this.", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:15:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/145/", 
            "text": "I just ruled on this issue.", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2096/146/", 
            "text": "I would appreciate it if you allowed me to add something. You quoted a comment made by a predecessor of yours in the sixties.\n\nWe are now in the electronic era. Like my colleague, I find there is a serious problem, because the clerk of that committee told me, the day after the proceedings, that the minutes of the proceedings of the legislative committee on Bill C-20 would be posted in the coming days. We are already one week past that deadline and the minutes have yet to be posted.\n\nBased on the statements—", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:15:00", 
            "attribution": "Mr. Daniel Turp", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/147/", 
            "text": "As I said, it is not absolutely necessary to have all the printed documents. We are doing our best. The hon. member will get them, if not today, certainly when we come back in the House to resume debate.", 
            "topic": "Privilege", 
            "time": "2000-03-03 12:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2096/148/", 
            "text": "Mr. Speaker, I am very pleased to have the honour to table in both official languages the government's response to 15 petitions. I move:\n\nThat the House do now proceed to orders of the day.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-03 12:15:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/149/", 
            "text": "This is in order. All those in favour of the motion will please say yea.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-03 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2096/150/", 
            "text": "Yea.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-03 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/151/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-03 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2096/152/", 
            "text": "Nay.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-03 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/153/", 
            "text": "In my opinion the yeas have it.\n\nAnd more than five members having risen:", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-03 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/154/", 
            "text": "Call in the members.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-03 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/155/", 
            "text": "I declare the motion carried.", 
            "topic": "Division No. 759", 
            "time": "2000-03-03 12:55:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2096/156/", 
            "text": "The House proceeded to the consideration of Bill C-20, an act to give effect to the requirement for clarity as set out in the opinion of the Supreme Court of Canada in the Quebec Secession Reference, as reported (without amendment) from the legislative committee.", 
            "topic": "", 
            "time": "2000-03-03 12:55:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/157/", 
            "text": "I will now give my ruling concerning report stage of Bill C-20.\n\nThere are 411 motions in amendment standing on the notice paper for the report stage of Bill C-20.\n\nThe motions will be grouped for debate as follows.\n\nGroup No. 1: Motions Nos. 1 to 12.\n\nGroup No. 2: Motions Nos. 13 to 68.\n\nGroup No. 3, Motions Nos. 69 to 83.\n\nGroup No. 4: Motions Nos. 84 to 89.\n\nGroup No. 5, Motions Nos. 90 to 411.\n\nThe voting patterns for the motions within each group are available at the table. The Chair will remind the House of each pattern at the time of voting.\n\nI will now put Motions Nos. 1 to 12 to the House, but before that, on a point of order, the hon. member for Beauharnois—Salaberry.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 12:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2096/158/", 
            "text": "Mr. Speaker, I rise on a point of order. This concerns the permissibility of some of my amendments to Bill C-20 at report stage, which I submitted this week to the Journals Branch.\n\nI am rising now on a point of order so that you may rule on this, at your earliest convenience, before we start debating Bill C-20. The House of Commons Procedure and Practices , by Marleau and Montpetit, says on page 538, and I quote:\n\nPoints of Order respecting procedure must be raised promptly and before the question has passed to a stage at which the objection would be out of place.\n\nThis is of the utmost importance. Some of the amendments I am proposing are aimed at clarifying the wording of clauses 1(5) and 2(3) of Bill C-20.\n\nThese clauses state that the House of Commons shall take into account any views it considers to be relevant to the consideration of the question and the will to secede.\n\nMy amendments, which were rejected, are only aimed at specifying that these views can be the ones of the government of the province that wants to secede and, in my humble opinion, my amendments do not go beyond the scope of the bill. However, they were deemed out of order, which seems to indicate that my freedom of expression has been restricted.\n\nI appeal to you, Mr. Speaker, since you are the guardian of the privileges of members of the House, particularly those in the opposition. On this issue, the\n\nHouse of Commons Procedure and Practice , by Marleau and Montpetit, also specifies, on page 261, and I quote:\n\nIt is the responsibility of the Speaker to act as the guardian of the rights and privileges of Members and of the House as an institution.\n\nIt goes on to say:\n\nFreedom of speech may be the most important of the privileges accorded to Members of Parliament; it has been described as:\n\n...a fundamental right without which they would be hampered in the performance of their duties. It permits them to speak in the House without inhibition, to refer to any matter or express any opinion as they see fit, to say what they feel needs to be said in the furtherance of the national interest and the aspirations of their constituents.\n\nSince you are the guardian of the privileges of this House and of its members, I draw your attention to the consequences of ruling out of order the amendments I submitted as a member representing his fellow citizens.\n\nWith all due respect, I do not understand why I cannot discuss these amendments. Because you ruled them as being out of order, not only myself, but all the members of this House are prevented from debating them.\n\nThis is an important and urgent matter, but you should take the time to examine the situation and make an informed decision. Your ruling will determine the freedom that the members of this House will enjoy in the future. Neither I nor my colleagues want to see this freedom of speech challenged only because my amendments deal with Bill C-20.\n\nTo conclude, I would like to quote constitutional experts whom our PC colleague quoted this morning, namely professors Brun and Tremblay, who, in the fifth edition of their book on constitutional law, wrote the following:\n\nThe safeguarding the rights of the opposition is one of the most fundamental unwritten rules that the Speaker of the House must advocate, if necessary.\n\nMr. Speaker, we need you to be the guardian of our privilege to speak, to amend legislation, to introduce amendments that were ruled out of order and should not have been.", 
            "topic": "Points Of Order", 
            "time": "2000-03-03 12:55:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2096/159/", 
            "text": "The House resumed consideration of Bill C-20, an act to give effect to the requirement for clarity as set out in the opinion of the Supreme Court of Canada in the Quebec Secession Reference, as reported (without amendment) from the legislative committee.", 
            "topic": "", 
            "time": "2000-03-03 13:00:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2096/160/", 
            "text": "Mr. Speaker, an agreement could not be reached under the provisions of Standing Orders 78(1) or 78(2) with respect to the report stage of Bill C-20, an act to give effect to the requirement for clarity as set out in the opinion of the Supreme Court of Canada in the Quebec Secession Reference.\n\nUnder the provisions of Standing Order 78(3), I give notice that a minister of the crown will propose at the next sitting of the House a motion to allot a specific number of days or hours for the consideration and disposal of proceedings at the said stages.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:00:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2096/161/", 
            "text": "Democracy, democracy.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/162/", 
            "text": "Order, please. I will consider what the hon. member had to say, I will think about it and I will come back to the House on this when we begin debate on Bill C-20.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2096/163/", 
            "text": "Mr. Speaker, I ask for the unanimous consent of the House to have Motion No. 12, standing in the name of the hon. member for Saint-Bruno—Saint-Hubert, now recorded as standing in the name of the hon. member for Mercier.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:05:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/164/", 
            "text": "Is there unanimous consent of the House?", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2096/165/", 
            "text": "Agreed.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2096/166/", 
            "text": "No.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2096/167/", 
            "text": "Mr. Speaker, on a point of order. I think we have seen the type of democracy this government has to offer. After showing some openness a while ago, it is now resorting to another gag order and refusing that a motion be sponsored by another colleague, thus eliminating that motion from the Order Paper.\n\nI only wanted to ask, since we will now proceed with the debate on the amendments to Bill C-20 proposed by the Bloc Quebecois and some other parties, if you intend to hand down your ruling on the question of privilege raised by our colleague, the hon. member for Rimouski—Mitis, concerning the way some of our amendments were dealt with, before we begin debate.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:05:00", 
            "attribution": "Mr. Stéphane Bergeron", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/168/", 
            "text": "To answer the specific question, I will certainly make a ruling before we complete debate on Bill C-20. The House will know my decision at that time. Let us proceed with debate.\n\nBut before, the hon. member for Rimouski—Mitis on a point of order.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2096/169/", 
            "text": "Mr. Speaker, in the motions in Group No. 2, you have decided that the vote on Motion No. 48 would also apply to Motion No. 49. However, in Group No. 3, even though the content is exactly the same, you have decided that there would be separate votes on Motions Nos. 70 and 71.\n\nWhy did you decide that the vote on Notion No. 70 would not apply to Motion No. 71 but that the vote on Motion No. 48 would apply to Motion No. 49?", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:05:00", 
            "attribution": "Mrs. Suzanne Tremblay", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/170/", 
            "text": "As for the question raised by the member for Beauharnois—Salaberry, I will take the member's question into consideration and rule on it in due course.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2096/171/", 
            "text": "Mr. Speaker, further to some indications from our colleagues opposite, I again ask for the unanimous consent of the House so that Motion No. 12 standing in the name of the hon. member for Saint-Bruno—Saint-Hubert now stand in the name of the hon. member for Mercier.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:05:00", 
            "attribution": "Mr. Stéphane Bergeron", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/172/", 
            "text": "Is it agreed?", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2096/173/", 
            "text": "Agreed.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Caroline St-Hilaire", 
                "url": "/politicians/271/", 
                "member_id": 2695, 
                "party": "Bloc", 
                "riding": "Longueuil (Québec)", 
                "id": 271
            }, 
            "url": "/hansards/2096/174/", 
            "text": "moved:\n\nMotion No. 1\n\nThat Bill C-20 be amended by deleting the title.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Ms. Caroline St-Hilaire (Longueuil, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Yvan Bernier", 
                "url": "/politicians/6299/", 
                "member_id": 2667, 
                "party": "Bloc", 
                "riding": "Bonaventure—Gaspé—Îles-De-La-Madeleine—Pabok (Québec)", 
                "id": 6299
            }, 
            "url": "/hansards/2096/175/", 
            "text": "moved:\n\nMotion No. 2\n\nThat Bill C-20, in the preamble, be amended by adding before line 1 on page 1 the following:\n\n“Whereas when the Quebec people were consulted by a referendum in 1995, the winning choice was the one that obtained a majority of the votes declared valid, that is, fifty percent of the votes plus one vote;”", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Mr. Yvan Bernier (Bonaventure—Gaspé—Îles-de-la-Madeleine—Pabok, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Caroline St-Hilaire", 
                "url": "/politicians/271/", 
                "member_id": 2695, 
                "party": "Bloc", 
                "riding": "Longueuil (Québec)", 
                "id": 271
            }, 
            "url": "/hansards/2096/176/", 
            "text": "moved:\n\nMotion No. 3\n\nThat Bill C-20, in the preamble, be amended by deleting lines 1 to 37 on page 1 and lines 1 to 33 on page 2.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Ms. Caroline St-Hilaire (Longueuil, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2096/177/", 
            "text": "moved:\n\nMotion No. 4\n\nThat Bill C-20, in the preamble, be amended by deleting lines 1 to 6 on page 1.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2096/178/", 
            "text": "moved:\n\nMotion No. 5\n\nThat Bill C-20, in the preamble, be amended by replacing lines 1 and 2 on page 1 with the following:\n\n“Whereas the Supreme Court of Canada has given an opinion that there is no right, under interna-”", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Yvan Bernier", 
                "url": "/politicians/6299/", 
                "member_id": 2667, 
                "party": "Bloc", 
                "riding": "Bonaventure—Gaspé—Îles-De-La-Madeleine—Pabok (Québec)", 
                "id": 6299
            }, 
            "url": "/hansards/2096/179/", 
            "text": "moved:\n\nMotion No. 6\n\nThat Bill C-20, in the preamble, be amended by deleting lines 7 to 10 on page 1.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Mr. Yvan Bernier (Bonaventure—Gaspé—Îles-de-la-Madeleine—Pabok, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "René Canuel", 
                "url": "/politicians/6403/", 
                "member_id": 3296, 
                "party": "Bloc", 
                "riding": "Matapédia—Matane (Québec)", 
                "id": 6403
            }, 
            "url": "/hansards/2096/180/", 
            "text": "moved:\n\nMotion No. 7\n\nThat Bill C-20, in the preamble, be amended by deleting lines 11 to 15 on page 1.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Mr. René Canuel (Matapédia—Matane, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pierre De Savoye", 
                "url": "/politicians/6437/", 
                "member_id": 3305, 
                "party": "Bloc", 
                "riding": "Portneuf (Québec)", 
                "id": 6437
            }, 
            "url": "/hansards/2096/181/", 
            "text": "moved:\n\nMotion No. 8\n\nThat Bill C-20, in the preamble, be amended by deleting lines 16 to 24 on page 1.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Mr. Pierre de Savoye (Portneuf, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2096/182/", 
            "text": "moved:\n\nMotion No. 9\n\nThat Bill C-20, in the preamble, be amended by replacing lines 16 and 17 on page 1 with the following:\n\n“Whereas the Supreme Court of Canada has given an opinion that the result of a referendum on”", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pauline Picard", 
                "url": "/politicians/230/", 
                "member_id": 3273, 
                "party": "Bloc", 
                "riding": "Drummond (Québec)", 
                "id": 230
            }, 
            "url": "/hansards/2096/183/", 
            "text": "moved:\n\nMotion No. 10\n\nThat Bill C-20, in the preamble, be amended by deleting lines 25 to 32 on page 1.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Mrs. Pauline Picard (Drummond, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Serge Cardin", 
                "url": "/politicians/serge-cardin/", 
                "member_id": 3677, 
                "party": "Bloc", 
                "riding": "Sherbrooke (Québec)", 
                "id": 53
            }, 
            "url": "/hansards/2096/184/", 
            "text": "moved:\n\nMotion No. 11\n\nThat Bill C-20, in the preamble, be amended by deleting lines 33 to 37 on page 1 and lines 1 to 7 on page 2.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Mr. Serge Cardin (Sherbrooke, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2096/185/", 
            "text": "moved:\n\nMotion No. 12\n\nThat Bill C-20, in the preamble, be amended by deleting lines 21 to 30 on page 2.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Mrs. Francine Lalonde (for Mrs. Pierrette Venne)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2096/186/", 
            "text": "Mr. Speaker, it is important for me to speak today at report stage to Bill C-20, an act to give effect to the requirement for clarity as set out in the opinion of the Supreme Court of Canada in the Quebec Secession Reference.\n\nIt is particularly important to me to speak to Motion No. 4, which moves that Bill C-20, in the preamble, be amended by deleting lines 1 to 6 on page 1, in other words by omitting:\n\nWhereas the Supreme Court of Canada has confirmed that there is no right, under international law or under the Constitution of Canada, for the National Assembly, legislature or government of Quebec to effect the secession of Quebec from Canada unilaterally.\n\nThe reason it is so important for me to speak today is that this bill, the so-called clarity bill, is not just nebulous, but undemocratic, and I will demonstrate why.\n\nFirst of all, Bill C-20 gives the House of Commons the power to overturn an act of the National Assembly and the decision of the people of Quebec. It gives the House of Commons the power to consider the referendum question and, by resolution, set out its determination on whether, in the House's view, the question is clear—I am referring to clause 1, first paragraph—or whether, again in the House's view, there has been a clear expression of a will by a clear majority of the population of that province to separate from Canada, as set out in clause 2, first paragraph.\n\nBill C-20 also gives the House of Commons the power to overturn a motion by the National Assembly to adopt a referendum question, as well as the power to overturn and to censure the result of a referendum that does not have a majority that is clear, again in the House's view.\n\nBy extending such authority to the House of Commons, Bill C-20 reactivates what is referred to by constitutional specialists as “the power of disallowance”, which fell into abeyance as recognised by the supreme court itself in its August 20, 1998 reference. Such an attempt is totally inconsistent with the independence of each level of government which represents one of the basic principles of federalism.\n\nThis power of disallowance is extended to a chamber of the Parliament of Canada where less than 25% of elected members are Quebecers—members should keep this percentage in mind—which gives to the rest of Canada a new form of veto on the political and constitutional future of Quebec.\n\nThe power of the House of Commons is strengthened by the obligation imposed on it by Bill C-20 to take into account the views of many political players from the rest of Canada, who can also jeopardise Quebec's freedom to choose its own destiny, while if French is spoken to them they will not understand a word of what is being said.\n\nFor this reason alone, Bill C-20 is undeniably undemocratic. It should be withdrawn before 60% of the members of the House of Commons coming from Quebec—at least 45 out of 75 members—vote against this measure and deprive it of any legitimacy.\n\nThat was my first point and I will now discuss a second point. Bill C-20 denies Quebec the freedom to choose its political destiny and among other things to include in a referendum question, if so it chooses, a offer of partnership with the rest of Canada. It is truly an attack on the freedom of choice of Quebecers, and God knows that we know what we want.\n\nBy rejecting the partnership, thus limiting the constitutional and political options for the future of Quebec, Bill C-20 purports to prevent Quebec from reaching out to the rest of Canada and propose a form of partnership that would be entirely compatible with the new status of a sovereign Quebec.\n\nAs numerous analysts indicated—and we have heard from a great many of them—this is a scheme, a trick to force Quebecers to chose between status quo and secession, to use the minister's pet word.\n\nThere is nothing in the supreme court opinion justifying the hard line taken by the minister and the government. For that reason also, I repeat that Bill C-20 is clearly undemocratic.\n\nMy third reason is that Bill C-20 denies the universal rule of the 50% plus one majority and the basic rule of the equality of votes.\n\nBy refusing to recognize the 50% plus one rule and by drafting a provision, namely clause (2)( b ), which is itself the opposite of clarity, the Liberal government ignores a rule which was very widely accepted by political actors in the 1980, 1992 and 1995 referendums, and which they still consider valid. The 50% plus one rule is a universally recognized rule, which has applied and continue to apply to all referendums held under the auspices of the United Nations.\n\nOnce again, the government relies on an opinion of the Supreme Court of Canada to suggest that the 50% plus one rule is not valid, when in fact nothing in that opinion supports such a position, quite the contrary. The fact that the court made reference to a qualitative majority contradicts him and we will repeat this over and over again during the next few days.\n\nThe refusal to abide by the 50% plus one rule is outright discrimination against individuals and is contrary to the principle of equality of votes. In the end, the winning option is the one that has more weight than the other. For this very obvious reason, Bill C-20 is clearly undemocratic.\n\nI strongly wish our institution, the House of Commons, would withdraw it because it goes against the imperative standard of the equality of all citizens.\n\nNot only is Bill C-20 an unprecedented attack against Quebec democracy, but the government also now seems determined to use undemocratic methods to force its passage by the House of Commons: review by a legislative committee instead of a standing committee; hearings restricted to expert witnesses; refusal to consult the public; and finally, Motion No. 8, which is nothing more than a gag order.\n\nThe Prime Minister seems to want to show once again that his government lacks transparency. It is not by refusing an open and democratic debate on Bill C-20 that the Minister of Intergovernmental Affairs will convince people that all he wants is truth and, above all, clarity.\n\nAt this point, I move:\n\nThat motion No. 5 be amended by adding, after the word “donné” in the French version, the following:\n\n“un”.\n\nAnd I sign the amendment, so as to prove that all is transparent with us.\n\nBill C-20, proposed by the Minister of Intergovernmental Affairs and the Prime Minister to force on Quebecers referendum rules that are contrary to the most basic principles of democracy, is a departure from tradition and from respect for democratic rules.\n\nI remind hon. members that the federal government, which took part in the 1992 and 1995 referendums, is now breaking with the democratic tradition of Quebec and Canada.\n\nBasically, we are asking for the freedom to have a responsible government in Quebec, the freedom to make sure that the Government of Quebec is recognized as responsible and legitimate, the responsibility and the freedom to determine the referendum question and to not be tied up by an untenable status quo. This is called the freedom to have the country of our choice.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:10:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2096/187/", 
            "text": "Mr. Speaker, we have heard a lot said in the last little while about democracy in the House. There have been great protestations about what is taking place in the House, how the government is moving and the kinds of tactics that are being used in order to get the business of the House done.\n\nThere is a reason to be concerned. The House has not been a happy place in which to work or in which to have a legitimate debate for some time now. When considering that, we have to look at where that feeling arises from.\n\nThe government has spoken for a long time about the need to do something to clarify the rules for secession. The Prime Minister spoke about it during the 1995 referendum. I recall that he repeatedly stood in the House and said that 50 plus one was not enough. This did not come to the floor of the House this week or last week; it is a position that has been held by the government for a very long time. There was a discussion of this last summer leading up to the renewal of the session. In the Speech from the Throne there was an indication of the government's desire to do this.\n\nEach step of the way one of the parties opposite, rather than seeing this as an opportunity to debate a fundamental question of fundamental importance to the country, has said that it does not matter what occurs in this Chamber. That party has said it does not matter what is put down by the Government of Canada, that its members will not involve themselves in the process and will do everything they can to stop it. That has been stated over and over again by members of the Bloc Quebecois.\n\nAt a certain point we are left to decide whether we want to let one party hijack the House. It is unfortunate that the tools one has to deal with are heavy handed. The tool to limit debate is not one which anybody in the House likes to see used but it is a necessary tool in the face of the activities, particularly in this place, of the Bloc Quebecois.\n\nLet us look at this. If we are talking about democracy, if we are talking about legitimate debate on legitimate questions in front of the House, let us look at what we are debating today. We entering into debate on 411 amendments to Bill C-20. We are debating 12 of those amendments and now a subamendment to one of them. What are these earth shattering important amendments that we are going to take up the time of the country to debate?\n\nMotion No. 1 is “That Bill C-20 be amended by deleting the title”. This is the quality of the debate the Bloc wants to put on the floor of the House. Motion No. 3 deletes lines 1 to 37 on page 1 and lines 1 to 33 on page 2 of the bill.\n\nLet me read some of the lines that members of the Bloc would have us delete. “Whereas any proposal relating to the break-up of a democratic state is a matter of the utmost gravity and is of fundamental importance to all of its citizens”. That is what they want us to delete, but there is more. “Whereas the government of any province of Canada is entitled to consult its population by referendum on any issue and is entitled to formulate the wording of its referendum question”. That is what they want us to delete.\n\nAt the same time we hear them arguing fiercely that the Government of Quebec has the right to ask any question that it wishes. When I read “Whereas the government of any province of Canada is entitled to consult its population by referendum on any issue and is entitled to formulate the wording of its referendum question”, it seems to meet the test that the Bloc would have us consider. Yet Motion No. 3 calls upon us to delete that from the preamble of the bill.\n\nJust in case people have not understood that, Motion No. 7 is a very narrowly drawn motion. Motion No. 7 says “That Bill C-20, in the preamble, be amended by deleting lines 11 to 15 on page 1”. What are lines 11 to 15 on page 1? “Whereas the government of any province of Canada is entitled to consult its population by referendum on any issue and is entitled to formulate the wording of its referendum question”.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:20:00", 
            "attribution": "Mr. Reg Alcock (Parliamentary Secretary to President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2096/188/", 
            "text": "Order, please. It seems to me that, if one side wants to be heard, it should also listen to what the other side has to say. We should agree to at least be able to hear what is said in debate.\n\nOnce again, during the debate on Bill C-20, I would like to hear what is being said in debate, as I am sure the vast majority of members in the House do.\n\nToday's debate is now over.\n\nAs it is 1.30 p.m., the House will now proceed to the consideration of Private Members' Business as listed on today's order paper.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-03 13:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2096/189/", 
            "text": "The House resumed from February 18 consideration of the motion.", 
            "topic": "", 
            "time": "2000-03-03 13:30:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2096/190/", 
            "text": "On debate, with six minutes left, the hon. member for Winnipeg Centre.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 13:30:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2096/191/", 
            "text": "Mr. Speaker, I am very pleased to carry on with my speech regarding the private member's motion put forward by the member for Pictou—Antigonish—Guysborough.\n\nThe motion, as stated, calls for the government to undertake a study for the implementation of the recommendations of the Richard inquiry on the Westray mine. It is a very worthwhile and timely motion. We were very pleased when it was brought before the House because all Canadians were horrified when 26 miners were killed in the Westray mine through what I believe to be criminal negligence and through what the chief justice found to be criminal negligence.\n\nCanadians were even more horrified when they realized that the crown prosecutors of Nova Scotia would have to drop or stay the charges against the Westray mine because under the current Criminal Code of Canada there was no way to make those charges stick. That certainly is what caught in the craw of most Canadians. There was no way to deal with the grief of the actual deaths of the 26 miners.\n\nIt was incredibly frustrating to see that the crown prosecutors of Nova Scotia did not have the tools to do the job to bring to justice the people who caused the deaths of the 26 miners through what I call criminal negligence, through what Justice Richard called criminal negligence, and I would go further, to what I call murder. I am not afraid to call death caused by criminal negligence murder. I am pleased to do so. It goes beyond manslaughter. In circumstances where those in control of an enterprise have been made aware over and over again that what is being done is dangerous, that workers' lives are being put at risk and yet they continue to do so until somebody dies is murder.\n\nI am very pleased to join in the debate on the motion. I would hope that the government members would see fit to support the motion because it is worded and crafted in a way that is very easy to agree with even for those who do not feel as strongly about the subject as I do.\n\nAll the motion calls for is the government to begin to study how we could implement the recommendations of Judge Richard, specifically recommendation No. 73 which calls for amendments to Canadian legislation to contemplate the concept of corporate murder. That is essentially what it is calling for, the concept of corporate manslaughter and corporate murder and to make changes and amendments to any legislation, such as the Workplace Safety and Health Act, the Canada Labour Code and the Criminal Code of Canada, to ensure that people, from the CEO right down to the boards of directors, the foremen, the managers and the frontline workers, can all be held criminally accountable when they cause death due to criminal negligence. I think it is a very worthwhile motion. In fact, the leader of our party, the member for Halifax, has introduced a private member's bill that actually goes further than the private member's motion from the member for Pictou—Antigonish—Guysborough. It states exactly what changes to those pieces of legislation are necessary to make corporate accountability a reality in matters of workplace safety and health.\n\nI come from the building trade, the construction industry. I am no stranger to seeing people injured and killed on job sites. It was my job, as the job steward, to pick up the tools of my fallen comrades and take them back to their families and wives and tell them the unhappy news that there had been an injury on the job. I picked up their tools so they would not lay in the mud.\n\nI am all too familiar with it. I am familiar with it to the point where I can say right now that there is no production schedule in the world that justifies injuring, butchering, maiming, poisoning or killing Canadian workers. I feel very strongly about that. I think we have made that point clearly.\n\nI would ask members on the other side that if they will not consider the obvious moral and ethical issues around clean, safe and healthy workplaces, to please consider the economics of clean, safe and healthy workplaces.\n\nIn the province that I come from, we lose approximately 50,000 person days a year due to strikes and lockouts and labour and work stoppages. In that same period of time, we lose 550,000 person days per year due to injuries and accidents.\n\nThe economics are clear. If we are concerned about Canadian productivity, the onus should be on all of us to clean up the workplaces and minimize lost time due to injuries and accidents. The hon. member for Pictou—Antigonish—Guysborough certainly raises that issue for us when he asks us to debate the very important issue he raises with his motion on the Westray mines.\n\nWhen I said earlier that some people call it murder when a death is caused due to criminal negligence, I asked the House to consider what happens when someone drinks a bottle of whiskey, hops in a car, runs someone over and kills them. That is criminal. That is murder. That is not just a traffic violation. The person is guilty of murder if he or she is convicted under the Criminal Code of Canada. It is not just a workplace safety and health issue when someone is killed due to criminal negligence on the job, it is murder.\n\nIn my own riding, I am sad to say, a couple of months ago the owner of a scrapyard hired a 17 year old kid. He gave him a cutting torch and told him to cut an oil drum in half. The kid blew himself to kingdom come. That guy murdered the 17 year old kid and we will fight for legislation which will contemplate the concept of corporate murder and corporate accountability.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 13:30:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2096/192/", 
            "text": "Mr. Speaker, I rise on a point of order. I must protest. The member is abusing the rights and privileges he enjoys in the House by using the word murder in the context of a terrible tragedy, in which indeed there may have been negligence, but it is before various tribunals. If he really has the courage to use that term, then he should use it outside the House not inside the House because he has protection, Mr. Speaker.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 13:35:00", 
            "attribution": "Mr. John Bryden", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2096/193/", 
            "text": "The hon. member for Wentworth—Burlington has had the opportunity to put his thoughts on this on the record. The hon. member for Winnipeg Centre is of course afforded the same privilege.\n\nWhether we agree with either the tone or context of any member's debate is what debate is all about.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 13:35:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2096/194/", 
            "text": "Mr. Speaker, I am pleased to rise for the second hour of debate on behalf of the Progressive Conservative Party of Canada to discuss Motion No. 79, a motion introduced by my colleague from Pictou—Antigonish—Guysborough.\n\nI would like to explain what happened on that dreadful morning in May 1992. It may help members gain a better understanding of what provoked the motion.\n\nOn May 9, 1992, at 5.20 a.m., a violent explosion ripped under the tiny community of Plymouth, just east of the town of Stellarton, Nova Scotia. The explosion occurred in the depths of the Westray coal mines, instantly killing the 26 miners working there at the time.\n\nMotion No. 79, formerly Motion No. 455, was introduced by my colleague from Pictou—Antigonish—Guysborough to ensure that something like this never happens again. Workplace safety must be the norm across the country, no matter what profession one chooses, whether working in a coal mine, a fish plant or on an assembly line. Every Canadian has the right to feel safe at work and every corporate executive must take the initiative to ensure those standards are met.\n\nMotion No. 79 reads as follows:\n\nThat, in the opinion of the House, the Criminal Code or other appropriate federal statutes should be amended in accordance with Recommendation 73 of the Province of Nova Scotia's Public Inquiry into the Westray disaster, specifically with the goal of ensuring that corporate executives and directors are held properly accountable for workplace safety.\n\nRecommendation 73 in the report of the inquiry commissioner, Justice Peter K. Richard, reads as follows:\n\nThe Government of Canada, through the Department of Justice, should institute a study of accountability of corporate executives and directors for the wrongful or negligent acts of the corporation and should introduce in the Parliament of Canada such amendments to legislation as are necessary to ensure that corporate executives and directors are held properly accountable for workplace safety.\n\nRecommendation 73 does not endorse any particular legislative action by parliament. However, I will proceed by stressing that Motion No. 79 wishes to address the concerns referred to by Justice Peter Richard in his report, with an emphasis on the personal liability of key corporate officials.\n\nThe proposal to create a new criminal offence for corporate officials for failing to maintain safe workplaces would, by definition, require adding new provisions to the criminal code. This could be done by adding new sections to the criminal code under subsection 467.5 and 467.6.\n\nSubsection 467.6 would extend personal criminal liability for the corporate failure to every officer or director of the corporation who knew or ought to have known, based on their experience, qualifications and duties, about the unsafe conditions in question.\n\nAnother way to address the matter would be to amend the criminal code provisions which define criminal negligence, section 219, and culpable homicide, section 222, in a way which specifically addresses death or bodily harm caused by a failure to maintain workplace safety on the part of a director or executive of a corporation. The drawback to this approach is that it does not deal with situations where death or injuries do not result. As well, if one wished to strengthen the accountability of officials for workplace safety violations of their corporations, one could amend subsection 149.2 of the criminal code to include additional circumstances in which their liability could be triggered.\n\nAs I am sure you are aware, Mr. Speaker, many corporate officials in today's marketplace have developed a cavalier attitude toward fair labour practices and workplace safety. This approach cannot be condoned in any capacity. As Canadians, we are all entitled to wake up and go to our place of work, wherever that may take us, and know that our well-being as individuals is protected and that workplace safety is reinforced and upheld on a daily basis. However, in many situations the almighty dollar overshadows the secure working environment to which we are all entitled.\n\nOf course the bottom line of any business is to make a profit. At the end of the day that is a very normal mindset for anyone who operates a business large or small. If there is no profit at the end of the day, there will be no business shortly thereafter. In short, profitability equals sustainability.\n\nHowever, we must not let employers allow profits to take precedence over workplace safety. This mindset is precisely what sets the tone for workplace tragedies and creates unsafe working conditions. Businesses must ensure that their employees are adequately supervised and consistently updated on safe work practices. Sadly, in the past, we have all witnessed individuals doing jobs they were not properly trained how to perform.\n\nIt is essential that companies take the time to train employees so that additional risk is limited for employees and those around them who are in the workplace doing their everyday job.\n\nManagement must also ensure that their employees have an appreciation of any special dangers inherent at the job site. In the case of the Westray coal mine, many of the tradesmen were prone to perform unsafe tasks or to take dangerous shortcuts in their work, never once being told any different by management. In fact, in many cases there is no question that management was well aware, or ought to have been aware, that safe mining practices were not being performed.\n\nAs stated in Chief Justice Richard's report:\n\nThere was no question that Westray management knew that the levels of methane underground at the coal mine were hazardous. Under section 72 of the Coal Mines Regulation Act, such conditions mandated the withdrawal of workers from the affected area, and that is the primary reason, management in this instance chose to ignore that fact.\n\nIn this situation, as in all situations, the open door policy of management could have helped prevent the deaths of the 26 coal miners that devastating morning.\n\nNo employee ever wants to feel as if his or her safety concerns are falling on deaf ears. A collaborative effort among upper, middle and lower management must be invoked to create an environment that is hazardous free for every employee across the country. Of course, accidents happen, but measures must be in place to minimize the risk of death or injury. No single environment is 100% danger free, but in most cases the risk of danger can be significantly less with a bit of common sense.\n\nReferring to the Westray coal mine tragedy, the inquiry was set out to investigate the following: the occurrence of the explosion that resulted in the loss of life; was the occurrence preventable; whether any neglect caused or contributed to the explosion in any way; and was the mine in compliance with applicable statutes, regulations, orders, rules or directions. These questions which were investigated at the time of the inquiry are many of the same questions that should be reviewed with business executives on a daily basis to ensure that they are operating a safe company. As well, it would be a good opportunity to ensure that businesses are in compliance with current regulations.\n\nAs representatives of the federal government we have to ensure that accountability is upheld in this country so that situations such as Westray and others do not ever again repeat themselves. The devastation of the Westray explosion will be felt for many, many years in the tiny community of Stellarton and, indeed, all of Nova Scotia.\n\nToday, on behalf of every individual affected by this horrible tragedy, I ask members to lend their assistance to this motion and give it their strongest consideration and support.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 13:35:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2096/195/", 
            "text": "Mr. Speaker, in my riding, which is adjacent to Hamilton, there is a bronze sculpture that was created a few years ago which caused a lot of controversy in my riding. It is to commemorate those who have died in the workplace. What it is comprised of is a huge slab. A workman is holding on to the edge of the slab backward and he is headless. It is very, very dramatic. Many people in the Hamilton community were almost offended by this piece of sculpture, and yet it makes its point enormously eloquently.\n\nI should say that Hamilton is an industrial town. It has two major steel corporations and a number of heavy industries. I hate to say it, but industrial accidents are not an infrequent occurrence. Fortunately they are much rarer than they used to be 20, 30 or 40 years ago, but they still occur.\n\nThe problem with industrial accidents is that it is very difficult to determine if negligence occurred. Sometimes it may not be negligence at all. It may be that the firm has done everything it thought was correct, but still the accidents occur. The problem is, where do we draw the line between no negligence, negligence and wilful negligence. This motion is directed toward the idea of wilful negligence.\n\nFor a number of years during my youth I was a police reporter at the local newspaper. I had the occasion to be on the scene of a number of industrial accidents. I can tell you, Mr. Speaker, there is nothing more horrible than to see somebody who has been absolutely crushed to a pulp by some sort of machine, or has been pulled into a machine, or some young person who suffocated as a result of going into a chamber in which the air was exhausted. These things do occur and they are dreadful tragedies. When one has any kind of experience with that one can certainly appreciate and sympathize with the very strong feelings of the relatives of those at Westray who lost their lives.\n\nThe difficulty I have with the motion is twofold. One is this concept of where one draws the line between criminal negligence as already defined in the criminal code and some other area of wilful negligence that is not defined in the code. I am not certain you can do that very easily, Mr. Speaker. I am just not certain at all.\n\nThe other point I would like to make is the problem that the motion also uses the words “corporate executives”. The motion is directed against this idea that corporations, in their haste to make profit, are the ones that are most likely to be negligent to the point of risking their workers in a criminal way.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 13:45:00", 
            "attribution": "Mr. John Bryden (Wentworth—Burlington, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2096/196/", 
            "text": "Right on. You have it.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 13:50:00", 
            "attribution": "Mr. Yvon Godin", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2096/197/", 
            "text": "That may be where the frustration occurs with the Westray instance, but I have to point out to the member opposite who is remarking that it would be more precise to use the word businessman or entrepreneur because, in my experience as a police reporter covering industrial accidents, I can tell the member opposite that I saw more death associated with small business than I did with large corporations. The reality is that the large corporations, by and large, have the means to make sure that workplace safety provisions are in place. But the small entrepreneurs often fail in this regard.\n\nI will give an example. Not very long ago we had a fatal accident with a student employee in a bakery who was operating a machine that kneads dough. If I understand this motion correctly, it is that the person who is in charge of that small bakery should be subject to some sort of criminal code provision, rather than the Ontario labour code provisions that are already applicable.\n\nIndeed, Mr. Speaker, you could reduce it even further. You could take this problem of industrial safety to the farm.\n\nI live in a small community in Ontario in the countryside and we have had several accidents within my memory where people have been drawn into a combine or where people have climbed down into a silo and have died as a result of the gases that are heavier than air and form a pool at the bottom of the silo. Should these farmers be subject to criminal code provisions because they allowed an accident to occur on their farm, which may indeed have actually happened to their very family? It might have been a son who died or a farmhand who died.\n\nWhile I have enormous sympathy for the frustration felt by the people who lost loved ones at Westray, it seems to me that the proper direction of the anger and the reform should be to bring in better provincial laws regarding workplace safety. It is perfectly possible to have provincial laws that have severe penalties if employers do not provide adequate safety for the workers.\n\nBut, Mr. Speaker, I just want to make the point to all members who are interested in this issue that you cannot make a distinction between corporate Canada and then leave out every other type of employer. Mr. Speaker, if you are going to apply the criminal code or any other law you must apply it universally.\n\nI see a member opposite nodding. I see some sympathy there. Yes, by all means, if we can improve the law federally, perhaps not through the criminal code, so that it enforces cross-Canada standards of workplace safety, whether it is on the farm, whether it is in a small enterprise or in a large corporation, I would say yes, absolutely, and amend the motion to that effect, except there is one reality check here and that is the problem that unfortunately workplace safety is primarily a provincial responsibility. Certainly we who are MPs from Ontario find that it is almost impossible to make any kind of meaningful dialogue with the provincial government on any issue. I certainly do not think the provincial government would accept any kind of standards brought in by the national government on workplace safety, but I can assure you, Mr. Speaker, if it were possible I would dearly love to do it.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 13:50:00", 
            "attribution": "Mr. John Bryden", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2096/198/", 
            "text": "Mr. Speaker, I am pleased to rise today to talk about an important subject that is dear to my heart. I will try to easy, since it is a question that is very dear to many hearts.\n\nThe reason all of this is so dear to my heart goes back to the accident at the Westray Mine on May 9, 1922. We lost friends in this tragedy, 26 miners. Talking about this here in the House is a very emotional thing for me, because I myself am a former miner.\n\nI worked for more than 15 years in the depths of a mine, I remember that, in 1976, in the mine where I was working, we buried six miners in 18 months. It is really not easy to accept the death of a colleague in one's workplace.\n\nFor example, one of those guys drove to work with me every day. One morning we came in together and by nighttime, he was gone.\n\nI would like to congratulate the member for Pictou—Antigonish—Guysborough for introducing this bill in the House. It reminds me of another bill, introduced by the leader of the NDP, which has not been drawn yet and which is intended to show Canadians that it is absolutely unacceptable in Canada that a corporation, whether small, medium or large, would not have a license to hire workers and then be found guilty of criminal negligence causing the death of a worker.\n\nThis is what Motion No. 79 is asking members to support. We need a bill to forbid an employer to obtain a licence to hire workers and then do what it pleases.\n\nIf I recall correctly what happened in the Westray disaster, the federal government should assume its responsibilities, because it is partly to be blamed for what happened. I will explain.\n\nIf my memory serves me right, workers from the Westray mine went to the employment insurance office and asked if they would be penalized if they quit their job. They were told that if they quit their job, it would not be justified. The same thing happened in others mines in my riding.\n\nLast year, a fellow named Stéphane quit his job because it was unsafe, but the employment insurance commission denied him benefits. He appealed and lost his appeal. He then had to appear before an adjudicator and won at long last.\n\nAnother similar case occurred when a worker refused to perform an unsafe task with a truck. The truck had faulty brakes, and when he quit his job the federal government turned down his application for employment insurance benefits, stating that safety was not sufficient grounds to quit one's job. He appealed to the employment insurance commission in Bathurst, and the commission denied him benefits. He then appeared before an adjudicator and won his case. The same thing happened at the Westray mine.\n\nWorkers from the Westray mine appeared before the employment insurance commission, asking to quit their jobs because of safety concerns. I want to inform the House that the steelworkers' union had been approached to establish a local union at the Westray mine because it was unsafe.\n\nToday the hon. member for Wentworth—Burlington is changing his mind to protect companies, to protect the big bosses.\n\nI think he does not represent Canadians or workers of this country. Today, if I get behind the wheel of my car after I had three or four drinks and I kill someone, I would be guilty and I would go to jail.\n\nWhen a corporate executive can blackmail his employees by telling them “If you do not work, you will lose your jobs” and when the federal government condones that by refusing to pay employment insurance benefits to those who want to leave their jobs, I say that those who made those decisions and the ministers who decided to impose such restrictions on workers should go to jail too.\n\nIt is too bad we have to plead with the government to pass a law that any person in charge of a company should not have a licence to run an industry unsafely and jeopardize the lives of workers in a mine or any workplace. That is what happened at Westray mine. Those people claimed it was an unsafe workplace. When they wanted to take the president of the company to court to be put in front of a judge, they were refused because there was no law to do it. We are asking the Government of Canada to set an example and show every province that no one will have a licence to have a place of work which jeopardizes the safety of the workers because it is totally unacceptable.\n\nI worked underground for 15 years. In 1976 within a period of 18 months, we buried six workers. We buried one after the other for 18 months. It was no fun having to bury our friends and colleagues. Remember how members of the House reacted when we lost one of our colleagues a few years ago and another colleague last year. Hon. members know how they felt. The member who flew on a jet to Windsor knows how he felt. I can tell him how I felt when we lost our miners underground at Brunswick mine.\n\nI know how the people at Westray felt when they lost 26 of their miners. I know how hurt they were. The government can help them by putting a law in place so that a court of law will judge whether or not the person was negligent. We are asking for that basic principle, that those who are negligent are judged in a court of law.\n\nWhy is the culprit, the vice-president of the company, getting away with all of this? It is totally unacceptable and it should never be tolerated in Canada. That is why I am asking the government to rethink what is going on, to rethink its position on the motion by the member for Pictou—Antigonish—Guysborough. Let us put a committee together to look at some rules and regulations that will take care of this.\n\nIf a miner or a worker is negligent and does something to kill somebody else, he will go in front of a judge. Why do the people in charge of a company have the licence to get away with that?\n\nWe are not asking for something that is out of the ordinary. We are asking for justice. We are asking for justice for our workers, the women and men who are forced by negligent people to work in an unsafe place. We see it every day. We cannot hide behind facts when culprits get people to work in unsafe places. We cannot hide behind facts. The culprits should go before a court and be judged like any other Canadian.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 13:55:00", 
            "attribution": "Mr. Yvon Godin (Acadie—Bathurst, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Dale Johnston", 
                "url": "/politicians/3028/", 
                "member_id": 3072, 
                "party": "Reform", 
                "riding": "Wetaskiwin (Alberta)", 
                "id": 3028
            }, 
            "url": "/hansards/2096/199/", 
            "text": "Mr. Speaker, it is a pleasure for me to spend a few minutes on the private member's motion that is before us today. The motion is that that this House should be called upon to amend the criminal code or other appropriate federal statutes to be in accordance with recommendation no. 73 of the province of Nova Scotia's public inquiry into the Westray mine disaster.\n\nThis motion is certainly supportable because of the aspect of accountability for negligence. It makes good sense that people should not be asked to work in obviously unsafe conditions. If there is a requirement to work in an unsafe area, then the employee should have the right to refuse that work. If an employee is injured or killed in an unsafe work area and the employer could be shown to be negligent, I agree that he or she should be held accountable.\n\nWe have been waiting for some time for amendments to part II of the labour code which would deal with health and safety. I believe there will be provisions in that code which will come very close to achieving these ends. We have indicated that we will be supporting that legislation when it comes to the House.\n\nThe spirit and intent of the motion is to hold employers accountable for providing a safe workplace. I know that Mr. Speaker has been an employer for a good many years and has always striven to provide a safe workplace for his employees. No doubt his employees are his number one consideration. This is only reasonable.\n\nWe have to be very cautious and strike a balance. It is up to the employer to provide a safe workplace. There also should be a recommendation or at least an onus on the employee not to use the clause frivolously and only to protest about bona fide unsafe working conditions.\n\nI have appreciated the opportunity to say a few words to the motion. I am certain that when Bill C-12, the amendments to the Canada Labour Code, comes before the House we will have a lot more to say.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 14:00:00", 
            "attribution": "Mr. Dale Johnston (Wetaskiwin, Ref.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Bev Desjarlais", 
                "url": "/politicians/3175/", 
                "member_id": 2509, 
                "party": "NDP", 
                "riding": "Churchill (Manitoba)", 
                "id": 3175
            }, 
            "url": "/hansards/2096/200/", 
            "text": "Mr. Speaker, I am pleased to speak to the motion put forward by the member for Pictou—Antigonish—Guysborough. Our leader, the member for Halifax, has already put in place a private member's bill which has not yet been drawn.\n\nAlthough Judge Richard's recommendations came down on December 18, 1997, sadly we have not seen the government come up with any answers to his recommendations. Nothing.\n\nThere was no doubt in anybody's mind whatsoever what happened at Westray. There was negligence on behalf of the corporate executives and the owners of Curragh Resources, namely Clifford Frame. There was no question, but what was missing was the law to hold them accountable.\n\nAt one time we did not have laws that strongly enforced impaired driving charges. At one time we did not have laws which brought criminals to justice when they raped women. At one time we did not have laws in place in regard to spousal abuse. At one time we did not have laws in place for child molesters. But what did we do to improve those situations? We brought in laws.\n\nA government with any degree of conscience, leadership or vision would have come forth with a motion or bill to address this issue. It should not be left to the members of the opposition, but thank God members on this side have seen fit to address the issue because the government has not.\n\nWe heard a lot about what happened at Westray. Canadians nationwide were appalled. They could not believe that when workers go into their workplace they give up the right to be treated equally. They give up the right to be treated as human beings, as any other Canadian citizen, if someone's negligence and outright disregard causes their death.\n\nWorkers in this country are not treated fairly, not on this issue nor on other issues. It does not happen. They give up that right. Why are those rights not there? It is to protect corporations. Why do we have worker's compensation legislation in Canada? It is not to protect the workers. It is to protect the corporations from being sued by their workers if there is negligence and they become injured on the job.\n\nThere were supposed to be no-fault insurance plans to protect the corporations but what has happened? Workers do not have the same rights. They cannot sue their employer for outright negligence. What is even worse, we now find out that even if there are numerous deaths as a result of that negligence there are no laws that can bring those executives to task.\n\nThis is not about whimsical approaches. This is not about a one time instance where something happened and the worker died. This was chronic negligence. This was repetitious disregard for health and safety legislation. This was as a result not just of the company but of the conflict of interest of provincial governments and federal governments because they had been involved in making sure that project took place, that the mine operated.\n\nHow can we expect justice when there was provincial and federal government involvement in that whole Westray Project? How can we ask for justice?\n\nLet us not let the lives of those 26 miners and the hardship and grieving of their families go for naught. Let us at least see one inkling of good come from that disaster. Let us see the criminal laws in this country change to bring those negligent employers—I do not care whether they are large employers or small employers—if they have been negligent, let them be taken to task before the courts of this country and be held accountable.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 14:05:00", 
            "attribution": "Ms. Bev Desjarlais (Churchill, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2096/201/", 
            "text": "Mr. Speaker, I rise with pleasure this afternoon to participate in this debate. I will take this opportunity to congratulate and thank my hon. colleague from Pictou—Antigonish—Guysborough for bringing this motion forward and for working so hard to make this Westray motion votable.\n\nMy colleague continues to shed light on the important matter of workplace safety as a result of the Westray mine disaster in May 1992. I and indeed the entire caucus of the PC party support the motion fully.\n\nI wish to read Motion No. 79 to the House. It states:\n\nThat, in the opinion of this House, the Criminal Code or other appropriate federal statutes should be amended in accordance with Recommendation 73 of the Province of Nova Scotia's Public Inquiry into the Westray disaster, specifically with the goal of ensuring that corporate executives and directors are held properly accountable for workplace safety.\n\nAs well, I think that it is important for me to read Recommendation 73 of the Westray inquiry. It reads:\n\nThe Government of Canada, through the Department of Justice, should institute a study—\n\n—Of the accountability of corporate executives and directors for the wrongful or negligent acts of the corporation and should introduce in the Parliament of Canada such amendments to legislation as are necessary to ensure that corporate executives and directors are held properly accountable for workplace safety.\n\nRecommendation 73 clearly calls on the Government of Canada through the justice department to institute a study to ensure the accountability of corporate executives. The criminal code must be amended to ensure that corporate executives and directors are held properly accountable for workplace safety.\n\nLet me inform members of the House what brought this motion to life. On May 9, 1992, an explosion occurred at the Westray mine killing 26 workers. It was a horrible tragedy, one that was felt throughout the province of Nova Scotia and indeed the country. Many Nova Scotians acted in heroic fashion that deadly day back in May 1992.\n\nThe devastation on that Mother's Day nearly eight years ago has left a long and painful memory in the hearts and minds of miners in the province of Nova Scotia. The explosion at the Westray coal mine sent a very chilling message to the people. The message was that haste and financial gain often put people's lives in danger.\n\nThe death of the 26 coal miners was foreign and unexpected to a peaceful community like Plymouth. The families of these miners were left having to come to grips with how such a tragedy could have occurred. That is why it is incumbent upon us as legislators to ensure that there is a safe working environment for all workers engaged in labour activity.\n\nDays after the Westray mine explosion, on May 15, the Government of Nova Scotia appointed Mr. Justice Peter Richard to head a commission of inquiry established under the Public Inquiries Act. The commission had a very broad mandate so as to shed light on the explosion and all related circumstances. The commission's work thus began immediately to prepare the public hearings set to begin on October 19, 1992.\n\nThe final tabling of this report occurred five years later in November 1997. The report entitled The Westray Story: A Predictable Path to Disaster contained 74 recommendations. It concluded that this tragedy could have been avoided if minimal occupational safety standards had been met. Allow me to take a moment to read from Justice Richard's report:\n\nThe Westray Story is a complex mosaic of actions, omissions, mistakes, incompetence, apathy, cynicism, stupidity, neglect—viewed in context, these seemingly isolated incidents constitute a mindset or operating philosophy that appears to favour expediency over intelligent planning and that trivializes safety concerns. Indeed, management at Westray displayed a certain disdain for safety and appeared to regard safety conscious workers as the wimps in the organization. To its discredit, the management at Westray, through either incompetence or ignorance, lost sight of the basic tenet of coal mining that safe mining is good business.\n\nThere are ways to prevent such tragedies. There are ways to eliminate criminal actions by corporations, and this is what the motion seeks to address. There are ways it can be done by amending the criminal code, some of which were proposed by Justice Richard. One proposal would be to create a new criminal offence that would impose criminal liability on directors or others responsible for failing to ensure that corporations maintain an appropriate standard of occupational health and safety in the workplace. This is precisely what this motion would address.\n\nIn Nova Scotia mining is regulated by three pieces of legislation: the mineral resources act, the occupational health and safety act, and the coal mines regulation act. Mr. Justice Richard reviewed all these provincial acts and concluded that their main purpose was to ensure the safety of all workers.\n\nUnfortunately we have seen many examples of occupational safety in the workplace taking second spot behind the bottom line, especially in the mining industry where the very nature of the work involves a great deal of risk. It is the duty of company officers to ensure that the work is done in the safest possible conditions.\n\nWe want to ensure that individuals inside and outside corporate Canada are dealt with equally and fairly under the law. Executives will not be able to hide behind their job titles in the commission of their duties.\n\nCorporate Canada understandably has two related functions: to make a profit and to create jobs. Profit is a good thing but a balance has to be struck between making a profit and the cost that is sometimes incurred by the behaviour of some companies. There must be a balance between making a profit and the means by which to get there.\n\nSection 220 of the criminal code refers specifically to criminal negligence causing death. Similarly section 234 refers to manslaughter. There may be the need as well to introduce amendments to these sections that would broaden the scope of culpability, or perhaps even go so far as to make specific references to executives, directors or persons in management positions.\n\nIt is my hope that the devastation of the Westray disaster will not be forgotten. Just as important, the recommendations of the inquiry cannot be forgotten either. The fundamental and basic responsibilities for the safe operation of an underground coal mine, and indeed any industrial undertaking, rest very much with the owners and managers.\n\nWestray management starting with the CEO was required by law, and certainly by good business practices and good conscience, to design and operate a mine safely. The significance of that failure cannot be overstated. Simply because others were also abdicating their responsibilities is not an answer. Shared responsibility can be said to be implicit in the recommendations that came from Mr. Justice Richard's report.\n\nCompanies must ensure that to avoid practising hazardous or illegal practices these acts cannot be condoned in any capacity. If companies have not already done so, they should do everything within their power to implement safe, ethical work practices. Ethics such as these should be studied and followed everywhere in places of employment, even in upper management. If this is not the case, actions must be taken to demonstrate the importance and the seriousness of the issue.\n\nBusiness executives must promote and nurture safe work ethics and have an open, approachable attitude toward their employees. No one ever wants to feel the effects that were felt in Plymouth with the Westray mine.\n\nI appreciate the opportunity to speak to this motion and thank my colleague from Pictou—Antigonish—Guysborough.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 14:10:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2096/202/", 
            "text": "Mr. Speaker, I would like to take a few minutes to speak to the issue we are addressing today, the Westray mine disaster.\n\nThe federal government seems to forget such disasters quickly. This is something that should leave a mark, that we should not forget and, if possible, that should not happen again.\n\nThe inquiry into the Westray mine accident showed that there was negligence, that part II of the labour code was not complied with. A review of part II of the labour code has been tabled, but we sense that this is not part of the government's priorities at this time.\n\nIt has been almost 10 years that this part of the labour code has not been reviewed. This is something that should be reviewed regularly, not every 10 years. Ten years is much too long; there are too many adjustments and changes to be made.\n\nIn this part of the labour code, many things are written, but are not done. It says we should do this and that. Also, fines for non-compliance are ridiculously low. Employers take advantage of this, particularly big companies such as the ones operating the mine. They do not comply with the code and, in any case, do not care about these ridiculous fines. They can afford to pay them.\n\nThis is a crucial point and I think it should be entirely reviewed.\n\nPowers should also be given to these industries' employees. They should be able to lodge complaints. Currently, under the labour code, in respect of occupational health and safety, officials are sent by the government to inspect sites and mines.\n\nIt is interesting to note that the new labour code provides for the establishment of committees made up of inspectors, employees and employer representatives, who will ensure compliance with the occupational health code.\n\nHow it will be done is another story because the way the bill is drafted, it seems very complicated. However, we will discuss this in committee and make amendments if necessary. We must correct what is wrong with respect to occupational health and safety.\n\nI also noted other significant errors in this document. Fines are imposed, but nothing is said about the way they will be collected. Inspectors do not deal with that. Very often, the government does not do its job. It makes tough laws, but does not provide the people required to enforce those laws.\n\nIt is all fine and well to have a very tough and very clear piece of legislation. It looks good, but we need the human and financial resources to enforce it. It is not a job for the police, but for the experts in labour code issues who inspect these sites. We must never ever see such a tragedy again.\n\nIf I look at what is being done in Quebec, our labour code and our legislation are a lot tougher than those of the federal government. That is why our miners are much better protected. There are legal procedures for them to make formal complaints or take group action against the employer if he does not do his job and does not see to the safety and security of his workers.\n\nWe could take as an example what is being done in Quebec and elsewhere where there are laws protecting employees, people working in the mines, and their families. It is hard enough on these people's health to work in a mine. We know how they suffer from chronic diseases and other problems, how quickly these men and women age because they work underground in an environment that is not necessarily healthy. We must make sure they have what they need, all the necessary tools and equipment to protect them physically in the workplace.\n\nIf we cannot give this to miners, to people who work very hard all their life for these companies, we are not worth much.\n\nWe have some work to do in this area. The labour code is not the only solution. There are many other options. Legal proceedings for instance. I know that often, and this is another problem, when one tries to sue big companies, mine owners, the final outcome is far from certain. Obviously small miners, or the families affected by these events, cannot afford to take on big companies like that, to hire lawyers and pay court fees.\n\nI believe justice must be done. Those who are really to blame, who were negligent, must pay for their mistakes. Such a tragedy should never ever be allowed to happen again, both for the sake of the families and the children involved, and for all those concerned.", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 14:20:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2096/203/", 
            "text": "The hour provided for the consideration of Private Members' Business has now expired. The order is dropped to the bottom of the order of precedence on the order paper.\n\nIt being 2.29 p.m. the House stands adjourned until Monday, March 13, at 11 a.m., pursuant to Standing Orders 28(2) and 24(1).\n\n(The House adjourned at 2.29 p.m.)", 
            "topic": "Westray Mine", 
            "time": "2000-03-03 14:25:00", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332186", 
    "url": "/hansards/2096/", 
    "session": 2, 
    "date": "2000-03-03", 
    "id": 2096
}