{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/0/", 
            "text": "As is our practice on Wednesday we will now sing O Canada.", 
            "topic": "", 
            "time": "2000-03-15 14:00:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Yvon Charbonneau", 
                "url": "/politicians/4925/", 
                "member_id": 2660, 
                "party": "Liberal", 
                "riding": "Anjou—Rivière-Des-Prairies (Québec)", 
                "id": 4925
            }, 
            "url": "/hansards/2098/1/", 
            "text": "Mr. Speaker, on March 6, Marcel Pepin, a giant of the contemporary trade union movement in Quebec, passed away.\n\nMarcel Pepin began his union career in 1948. He was president of the CSN from 1965 to 1976 and also held the position of president of the World Confederation of Labour. He was, without a doubt, one of the most talented union leaders Quebec has ever produced. In his own way, Marcel Pepin was one of the key architects of Quebec's quiet revolution.\n\nFor close to 50 years, he energetically defended the principles of equity, justice and dignity on which our society is based. He had strong beliefs and never hesitated to take a stand on prevailing trends and practices. In short, Quebec has lost a great worker and a great trade unionist.\n\nOn behalf of all Canadians, I wish to pay tribute to Marcel Pepin for his great contribution to improved labour conditions and the progress of Quebec and Canadian society.", 
            "topic": "The Late Marcel Pepin", 
            "time": "2000-03-15 14:00:00", 
            "attribution": "Mr. Yvon Charbonneau (Anjou—Rivière-des-Prairies, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2098/2/", 
            "text": "Mr. Speaker, Canadians have seen only the tip of the HRDC financial mismanagement iceberg.\n\nLast week the Surrey Aboriginal Cultural Society complained to me about mismanagement of HRDC funds. The Sto:Lo nation receives HRDC funds to provide services in Surrey. Its apparent failure to honour contractual obligations has left aboriginals living in Surrey without employment and training programs since 1998. The society is now considering legal action.\n\nPrevious to that a member of the B.C. Metis community and a former provincial Metis compliance officer came to me with complaints of waste and favouritism, for example, HRDC money for a university law course for a council director and a trip to India for the son of another director. The complainants want nothing less than a full forensic audit.\n\nWe know of 19 police investigations into the government's mismanagement. It could be 20 but the RCMP told the Metis that it lacked the resources to investigate. I hope the solicitor general is listening.\n\nThe Minister of Human Resources Development is aware of both complaints, so why is there no investigation?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:00:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2098/3/", 
            "text": "Mr. Speaker, the Canadian national swim team lost one of its leading members this weekend as Canadian Tara Leigh Sloan succumbed to serious head injuries suffered in a car accident on March 3. She died on March 11 at Foothills Hospital in Calgary. She had been en route to visit her grandmother in Swift Current, Saskatchewan when her car left the road.\n\nTwenty years old, she was a national team member for four years and is currently the Canadian short course record holder in the 100 metre breaststroke. She was a five time national champion and won 17 international medals.\n\nShe competed in the Pan Am Games in Winnipeg last summer, placing eighth in the 200 metre breaststroke. She was currently training and preparing the Canadian Olympic qualifying trials which are in late May in Montreal, with a dream of qualifying for the Olympics. She was a member of the University of Calgary swim club and was coached by Mike Blondal.\n\nShe is survived by her parents Gayle and Fred Sloan. Our condolences go out to them.", 
            "topic": "Tara Leigh Sloan", 
            "time": "2000-03-15 14:00:00", 
            "attribution": "Mr. Reg Alcock (Winnipeg South, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Guy St-Julien", 
                "url": "/politicians/3750/", 
                "member_id": 2658, 
                "party": "Liberal", 
                "riding": "Abitibi (Québec)", 
                "id": 3750
            }, 
            "url": "/hansards/2098/4/", 
            "text": "Mr. Speaker, Bernard Landry wrote that Quebec's budget reflected the strong increase of 16.3% in federal transfer payments in 2000-2001.\n\nThis probably means that he will cash the money set aside in the trust put in place by the Liberal member for LaSalle-Émard, the federal Minister of Finance, for Quebec's share of the CHST, thus helping to maintain the growth in federal transfer revenues for Quebecers.\n\nIn its recent February 28 budget, the federal government announced a $2.5 billion increase in Canada. In the case of Quebec, this translates into a $600 million increase in its share of federal funding.\n\nWith these extra amounts, Quebec can expect the trust to provide several additional millions of dollars for the health needs of Quebecers.", 
            "topic": "Quebec Finance Minister's Budget", 
            "time": "2000-03-15 14:00:00", 
            "attribution": "Mr. Guy St-Julien (Abitibi—Baie-James—Nunavik, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2098/5/", 
            "text": "Mr. Speaker, within the next few months the ability of our species to guide its own destiny will progress significantly as the first draft of the human genome is published.\n\nIn essence the human species will have drawn the first map of its genetic makeup. The sequencing of our genome and of the genome of other species will revolutionize our world.\n\nBasic scientific knowledge such as is contained in the periodic table, such as the laws of physics, and such as the human genome belong to all of humankind, not just to a select few.\n\nYesterday the British prime minister and the U.S. president stated their views that no one should be allowed exclusive ownership of information about the human genome. They affirmed that such information belongs to all. They are right. I congratulate them for taking this position and encourage the Government of Canada to do the same.", 
            "topic": "Human Genome", 
            "time": "2000-03-15 14:00:00", 
            "attribution": "Mr. Mauril Bélanger (Ottawa—Vanier, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Roy H. Bailey", 
                "url": "/politicians/5338/", 
                "member_id": 2743, 
                "party": "Reform", 
                "riding": "Souris—Moose Mountain (Saskatchewan)", 
                "id": 5338
            }, 
            "url": "/hansards/2098/6/", 
            "text": "Mr. Speaker, I am proud to announce to you, to the House and indeed to all of Canada that the city of Weyburn has now received recognition that can be found in the Guinness Book of Records .\n\nPart of the autumn tradition of western Canada is for groups to hold fowl suppers. This tradition is carried on by church groups as well as charitable organizations to raise funds for community causes.\n\nThe Weyburn Performing Arts Society on October 10, 1999 set a new record for the world's largest fowl supper with 1,641 people attending.\n\nWeyburn is known for many things, for its hospitality, its cleanliness and having the largest inland grain facilities in Canada. And now, thanks to the community and the support of the performing arts society, it is known throughout the world for this event.\n\nCongratulations to the hundreds of volunteers who in true western spirit volunteered to make this record possible.", 
            "topic": "Weyburn Fowl Supper", 
            "time": "2000-03-15 14:05:00", 
            "attribution": "Mr. Roy Bailey (Souris—Moose Mountain, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Yvan Loubier", 
                "url": "/politicians/172/", 
                "member_id": 3316, 
                "party": "Bloc", 
                "riding": "Saint-Hyacinthe—Bagot (Québec)", 
                "id": 172
            }, 
            "url": "/hansards/2098/7/", 
            "text": "Mr. Speaker, yesterday, Bernard Landry, the Quebec Minister of Finance, delivered his budget for 2000-2001.\n\nSpeaking on my own behalf, as well as that of my colleagues of the Bloc Quebecois, I would like to congratulate him for this budget, which gives Quebecers what they had hoped for.\n\nQuebec's budget, with its more limited resources, includes investments in health and in education that are far greater than those announced in the last federal budget. What is more, the tax cuts announced by Minister Landry are immediate, and 33% higher than those announced for Quebec by the federal government.\n\nYesterday's Landry budget demonstrates one thing: if Quebecers had total control over the $31 billion in taxes they send to Ottawa every year, the Government of Quebec would clearly be more efficient in managing it according to its real needs and aspirations. That is what Quebec sovereignty is all about.", 
            "topic": "Quebec Finance Minister's Budget", 
            "time": "2000-03-15 14:05:00", 
            "attribution": "Mr. Yvan Loubier (Saint-Hyacinthe—Bagot, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gary Pillitteri", 
                "url": "/politicians/4646/", 
                "member_id": 3201, 
                "party": "Liberal", 
                "riding": "Niagara Falls (Ontario)", 
                "id": 4646
            }, 
            "url": "/hansards/2098/8/", 
            "text": "Mr. Speaker, I would like to welcome on behalf of my colleagues from the Niagara region the 35 young people from the Royal Canadian Air Cadets 126th Optimist Squadron who are visiting the national capital region. They are here today in parliament.\n\nThe aim of the air cadet program is to promote in our youth the attributes of good citizenship. Our cadets have recently completed studies on the Canadian government and democratic society. Today their visit to Canada's parliament will reinforce the training they have received in this area.\n\nEach year more than 55,000 young Canadians participate in the nationwide cadet movement, an important part of Canada's defence team. I would like to take this opportunity to reflect the feeling of our entire community and thank the cadet movement for the highly commendable work they carry out on behalf of the community.", 
            "topic": "Air Cadets", 
            "time": "2000-03-15 14:05:00", 
            "attribution": "Mr. Gary Pillitteri (Niagara Falls, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Rick Casson", 
                "url": "/politicians/rick-casson/", 
                "member_id": 2464, 
                "party": "Reform", 
                "riding": "Lethbridge (Alberta)", 
                "id": 59
            }, 
            "url": "/hansards/2098/9/", 
            "text": "Mr. Speaker, on February 24 the federal government shortchanged Alberta producers because the agriculture minister did not feel that their politicians had lobbied hard enough.\n\nYesterday the Alberta government showed it cared more about helping farmers than about playing political games like the Liberal government. In direct contrast to this government, which cares more about cheap photo opportunities than helping farmers, Alberta agriculture minister Ty Lund announced $145 million in new funding for struggling Alberta farmers and demanded Ottawa contribute its fair share.\n\nThe federal government must take this opportunity to demonstrate fairness and equality to farmers in all provinces. It can start by responding to Alberta's challenge and contributing its $103 million share.\n\nThe Liberals need to realize that farm income problems do not stop at provincial borders. They need to immediately reform farm safety net programs to ensure the long term success of agriculture in this country and eliminate the need for these emergency programs.\n\nIt is time the agriculture minister stood up for farmers and quit being a pawn—", 
            "topic": "Agriculture", 
            "time": "2000-03-15 14:05:00", 
            "attribution": "Mr. Rick Casson (Lethbridge, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/10/", 
            "text": "The hon. member for Mississauga West.", 
            "topic": "Agriculture", 
            "time": "2000-03-15 14:05:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Steve Mahoney", 
                "url": "/politicians/4630/", 
                "member_id": 2599, 
                "party": "Liberal", 
                "riding": "Mississauga West (Ontario)", 
                "id": 4630
            }, 
            "url": "/hansards/2098/11/", 
            "text": "Mr. Speaker, last week I travelled with the Minister of Citizenship and Immigration and the member for Compton—Stanstead to Nairobi, Kenya to meet with staff working with refugees and visa applicants. These people work long and emotionally draining hours. They risk their lives. This is a very dangerous part of the world.\n\nKate O'Brien interviews refugees in a camp in the Sahara desert. Security requirements are very serious. Kate is at risk every day. Michel Dupuis interviewed one woman who had seen her husband and son murdered and endured two months in prison where she was tortured and raped.\n\nKeith Swinton, Christopher Hazel, Lynda Bowler, Michel Dupuis and Kate O'Brien give hope and new life to people who could well be dead.\n\nOur High Commissioner, Gerry Campbell, leads a team of true heroes along with Bob Orr and Dr. Jeremy Brown. On behalf of all Canadians I want to thank them for their dedication and their bravery.", 
            "topic": "Citizenship And Immigration", 
            "time": "2000-03-15 14:05:00", 
            "attribution": "Mr. Steve Mahoney (Mississauga West, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Raymonde Folco", 
                "url": "/politicians/raymonde-folco/", 
                "member_id": 2693, 
                "party": "Liberal", 
                "riding": "Laval West (Québec)", 
                "id": 105
            }, 
            "url": "/hansards/2098/12/", 
            "text": "Mr. Speaker, I wish to draw hon. member's attention today to Rendez-vous with our French-Canadian Heritage in connection with International Francophonie Day. It is an opportunity for all francophones and francophiles in Canada to express their love of the French language and culture. This celebration of the French fact in our country is clear evidence of the vitality of the Francophonie.\n\nRendez-vous with our French-Canadian Heritage is a showcase not only of our francophone heritage, but also of a dynamic Francophonie in which strong ties are increasingly being forged.\n\nThis year's theme, “Notre francophonie en personne”, is an invitation to acquaint or reacquaint ourselves with those instrumental in the expansion of the Francophonie.", 
            "topic": "Rendez-Vous With Our French-Canadian Heritage", 
            "time": "2000-03-15 14:10:00", 
            "attribution": "Ms. Raymonde Folco (Laval West, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2098/13/", 
            "text": "Mr. Speaker, the history of the Royal Oak Giant mines in Yellowknife has been nothing short of tragic in every sense of the word. It has been an unfortunate legacy of bad management and a poisonous and hostile labour relations environment that resulted in nine people being killed. A whole community was torn apart.\n\nRoyal Oak went bankrupt in 1999. The new owner has paid no severance pay and now to add insult to injury the pensioners who worked at Giant mines are having their pensions slashed.\n\nTo draw attention to the plight of these workers at Giant mines, Mary Kosta is on her 16th day of a hunger strike. She is putting her own health at risk to fight for justice for these workers, workers that the government has turned its back on.\n\nThe Government of Canada played a role in both the bankruptcy and the subsequent purchase of Giant mines. The Government of Canada failed to defend the interests of the workers and pensioners. The Government of Canada now has it within its power to end the long and tragic history that is Giant mines.\n\nWill it act and act now to make these workers whole and to represent their interests before the interests of—", 
            "topic": "Royal Oak Giant Mines", 
            "time": "2000-03-15 14:10:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2098/14/", 
            "text": "Mr. Speaker, over the past few days, the members of the Bloc Quebecois rose 401 times in defence of Quebec. Four hundred times we stood up to block the undemocratic attack of the Liberal government against Quebec. Four hundred times we stood as a block in defence of Quebec democracy.\n\nAt the same time, the members of the government majority voted 400 times in favour of a law intended to limit Quebec's right to alone decide its future, 400 times they confirmed their complicity in this unprecedented attack on Quebec.\n\nAll the more serious is the fact that these 400 votes mark an irremediable break between Quebec and Canada. Historians will note that the members from Quebec largely opposed this bill, while the members from Canada supported it.\n\nBill C-20 will join the 1982 Constitution. It will have no legitimacy in the eyes of Quebecers, who, whatever happens—", 
            "topic": "Bill C-20", 
            "time": "2000-03-15 14:10:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/15/", 
            "text": "The hon. member for Beauséjour—Petitcodiac.", 
            "topic": "Bill C-20", 
            "time": "2000-03-15 14:10:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Angela Vautour", 
                "url": "/politicians/3217/", 
                "member_id": 2522, 
                "party": "NDP", 
                "riding": "Beauséjour—Petitcodiac (New Brunswick)", 
                "id": 3217
            }, 
            "url": "/hansards/2098/16/", 
            "text": "Mr. Speaker, I would underscore today this government's lack of respect for the country's Acadians.\n\nIt is an insult to find that, for the second consecutive year, the Fête nationale des Acadiens is not acknowledged on the Canadian Heritage 2000 calendar. And yet, in 1999, Acadie hosted the francophone summit, and the Acadian flag was flown everywhere.\n\nThe Prime Minister campaigned among these same Acadians, who gave him their support, and today he is refusing to recognize them.\n\nWhile this government is trying to convince Quebecers to stay in our country, it continues to show a lack of respect for the Acadians of this country. That is unacceptable.\n\nI demand that the Minister of Canadian Heritage recognize the Fête nationale des Acadiens of this country and that she make a public apology. This government forgets that the Acadians helped build this country.\n\nAugust 15 is the date of the Fête nationale des Acadiens of this country.", 
            "topic": "Fête Nationale Des Acadiens", 
            "time": "2000-03-15 14:10:00", 
            "attribution": "Ms. Angela Vautour (Beauséjour—Petitcodiac, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2098/17/", 
            "text": "Mr. Speaker, we have obtained documents that show HRDC officials regularly flaunted the Financial Administration Act and Treasury Board guidelines because their political masters interfered. Departmental questions and answers were prepared in response to the fallout of this damning internal audit. Staff said “We were told to be flexible and responsive and not to lapse funds. Now we are being told we have to obey the Financial Administration Act and Treasury Board guidelines”. How inconvenient.\n\nWhy was this government operating for years outside the law?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:15:00", 
            "attribution": "Miss Deborah Grey (Edmonton North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/18/", 
            "text": "I would urge members today to please choose their words very carefully.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/19/", 
            "text": "Mr. Speaker, as is becoming usual, I categorically reject the allegation made by the hon. member.\n\nThose members are not interested in dealing with facts, so let us review them again. We received an internal audit which said that we could improve our administrative practices with regard to grants and contributions. I asked for a tough response. We are now implementing that response.\n\nI am glad to say that as of yesterday we closed the 37 accounts that we were reviewing as a result of the audit. Of the overpayments identified, the majority has been collected, and $600 is yet outstanding.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2098/20/", 
            "text": "Mr. Speaker, she is not out of the crisis yet because very recently her own employees have resented the fact that she continues to blame anybody but herself. In fact, they have resorted to taking out radio ads to defend themselves.\n\nThey were told to play with the rules. They were told not to pay attention to details like the law. Breaking the Financial Administration Act carries with it a five year prison term, but in HRDC it had become routine.\n\nWhat laws will the minister and the government not break for their own political gain?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:15:00", 
            "attribution": "Miss Deborah Grey (Edmonton North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/21/", 
            "text": "Mr. Speaker, we do not break the law.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2098/22/", 
            "text": "Mr. Speaker, that is one girl's opinion. I would like to quote from her own employees.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:15:00", 
            "attribution": "Miss Deborah Grey (Edmonton North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/23/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/24/", 
            "text": "Order, please. I would prefer, my colleagues, if we called each other by our regular titles.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2098/25/", 
            "text": "Mr. Speaker, let me quote from the actual questions and answers, which I did not dream up. This was something the department came up with and I would like to quote verbatim. The staff said “Now we are being asked and told that we have to obey the Financial Administration Act”, to which the deputy minister has stated “We have to work within the rules, starting now”.\n\nI would like the minister to stand and say why in the world she allows this to continue.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:15:00", 
            "attribution": "Miss Deborah Grey", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/26/", 
            "text": "Mr. Speaker, this girl will answer as she has over the—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/27/", 
            "text": "Hear, hear.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/28/", 
            "text": "Order, please. If the hon. Minister for Human Resources Development would like to continue, I am sure that all of us will call each other by our proper titles, including the minister.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/29/", 
            "text": "Mr. Speaker, let us look at the facts. We have identified that we have administrative improvements to make in my department. We are implementing a six point plan.\n\nI have had the opportunity to travel and visit offices where our employees are working their heads off to make sure this plan gets implemented and to improve the system on behalf of Canadians.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:20:00", 
            "attribution": "Hon. Jane Stewart", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2098/30/", 
            "text": "Mr. Speaker, I refer to the questions and answers from the human resources minister's own department. The title is: “Responding to What We Learned from the Internal Audit Report”.\n\nQuestion one reads: “We were told—not to lapse funds”. However, section 37 of the Financial Administration Act specifically states: “The balance of an appropriation that remains unexpended at the end of a fiscal year—shall lapse”.\n\nClearly what the department acknowledges it told its employees flies in the face of an act of parliament. Will the minister explain that please?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:20:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/31/", 
            "text": "Mr. Speaker, what is clear is that we have identified that we will make improvements to our administrative process.\n\nWhat we are doing now is implementing our six point plan, and we are making serious progress. When it comes to the work of the employees of this department I can tell that party that the men and women of Human Resources Development Canada are together in committing themselves to improving the process for the service of Canadians.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2098/32/", 
            "text": "Mr. Speaker, the minister has some serious explaining to do about what her own employees were told by the people in charge; that is to say, herself.\n\nClearly her employees were told not to lapse funds. They acknowledge that. The law says that is illegal. Can the minister explain why her own employees were told to contravene the law of the land?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:20:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/33/", 
            "text": "Mr. Speaker, what we have done together as a department is to build the six point plan that will improve the administration of our grants and contributions.\n\nWe will apply the Treasury Board requirements. We will ensure that our employees are trained and have the resources they need to do the job.\n\nWe are committed to improving our processes for the betterment of grants and contributions that make a difference in the lives of Canadians.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2098/34/", 
            "text": "Mr. Speaker, in spite of the repeated denials of the Prime Minister, Human Resources Development Canada officials maintain that the reason why the department is so poorly managed is that they are constantly subjected to political pressure in their work.\n\nIn view of this, how can the Prime Minister justify such political interventions by his government?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2098/35/", 
            "text": "Mr. Speaker, on the issue of moneys transferred to ridings for job creation, it is provided that members for each electoral riding, both from the opposition and the government, must be consulted.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2098/36/", 
            "text": "Mr. Speaker, we are talking about more than mere consultations. In the series of investigations targeting Human Resources Development Canada, a frequently mentioned name is that of René Fugère. It would appear that he is well known by the Prime Minister. Mr. Fugère is the object of two investigations, one concerning the Auberge des Gouverneurs, in Shawinigan, and another concerning the Auberge Grand-Mère Inn, which received a $100,000 grant from the Department of Human Resources Development.\n\nIs this not an illustration of what HDRC officials are condemning, namely that there all kinds of dubious political interventions?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2098/37/", 
            "text": "Mr. Speaker, in every case, the PQ MNA and the PQ government were consulted, and they approved the grants that helped create jobs in the riding of a PQ minister and a PQ member of the National Assembly.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2098/38/", 
            "text": "Mr. Speaker, according to TVA, René Fugère, not content to act as the Prime Minister's representative, is also collecting fees as a lobbyist, lobbying Human Resources Development Canada in particular.\n\nIn this context, how can the Prime Minister deny political intervention in Human Resources Development Canada, as the departmental employees have decried, given his known closeness to René Fougère?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:25:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2098/39/", 
            "text": "Mr. Speaker, I wish to state that Mr. Fugère has never worked for me.\n\nThere is legislation on lobbyists. There is a claim that he was never registered, and we ourselves asked the ethics commissioner to look into this. This is an offence, not under the Criminal Code, but under an administrative law.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:25:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2098/40/", 
            "text": "Mr. Speaker, I do not know how the Prime Minister can say what he has just said in this House, when there is proof that René Fugère acted as a representative of the PMO in a regional tourism symposium, using the PMO address, the Prime Minister's telephone number, the Prime Minister's fax number, and what is more, had a letter from the PMO designating him as his official representative?\n\nHow can he say such a thing?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:25:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2098/41/", 
            "text": "Mr. Speaker, he did act on one or two occasions—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:25:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/42/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2098/43/", 
            "text": "—on a voluntary basis as a replacement for someone in my office who was unable to attend. He was a volunteer. He was never paid by the Canadian government, by my office, to do so.\n\nHe is a strong party member from my riding, who works on behalf of business, who has represented the native peoples, who has represented others. This is what he does as a profession.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:25:00", 
            "attribution": "Right Hon. Jean Chrétien", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2098/44/", 
            "text": "Mr. Speaker, my question is for the Prime Minister.\n\nDecoding the human genome is an important key to scientific and medical research. The profits of research into the human genome should be measured in human lives and not in dollars.\n\nWill the Prime Minister follow the lead of Messrs. Blair and Clinton and assure us that the raw sequence of human genes is not for sale?", 
            "topic": "Scientific Research", 
            "time": "2000-03-15 14:25:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Manley", 
                "url": "/politicians/4682/", 
                "member_id": 3209, 
                "party": "Liberal", 
                "riding": "Ottawa South (Ontario)", 
                "id": 4682
            }, 
            "url": "/hansards/2098/45/", 
            "text": "Mr. Speaker, we know that this was a very important announcement by Prime Minister Blair and President Clinton. We also know that there is already a case before the courts in Canada that will address the question of trademarks with respect to the so-called Harvard rat.\n\nSome questions are already before the courts. We will also consider the other aspects of the announcement by Mr. Clinton and Mr. Blair with respect to the continued protection of intellectual property.", 
            "topic": "Scientific Research", 
            "time": "2000-03-15 14:25:00", 
            "attribution": "Hon. John Manley (Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2098/46/", 
            "text": "Mr. Speaker, I hope again that the Prime Minister will take the opportunity to indicate where he stands on this issue.\n\nThe Prime Minister knows that the WTO has ruled against Canada on pharmaceuticals. That ruling will mean another $200 million drained from Canada's health care system to the multinational pharmaceutical manufacturers.\n\nIs the government prepared to appeal that ruling, and what steps is Canada taking to ensure that the benefit of modern pharmaceuticals and of genetic research will be available to all human kind and not appropriated primarily for the commercial—", 
            "topic": "Scientific Research", 
            "time": "2000-03-15 14:25:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/47/", 
            "text": "The hon. Minister for International Trade.", 
            "topic": "Scientific Research", 
            "time": "2000-03-15 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2098/48/", 
            "text": "Mr. Speaker, the WTO panel's interim report was provided to the parties on a confidential basis on March 3. We are in the process of carefully examining the report and provided comments to the panel on March 10.\n\nIt is very important at this stage to look at it very carefully and measure its implications. The panel is expected to issue the final report to all WTO members some time in mid-April.", 
            "topic": "Scientific Research", 
            "time": "2000-03-15 14:30:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Scott Brison", 
                "url": "/politicians/scott-brison/", 
                "member_id": 2545, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 44
            }, 
            "url": "/hansards/2098/49/", 
            "text": "Mr. Speaker, my question is for the Minister of Finance.\n\nWhy is the Minister of Finance supporting the Bank of Canada's decision to privatize the Canada savings bonds program?", 
            "topic": "Canada Savings Bonds", 
            "time": "2000-03-15 14:30:00", 
            "attribution": "Mr. Scott Brison (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2098/50/", 
            "text": "Mr. Speaker, I am delighted to see the hon. member. I have not seen him since 6.30 this morning when he voted both ways on the clarity bill.\n\nLet me say that decision has not been taken and it is not being contemplated.", 
            "topic": "Canada Savings Bonds", 
            "time": "2000-03-15 14:30:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Scott Brison", 
                "url": "/politicians/scott-brison/", 
                "member_id": 2545, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 44
            }, 
            "url": "/hansards/2098/51/", 
            "text": "Mr. Speaker, at least I admit my mistakes. This minister tries to cover his up.\n\nThe fact is that the decision has been made. I have an internal document from Roy Flett, the chief of GSS with the Bank of Canada, who said\n\nI have been asked...to prepare Government Securities Services...to move the Retail Debt operations outside the bank. Achieving this objective will be my main preoccupation over the next 12 to 18 months.\n\nIf the decision has not been made, why is a senior bureaucrat devoting the next 12 to 18 months of his life to making it happen?", 
            "topic": "Canada Savings Bonds", 
            "time": "2000-03-15 14:30:00", 
            "attribution": "Mr. Scott Brison (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2098/52/", 
            "text": "Mr. Speaker, the hon. member ought to know that the Bank of Canada administers the Canada savings bonds. In fact the marketing is done by Canada Investment and Savings which is an agency of the Department of Finance.\n\nWhat is being examined is whether the status quo should exist or that they might merge the two under the Department of Finance. I would simply remind the hon. member that the Department of Finance is part of the public sector of this country.", 
            "topic": "Canada Savings Bonds", 
            "time": "2000-03-15 14:30:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Monte Solberg", 
                "url": "/politicians/269/", 
                "member_id": 3067, 
                "party": "Reform", 
                "riding": "Medicine Hat (Alberta)", 
                "id": 269
            }, 
            "url": "/hansards/2098/53/", 
            "text": "Mr. Speaker, on November 4 the minister told the House that she found no breach of the law when HRDC funds were put in a trust in the Prime Minister's riding so that they would not lapse at the end of the fiscal year, completely contrary to what is stated in section 37 of the FAA.\n\nThe minister's opinion does not count for much in a situation like this. I want to know from the minister, has she referred this matter to the RCMP.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:30:00", 
            "attribution": "Mr. Monte Solberg (Medicine Hat, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/54/", 
            "text": "Mr. Speaker, again it is clear to all that there are administrative improvements that we can make in our department with regard to the management of grants and contributions. That is a fact.\n\nIt is also a fact that along with the men and women who are employees of the human resources development department we have a plan that is being implemented to improve this undertaking.\n\nThose are the facts and that is what this story is all about.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:30:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Monte Solberg", 
                "url": "/politicians/269/", 
                "member_id": 3067, 
                "party": "Reform", 
                "riding": "Medicine Hat (Alberta)", 
                "id": 269
            }, 
            "url": "/hansards/2098/55/", 
            "text": "Mr. Speaker, right now employees of her department are trying to defend themselves in radio ads because of her incompetence in running that department.\n\nWe are not merely talking about an administrative matter; we are talking about a potential breach of the law.\n\nI am suggesting to the minister that the actions of her department have violated section 37 of the Financial Administration Act. She has said that is not the case. She has offered that opinion to the House but her opinion in this matter does not count for anything.\n\nHas the minister referred it to the RCMP?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:30:00", 
            "attribution": "Mr. Monte Solberg (Medicine Hat, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/56/", 
            "text": "Mr. Speaker, I have had the chance to talk to the employees of my department on a number of occasions. They are not defending themselves from me. They are defending themselves from the maligning that they are receiving from that party.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:30:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2098/57/", 
            "text": "Mr. Speaker, in the course of the Human Resources Development Canada administrative scandal, we learned that Vidéotron had to give back $220,000 for 44 jobs that were not created.\n\nIn the case of Placeteco, $1 million of the $1.2 million grant was used to pay off debts rather than create jobs, and $200,000 has been lost track of.\n\nAre we to understand that Placeteco will receive the same treatment as Vidéotron and that repayment will be required?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:30:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/58/", 
            "text": "Mr. Speaker, with regard to the particular file to which the hon. member is making reference, I can confirm as I have before that there were administrative problems with this particular file.\n\nI can also confirm that my department has verified that the company provided invoices for supplies and salary costs which covered the amount of the transitional jobs fund contribution, and that in fact payments to the sponsor were consistent with the terms and the conditions of the transitional jobs fund program.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2098/59/", 
            "text": "Mr. Speaker, the purpose of the grant money was to create jobs, not to pay bills.\n\nSince at least $1 million was used for purposes other than creating jobs, should she not require an investigation into this case as well?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:35:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/60/", 
            "text": "Mr. Speaker, I will say again that the invoices we received were appropriate with the context of the transitional jobs fund program.\n\nSpeaking about jobs, there are 159 people, who otherwise would not be working, who are working as a result of this program.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2098/61/", 
            "text": "Mr. Speaker, the minister has not denied that the grant rules were broken in the House today.\n\nDocuments from her own department state, and I quote “The minister and the deputy minister have instructed us to follow the rules starting immediately”.\n\nIf the minister had to tell her department to start following the rules immediately, what was she telling them before this point?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:35:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/62/", 
            "text": "Mr. Speaker, again I will confirm that the employees of the department are working very hard to implement the six point plan. The men and women of this department are working overtime to review the files and implement the aspects of the plan that will make a difference in the structure that is so important to us.\n\nI would ask the members of that party to remind themselves that it was not too long ago that they were asking me to fire employees in my department. Now they seem to be defending them. Which way would they have it?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2098/63/", 
            "text": "Mr. Speaker, what is very clear is that the minister is refusing to answer these very serious questions.\n\nThe minister's department did not follow the law. They had to be instructed to start doing so. They said things like this “Do we really have to start these measures before this year end?”\n\nIf following the rules was not a new practice for the minister, why did her department have to ask about when to start following the rules?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:35:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/64/", 
            "text": "Mr. Speaker, again let me be clear. The department is implementing a plan that will improve the administration of our grants and contributions. We have made that a priority for the department. We have already showed the results of the plan with the closing of the 37 files and the recapturing of any overpayments with the exception of just over $600.\n\nTogether as a team we are improving the activities of our department and that, quite frankly, is what Canadians expect.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Christiane Gagnon", 
                "url": "/politicians/christiane-gagnon/", 
                "member_id": 3306, 
                "party": "Bloc", 
                "riding": "Québec (Québec)", 
                "id": 112
            }, 
            "url": "/hansards/2098/65/", 
            "text": "Mr. Speaker, the Minister of Human Resources Development has spent days in this House justifying the fact that her riding received grants under the transitional jobs fund citing the famous pockets of poverty criterion.\n\nHow can the minister decently justify the grants received in her own riding by talking of pockets of poverty, when her officials tell us that this criterion did not exist at the time?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:35:00", 
            "attribution": "Mrs. Christiane Gagnon (Québec, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/66/", 
            "text": "Mr. Speaker, that is not what the officials said at all.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Christiane Gagnon", 
                "url": "/politicians/christiane-gagnon/", 
                "member_id": 3306, 
                "party": "Bloc", 
                "riding": "Québec (Québec)", 
                "id": 112
            }, 
            "url": "/hansards/2098/67/", 
            "text": "Mr. Speaker, the minister and her officials are totally contradicting each other.\n\nDoes the minister realize that she now bears the burden of proof and that she has no choice but to table in this House the documents proving that she and not her officials is right.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:35:00", 
            "attribution": "Mrs. Christiane Gagnon (Québec, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/68/", 
            "text": "Mr. Speaker, time and again I have talked about the use and the value of the transitional jobs fund in my riding of Brant.\n\nI would ask the hon. member to look at the local paper in my riding that was presented last week that went through every single one of these programs and found that there was nothing wrong.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rob Anders", 
                "url": "/politicians/rob-anders/", 
                "member_id": 2453, 
                "party": "Reform", 
                "riding": "Calgary West (Alberta)", 
                "id": 7
            }, 
            "url": "/hansards/2098/69/", 
            "text": "Mr. Speaker, breaking the law was not an accident at HRDC, it was policy. The department's questions and answers—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:40:00", 
            "attribution": "Mr. Rob Anders (Calgary West, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/70/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/71/", 
            "text": "Order, please. Choose your words very carefully. The hon. member for Calgary West.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rob Anders", 
                "url": "/politicians/rob-anders/", 
                "member_id": 2453, 
                "party": "Reform", 
                "riding": "Calgary West (Alberta)", 
                "id": 7
            }, 
            "url": "/hansards/2098/72/", 
            "text": "Breaking the rules was not an accident at HRDC, it was policy. The department's question and answer sheet produced after the audit says “The rules are not new; they are just being enforced”. Officials are being told to disregard the rules and all for partisan political gain.\n\nWhat made the minister think that she could break the law—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:40:00", 
            "attribution": "Mr. Rob Anders", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/73/", 
            "text": "From what I heard, the question is in order. The hon. Minister of Human Resources Development.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/74/", 
            "text": "Mr. Speaker, again let me categorically reject the allegations made by the hon. member.\n\nWhat was policy in my department was to ensure that these important grants and contributions got administered in the ridings of each and every one of the members of the House and that includes members of the Reform Party. They know that when they are back home in their ridings the money that comes from the Government of Canada to help Canadians with disabilities, to help young people who have not been able to find jobs and to help in their communities where men and women do not have the opportunity for employment, is money well spent.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rob Anders", 
                "url": "/politicians/rob-anders/", 
                "member_id": 2453, 
                "party": "Reform", 
                "riding": "Calgary West (Alberta)", 
                "id": 7
            }, 
            "url": "/hansards/2098/75/", 
            "text": "Mr. Speaker, all the training in the world does not help when we are ordered to break the rules. Even the minister's own officials are saying that they were forced to break the rules.\n\nThis minister and her predecessor mismanaged millions of taxpayer dollars. Now we find out that much of it was done illegally. HRDC officials were told by their political masters to break the law.\n\nWhy do the Liberals think they are—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:40:00", 
            "attribution": "Mr. Rob Anders (Calgary West, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/76/", 
            "text": "The question is out of order.\n\nThe hon. member for Témiscamingue.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Brien", 
                "url": "/politicians/5258/", 
                "member_id": 3323, 
                "party": "Bloc", 
                "riding": "Témiscamingue (Québec)", 
                "id": 5258
            }, 
            "url": "/hansards/2098/77/", 
            "text": "Mr. Speaker, the Minister of Labour and deputy chair of the team in charge of organizing the next election, established yesterday by the Prime Minister, expressed her opinion on the current increases gasoline prices. She has adopted the idea already proposed by the Bloc Quebecois of suspending the excise tax of 10 cents a litre on gasoline and of 4 cents a litre on diesel fuel.\n\nMy question is for the Prime Minister. Could he tell us whether the federal government intends to do its share to give relief to taxpayers by suspending excise taxes on gasoline?", 
            "topic": "Gasoline Prices", 
            "time": "2000-03-15 14:40:00", 
            "attribution": "Mr. Pierre Brien (Témiscamingue, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2098/78/", 
            "text": "Mr. Speaker, just to clarify the record, the Minister of Labour communicated with the Minister of Finance with respect to raising the fiscal question.\n\nI should point out to the hon. gentleman that the excise tax on gasoline is about 10 cents a litre. The excise tax on diesel is about 4 cents a litre, and particularly with diesel where the concern is concentrated, that tax has not changed since we have been in government.", 
            "topic": "Gasoline Prices", 
            "time": "2000-03-15 14:40:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charles Hubbard", 
                "url": "/politicians/140/", 
                "member_id": 3127, 
                "party": "Liberal", 
                "riding": "Miramichi (New Brunswick)", 
                "id": 140
            }, 
            "url": "/hansards/2098/79/", 
            "text": "Mr. Speaker, as a nation we are one of the largest exporters of fish products in the world and export to about 100 different countries. Last week in Boston, the famous Boston seafood show was attended by our minister and by representatives of our various provinces and Canadian companies.\n\nWould the minister please update the House on how we are doing on exporting fish?\n\nThe side over there needs a lot of fish products. It would be good for them and would develop some of their brains too.", 
            "topic": "Fisheries", 
            "time": "2000-03-15 14:40:00", 
            "attribution": "Mr. Charles Hubbard (Miramichi, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2098/80/", 
            "text": "Mr. Speaker, I want to thank the hon. member for Miramichi for taking an interest in the subject.\n\nI had the opportunity to visit the International Boston Seafood Show which, by the way, was started by Canadian companies and is now world renown.\n\nAt the International Boston Seafood Show I had the opportunity to announce our export figures. We have broken all records for our fish and seafood products which are at $3.7 billion, a $500 million increase over last year.", 
            "topic": "Fisheries", 
            "time": "2000-03-15 14:40:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ted White", 
                "url": "/politicians/3102/", 
                "member_id": 3090, 
                "party": "Reform", 
                "riding": "North Vancouver (B.C.)", 
                "id": 3102
            }, 
            "url": "/hansards/2098/81/", 
            "text": "Mr. Speaker, the minister cannot hide from the fact that her own departmental briefing notes, the very papers that she uses for her departmental officials state: “We were told to be flexible. Now we are being told to obey the Financial Administration Act and Treasury Board guidelines. Why doesn't management make up its mind?”\n\nIn other words, officials were told that it was okay to break the rules and only after she got caught did the minister slam on the brakes. If the audit had not caught the minister red-handed, would she have ever stopped the rule breaking?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:45:00", 
            "attribution": "Mr. Ted White (North Vancouver, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/82/", 
            "text": "Mr. Speaker, again the hon. member is incorrect in his assertions. I know him to be a proponent of strong public administration. That is why I am surprised he would not be supporting us to continue to have a system of service delivery that speaks directly to communities and individuals, and to work together to build a system of modern comptrollership that allows us to be even more accountable to Canadian taxpayers.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ted White", 
                "url": "/politicians/3102/", 
                "member_id": 3090, 
                "party": "Reform", 
                "riding": "North Vancouver (B.C.)", 
                "id": 3102
            }, 
            "url": "/hansards/2098/83/", 
            "text": "Mr. Speaker, the minister still will not acknowledge what is in her own departmental questions and answers.\n\nIt is clear there was no intention to have HRDC officials abide by the rules. To have done so would have made it impossible to channel all these loans into Liberal ridings.\n\nTo quote the question and answer sheet again, “the rules are not new, they are just being enforced” from now on.\n\nThe minister obviously changed her mind about the rule breaking after she got caught. I will ask again, if she had not been caught red-handed, would she have ever changed the rules?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:45:00", 
            "attribution": "Mr. Ted White (North Vancouver, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/84/", 
            "text": "Mr. Speaker, again the assertion is absolutely incorrect. The facts are these. We have agreed within the department that we are going to build a strong system of modern comptrollership to strengthen our management of grants and contributions. The plan is already at work. We are improving our system in order to better serve Canadians.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2098/85/", 
            "text": "Mr. Speaker, on November 17 Alberta made its plan known for privatization of health care. The Minister of Health at that time said “We are looking at it”. On December 13 the Alberta health minister confirmed its intentions. The Minister of Health stood in the House and said “We are studying that matter”. On March 2 Bill 11 was tabled. The minister said “We are studying it”. On March 13 the minister said “We are still studying the matter”.\n\nOn the most important issue facing Canadians, Canadians deserve an answer today from the minister. Does Alberta's Bill 11 violate the Canada Health Act, yes or no?", 
            "topic": "Health Care", 
            "time": "2000-03-15 14:45:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2098/86/", 
            "text": "Mr. Speaker, the hon. member should rest assured that the government will do whatever it takes to protect the principles of the Canada Health Act.\n\nWith respect to Bill 11, I invite the hon. member to observe that the premier of Alberta himself is still talking about possible amendments to that bill. It has yet to receive second reading in the legislature. We have yet to see regulations which are referred to extensively in the bill.\n\nIf the hon. member has a legal opinion with respect to it now, I wish she would share that with the House.", 
            "topic": "Health Care", 
            "time": "2000-03-15 14:45:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2098/87/", 
            "text": "Mr. Speaker, it is the minister who said he would act if Bill 11 violated the spirit and the letter of the law. It is absolutely clear. Bill 11 violates the spirit of the Canada Health Act.\n\nCanadians want an answer. Since the minister is spending more time developing slogans than on actually developing a response to save medicare, will he act today? Will he give Canadians a timetable for when he will have completed his analysis? Will he state clearly that medicare is a program that will be preserved at all costs? Will he say no to Ralph Klein?", 
            "topic": "Health Care", 
            "time": "2000-03-15 14:50:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2098/88/", 
            "text": "Mr. Speaker, we will do what is required to protect the Canada Health Act.\n\nLet me remind the hon. member that she can make a real contribution to preserving medicare by working with us to renew it for the 21st century rather than aligning herself with the forces on the right who would destroy medicare. I wish the New Democratic Party would work with us toward making the long term changes that are necessary, rather than playing into the hands of the Reform Party and others who would destroy medicare in the country.", 
            "topic": "Health Care", 
            "time": "2000-03-15 14:50:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Dubé", 
                "url": "/politicians/5751/", 
                "member_id": 2526, 
                "party": "Progressive Conservative", 
                "riding": "Madawaska—Restigouche (New Brunswick)", 
                "id": 5751
            }, 
            "url": "/hansards/2098/89/", 
            "text": "Mr. Speaker, René Fugère had a close working relationship with the Prime Minister. He represented the Prime Minister at events. Yet the Prime Minister would like us to believe that he does not know this unregistered lobbyist.\n\nWould the Prime Minister come clean and admit that he knows Mr. Fugère and that he has been using the Prime Minister's name to advance his business career?", 
            "topic": "René Fugère", 
            "time": "2000-03-15 14:50:00", 
            "attribution": "Mr. Jean Dubé (Madawaska—Restigouche, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2098/90/", 
            "text": "Mr. Speaker, there are a lot of people in Canada who know Jean Chrétien. I have been elected 11 times in Saint-Maurice. I have been the member of parliament for Saint-Maurice since 1963. A lot of people have worked for me and I know a lot of people in my riding. I am grateful that they keep electing me.\n\nThe more questions I am asked like that, because I am doing my job as a member of parliament to create jobs, the more votes I will get in the next election.", 
            "topic": "René Fugère", 
            "time": "2000-03-15 14:50:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Dubé", 
                "url": "/politicians/5751/", 
                "member_id": 2526, 
                "party": "Progressive Conservative", 
                "riding": "Madawaska—Restigouche (New Brunswick)", 
                "id": 5751
            }, 
            "url": "/hansards/2098/91/", 
            "text": "Mr. Speaker, Canadians are starting to know the Prime Minister and the actions of his government through the HRDC debacle.\n\nRené Fugère advised HRDC that he represented the Opitciwan sawmill when it was negotiating with HRDC. Fugère was not registered at the time as a lobbyist.\n\nWill the Prime Minister ask the RCMP to investigate the lobbying activities of his friend René Fugère?", 
            "topic": "René Fugère", 
            "time": "2000-03-15 14:50:00", 
            "attribution": "Mr. Jean Dubé (Madawaska—Restigouche, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Manley", 
                "url": "/politicians/4682/", 
                "member_id": 3209, 
                "party": "Liberal", 
                "riding": "Ottawa South (Ontario)", 
                "id": 4682
            }, 
            "url": "/hansards/2098/92/", 
            "text": "Mr. Speaker, the hon. member should know that we do not ask the RCMP to investigate anybody. What will happen is that the assistant deputy registrar general of Canada, who is responsible for registrations under the Lobbyists Registration Act, will ensure that it is complied with. Where there is failure to comply, the appropriate action will be taken.", 
            "topic": "René Fugère", 
            "time": "2000-03-15 14:50:00", 
            "attribution": "Hon. John Manley (Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lynn Myers", 
                "url": "/politicians/2399/", 
                "member_id": 2644, 
                "party": "Liberal", 
                "riding": "Waterloo—Wellington (Ontario)", 
                "id": 2399
            }, 
            "url": "/hansards/2098/93/", 
            "text": "Mr. Speaker, members in the House are well aware of the tough times that farmers in Canada are facing. One of the pressures is cost recovery fees. Can the Minister of Agriculture and Agri-Food update the House with respect to cost recovery fees and how it pertains to his portfolio?", 
            "topic": "Agriculture", 
            "time": "2000-03-15 14:50:00", 
            "attribution": "Mr. Lynn Myers (Waterloo—Wellington, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2098/94/", 
            "text": "Mr. Speaker, I appreciate the hon. member's question. It gives me a chance to remind everyone of the government's commitment to agriculture.\n\nNot only is there the $600 million a year to support farmers but there is also the $2.3 billion we put out in support in the last 18 months to farmers. A week ago I announced another $83 million to cover the debts and to allow the Canadian Grain Commission to freeze its mandatory fees until 2003.\n\nI am pleased to announce today that Agriculture and Agri-Food Canada and the Canadian Food Inspection Agency will freeze mandatory fees until at least the end of 2002.", 
            "topic": "Agriculture", 
            "time": "2000-03-15 14:50:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bob Mills", 
                "url": "/politicians/204/", 
                "member_id": 3069, 
                "party": "Reform", 
                "riding": "Red Deer (Alberta)", 
                "id": 204
            }, 
            "url": "/hansards/2098/95/", 
            "text": "Mr. Speaker, the minister's own officials are asking her, “How are we supposed to know how flexible is flexible?”\n\nWhen she instructs her officials to not follow the law, did that flexibility only apply to the Prime Minister's riding or did it apply everywhere?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:55:00", 
            "attribution": "Mr. Bob Mills (Red Deer, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/96/", 
            "text": "Mr. Speaker, the employees of the Department of Human Resources Development Canada have never been instructed not to follow the law.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:55:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ghislain Lebel", 
                "url": "/politicians/4983/", 
                "member_id": 3267, 
                "party": "Bloc", 
                "riding": "Chambly (Québec)", 
                "id": 4983
            }, 
            "url": "/hansards/2098/97/", 
            "text": "Mr. Speaker, in the Placeteco issue, the trustee appointed by Human Resources Canada, Gilles Champagne, had a responsibility to protect the $1.2 million from HDRC. He did not do so and his own client, Claude Gauthier, benefited from that money.\n\nMy question is for the Prime Minister. Is the government's refusal to order an investigation into Placeteco not related to Gilles Champagne, whom the Prime Minister himself appointed to Canada Post's board of directors, in 1996?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:55:00", 
            "attribution": "Mr. Ghislain Lebel (Chambly, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2098/98/", 
            "text": "Mr. Speaker, on a number of occasions in the House I have accepted that the creation of trust funds in this particular file was inappropriate. The department was advised to close the trust fund. It did that.\n\nI would remind the hon. member that in the case of this particular project, it was not only the Government of Canada that was a partner. The company itself invested $5 million and it was HQ, headquarters, the Government of Quebec, that also agreed that this was a wise investment.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-15 14:55:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2098/99/", 
            "text": "Mr. Speaker, question after question about the mismanagement of public funds by the government and Scotia Rainbow have resulted in a series of inconsistent answers.\n\nThere are inconsistencies about how many jobs were created and inconsistencies about how much government money. The fact is after $20 million in government subsidies, Scotia Rainbow is now in receivership.\n\nWill the minister now attempt to clear the air of this fishy smell and agree to a forensic audit?", 
            "topic": "Scotia Rainbow", 
            "time": "2000-03-15 14:55:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2098/100/", 
            "text": "Mr. Speaker, as has been pointed out in the House before, the federal government has invested the least in this enterprise. The most was invested by the chartered banks, private investors, then the provincial government, and then way down is the federal government.\n\nWe have received support from all of the communities in Cape Breton Island and all of the newspaper editorials. The only people out of step are NDP members. When are they going to get in step with their own constituents?", 
            "topic": "Scotia Rainbow", 
            "time": "2000-03-15 14:55:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2098/101/", 
            "text": "Mr. Speaker, my question is for the Minister of Industry.\n\nWhen the department developed the research chair program to provide research money for universities across the country, it left out a small group of universities that do great work, like Nova Scotia Agricultural College and many, many more.\n\nWe have raised this question in the House several times before. I would like to know if the minister has adjusted the plan now to include universities like Nova Scotia Agricultural College.", 
            "topic": "Research And Development", 
            "time": "2000-03-15 14:55:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Manley", 
                "url": "/politicians/4682/", 
                "member_id": 3209, 
                "party": "Liberal", 
                "riding": "Ottawa South (Ontario)", 
                "id": 4682
            }, 
            "url": "/hansards/2098/102/", 
            "text": "Mr. speaker, I hope before the end of this month to be able to announce the funding formula that will be used in order to allocate the research chairs.\n\nI would like to point out to the hon. member what a significant difference this program is going to make to Canadian universities: 2,000 research chairs across Canada, $900 million. That is the equivalent of creating two virtual MITs in Canada. This will make Canada competitive in the 21st century.", 
            "topic": "Research And Development", 
            "time": "2000-03-15 14:55:00", 
            "attribution": "Hon. John Manley (Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gar Knutson", 
                "url": "/politicians/3344/", 
                "member_id": 2569, 
                "party": "Liberal", 
                "riding": "Elgin—Middlesex—London (Ontario)", 
                "id": 3344
            }, 
            "url": "/hansards/2098/103/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36(8), I have the honour to table, in both official languages, the government's response to one petition.\n\nFurthermore, I move:\n\nThat the House do now proceed to orders of the day.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:00:00", 
            "attribution": "Mr. Gar Knutson (Parliamentary Secretary to Prime Minister, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2098/104/", 
            "text": "The hon. member for Roberval on a point of order.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:00:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2098/105/", 
            "text": "Mr. Speaker, given the situation in which we find ourselves, a situation which has not occurred since 1956, if my memory serves me right, where the House must deal with a most urgent issue, namely the tabling of a substantive motion by the leader of the Bloc Quebecois on the issue of confidence in the Speaker of the House of Commons, it seems to me that this issue must be dealt with now.\n\nI do not think we can simply move on to Government Orders as if nothing had happened when, in fact, the Chair of the House of Commons is being called into question. It would be much better, not only for the sake of all the members of this House, but also for the Chair itself and for parliament, to give absolute priority—and I thought there would be no doubt whatsoever about this—to the non-confidence motion moved by the leader of the Bloc Quebecois.\n\nMr. Speaker, I would not understand if you were to agree to simply move on to Government Orders as if nothing had happened, when parliament is going through a crisis the scope of which it has not seen since 1956.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:00:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2098/106/", 
            "text": "I thank the hon. member for Roberval, and I wish to congratulate him on his return to the House. I am pleased to see him here today.\n\nHis point of order is certainly very serious. I am well aware that the order paper contains a notice of motion under the heading of motions, which will be debated today in the House, in a debate that is rather serious to everyone and certainly to this House.\n\nUntil we get to motions, however, this is only a notice of motion and the motion is not before the House. If it is put before the House, it will no doubt be a motion of great importance, with a certain priority over other matters we may discuss.\n\nWe have a motion before us at this time, which was moved by the hon. Parliamentary Secretary to the Prime Minister and which is acceptable from the point of view of procedure and practice in this House. I believe I am obliged, regardless of the notices of motion in the order paper, to continue with the business before the House. The motion has been presented and we need to consider it.\n\nIf the motion is not passed, we shall no doubt move on to another matter under Business of the House. We shall probably then have an opportunity to discuss this very important motion.\n\nFor the moment, I believe it is my duty to put to the House the motion of the hon. Parliamentary Secretary to the Prime Minister.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2098/107/", 
            "text": "Mr. Speaker, could I ask a question?\n\nI had the impression, given the special nature of the substantive motion by the leader of the Bloc Quebecois, that the 48 hour period provided by the standing orders permitted and inevitably led to a debate on this substantive motion at the end of this period. This means today, now, as we speak. make !sense.\n\nI put the following question to you. Are we to understand that if, through a motion, a political party raises the very serious matter of the credibility of the Chair and questions one of the foundations of the House of Commons, of parliament in Ottawa, the motion will be brought to the attention of the members only if the government wishes to debate the matter.\n\nThat amounts to saying that, by giving precedence to a proposal by the parliamentary secretary, the Chair of the House of Commons accepts that if the government does not wish to debate a substantive motion such as confidence in the Speaker, we will not discuss it.\n\nThis is so basic that the members of the Bloc Quebecois unanimously want to debate this urgent matter now. A lot of opposition party members are interested in debating the matter of the Chair and—", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:05:00", 
            "attribution": "Mr. Michel Gauthier", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/108/", 
            "text": "Oh, oh.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2098/109/", 
            "text": "Order, please. I have a great deal of respect for the hon. member for Roberval. It often happens in the House that some parties unanimously wish to discuss certain issues, while others do not. This is why we sometimes have votes concerning the order of business and the order of motions or bills in the House. We are now at Routine Proceedings.\n\nAs is often the case, the parliamentary secretary proposed a motion—which is a normal thing to do, not always, but nonetheless normal—and, from the Chair's point of view, that motion is in order since it is in compliance with House procedures. This is why I would like to carry on and put that motion to the House now.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2098/110/", 
            "text": "Mr. Speaker, as the House leader for the Bloc Quebecois pointed out, all the government has to do is propose a motion to revert to Business of the House and thus ensure that the impartiality of the Chair cannot be debated.\n\nDo members realize that the government is trying to turn the Chair into a new weapon in its arsenal to gag the House and that the Chair accepts to play—", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2098/111/", 
            "text": "Order, please.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/112/", 
            "text": "Oh, oh.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2098/113/", 
            "text": "I will put the question to the House. The question is on the motion of the Parliamentary Secretary to the Prime Minister that the House do now proceed to orders of the day. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/114/", 
            "text": "Agreed.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/115/", 
            "text": "No.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2098/116/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/117/", 
            "text": "Yea.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2098/118/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/119/", 
            "text": "Nay.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2098/120/", 
            "text": "In my opinion the yeas have it.\n\nAnd more than five members having risen:", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2098/121/", 
            "text": "Call in the members.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-15 15:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2098/122/", 
            "text": "I declare the motion carried.", 
            "topic": "Division No. 1161", 
            "time": "2000-03-15 15:55:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2098/123/", 
            "text": "moved that Bill C-20, an act to give effect to the requirement for clarity as set out in the opinion of the Supreme Court of Canada in the Quebec Secession Reference be read the third time and passed.\n\nMr. Speaker, now that the House of Commons has reached the last stage of its work on Bill C-20, I would like to take this opportunity to recognize the important work done by members of the legislative committee and the witnesses who contributed to the examination of this bill which is fundamental to the rights of Canadians.\n\nI would also like to take this opportunity to salute the vision of the Prime Minister of Canada, whose sense of duty has given Canadians this essential guarantee of their rights.\n\nEvery citizen of this country will be guaranteed two fundamental rights if, as it is desirable, the House of Commons and the Senate pass Bill C-20, the clarity act.\n\nFirst, every Canadian will have the guarantee that the Government of Canada will never enter into negotiations on the separation of a province unless the population of that province has clearly expressed its will to cease to be part of Canada.\n\nSecond, the clarity act will guarantee to all Canadians that any such negotiations on secession, should they occur, would take place within the Canadian constitutional framework, respecting the principles identified by the supreme court: democracy, federalism, constitutionalism and the rule of law, and respect for minority rights.\n\nThe clarity act will protect the rights and interests of all Canadians, but especially Quebecers, because it is in Quebec that the provincial government is contemplating a secession attempt in an atmosphere of confusion and outside the legal framework. Quebecers want no part of that disturbing prospect. The clarity act is pro-Quebec and pro-democracy.\n\nThe Government of Canada is convinced that Bill C-20 complies fully with the supreme court's opinion. Renowned legal scholars testified to that effect before the committee, including Dean Yves-Marie Morissette, former Quebec Justice Minister Gil Rémillard, and Dean Peter Hogg, who stated as follows.\n\nI quote Professor Hogg:\n\nNo, I think Bill C-20 is completely consistent with the Supreme Court's judgment, and I think it would be difficult to both support the decision of the court and reject the bill.\n\nThe government is also convinced that Bill C-20 ensures that the House of Commons and the Government of Canada fulfil their obligations without infringing in any way on those of the provinces.\n\nIt is noteworthy that no sitting provincial premier, with the exception of Quebec's, has criticized the clarity act.\n\nBefore the legislative committee, in addition to Mr. Rémillard, who stated that, and I quote “this bill respects Quebec's jurisdiction”, another former minister of the Government of Quebec, Claude Castonguay, stated “I have not seen anything in this bill (C-20) that limits the jurisdiction of Quebec's National Assembly, nor Quebecers' right to decide on their own future”.\n\nFormer Ontario Premier Bob Rae stated:\n\nI'm perfectly satisfied that the level of consultation that is provided for in the clarity bill is certainly adequate and nothing in the clarity bill takes away from the jurisdiction of any province.\n\nWe may all have read in today's Calgary Herald the same unequivocal support for Bill C-20 of a former premier of another province and another political allegiance, Mr. Peter Lougheed.\n\nNevertheless, it will be recalled that some witnesses, including Claude Ryan, told the committee that even if the federal government has the right, if not the duty, to assess the clarity of support for secession and to conduct itself accordingly, the House of Commons would not have the right to make a determination as to the clarity of the question before the referendum result were known, The hon. member for Beauharnois-Salaberry, the Bloc's intergovernmental affairs critic, also shares this opinion. The House of Commons would have the right to make a determination, but only after the referendum, and to conduct itself accordingly. So there is not that much distance separating us.\n\nIn point of fact, however, as Professor Patrick Monahan has noted, if it is legal and legitimate for the House of Commons to express its opinion on clarity after the referendum, it is hard to see how it would be unable to do so beforehand.\n\nMoreover, in purely practical terms, it is hard to imagine how the House of Commons and the Government of Canada could go through the whole referendum campaign without ever answering the simple question: Do you think the question is clear? Voters would press them for an answer, and rightly so. They would have the right to know.\n\nThis brings me to the clarity of the question, and I will begin with two quotes. The first is this “We don't need to dress it up with a partnership”. The second goes as follows “These institutions are just nonsense, it's just window dressing to sell it to people. I think we have to be straight with people if we want to sell our option”. These calls for straight talk were made by PQ youth members at their meeting at the beginning of this month.\n\nIt should be acknowledged by everyone that the question in 1995 lacked in clarity, and that it could not lead to any negotiations as worded. Anyone who still has any doubts on this would do well to consult the document submitted to the legislative committee by Professor Maurice Pinard. It contains abundant evidence that the 1995 question gave rise to a great deal of confusion. To give just one example, and I am quoting Professor Pinard “In 1995, only around 50% of voters knew that sovereignty-partnership was divisible. The rest believed that there would be no sovereignty without partnership at the same time”.\n\nThe separatist leaders would do better to aim for maximum clarity. So why is it so difficult to acknowledge that only a question on secession can give rise to negotiations on secession? With clarity, everyone wins.\n\nNow, let us talk about the clarity of the majority. In Canadian federal law as in Quebec law, a referendum is a consultation whose results must be evaluated by the political authorities. There is no legal majority threshold at which point a referendum would lose its consultative nature to become a decisive one binding governments.\n\nThe separatist leaders accept this rule of law for municipal, and they accept it for held by aboriginal peoples, but they do not accept it for a referendum on the secession of Quebec. They say it is undemocratic to challenge the threshold of 50% plus one in determining whether a majority is sufficiently clear to trigger negotiations on secession.\n\nI do not think that anyone can question Mr. Ed Broadbent's deep-rooted commitment to democracy. He has devoted his life to it. This is what he had to say to the legislative committee.\n\nIt would be misleading in my view to describe democracy as simply a system in which all decisions are reached on a 50% plus one basis. In fact I would argue that...the more serious decisions require much more than 50% plus one, and some require unanimity.\n\nWill the separatists say that Mr. Broadbent is anti-democratic?\n\nMr. Claude Ryan reiterated to the committee his preference for a minimum threshold of 50% plus one of all registered voters. Will he have to be called undemocratic as well?\n\nAs everyone knows, the clarity bill does not set a threshold. The clarity bill provides that the majority will be the subject of a qualitative assessment following a referendum. In actual fact it is very difficult to set a minimum threshold in advance which would guarantee a clear majority in all circumstances. Indeed, setting a threshold in advance would likely be contrary to the spirit of the supreme court's opinion.\n\nAs Dean Hogg told the committee:\n\nI just don't think there is a constitutional basis for doing that and that is why fidelity to the court's judgment requires us now to wait until after the referendum.\n\nNot setting a threshold in advance is consistent with our law and with Canadian tradition regarding referendums.\n\nFor example, the Government of Canada did not commit itself in advance to accepting Newfoundland as a province of Canada on the basis of a 50% plus one majority in the 1948 referendum. Instead, the Government of Canada proceeded exactly as provided for in Bill C-20. It waited for the referendum result before it came to a decision.\n\nAnd what about international practice, including the United Nations, the separatist leaders ask? Again, I must reiterate that the UN generally supervises referendums held in the context of decolonization, in which the UN recognizes right to independence and expresses a strong preference for this political solution, as professor Jean-Pierre Derriennic so eloquently told the legislative committee.\n\nOther than in cases of decolonization, the UN has shown no sympathy for secession whatsoever, and has even opposed it completely, as in the case of Katanga. It does not make secession a right, and certainly not a right that can be exercised on the fragile basis of 50% plus one of the ballots cast in a referendum held only in the territory where secession would take place.\n\nTo believe that the Government of Quebec could obtain international recognition under such circumstances is to display a profound misunderstanding of state practice.\n\nSo the clarity bill does nothing undemocratic in establishing, in accordance with the supreme court's opinion, that the clarity of a future referendum majority in favour of secession be subject to assessment. On the contrary, Bill C-20 displays an unusual openness, in a democracy, toward the widely opposed phenomenon of secession, as professor Robert Young, the author of a major book on secession, told the committee.\n\nThat is all on the subject of the clarity of the majority. I will now consider the aboriginal issue.\n\nAlthough the negotiation of secession raises many issues, it was the issue of aboriginals that dominated a good part of the deliberations of the legislative committee.\n\nSpeaking to the committee, Quebec's Canadian intergovernmental affairs minister, Mr. Joseph Facal, maintained a position and the opposite at the same time. On the one hand, he cited international legal texts recalling that, although aboriginals are nations, and I quote the minister, “aboriginal rights must be exercised within sovereign states”.\n\nOn the other hand, he stated that accessions to independence for nations such as Quebec were, and I quote, “purely a factual matter”, a political rather than a legal issue—an allegation incidentally contradicted by the supreme court, which states in paragraph 83 of its opinion that “Secession is a legal act as much as a political one”.\n\nIn other words, he and his government believe themselves to be free to act outside the law, but aboriginal populations, for their part, would have to submit to the law. Clearly a double standard.\n\nIt must surely be somewhat embarrassing to give oneself a right and deny it to others. We know that the hon. member for Beauharnois—Salaberry, the Bloc's intergovernmental affairs critic, was of the opinion, before he entered politics, that the aboriginal peoples could remain in Canada in the event of Quebec's secession. And, the esteemed witnesses invited by the Bloc to appear before the legislative committee have maintained that point of view: professors André Tremblay, Andrée Lajoie and Guy Lachapelle and the head of the Confederation of National Trade Unions, Mr. Marc Laviolette.\n\nUnder Bill C-20 the Government of Canada commits itself to addressing in negotiating secession the rights, interests and territorial claims of the aboriginal peoples of Canada. The Assembly of First Nations, the Grand Council of the Crees and the Inuit Tapirisat of Canada called for stronger guarantees before the legislative committee. Several other witnesses, including Mr. Jack Jedwab, made proposals to better take into account the rights of aboriginals, and of minorities in general.\n\nLiberal and NDP members of the committee showed strong support for amendments that would make guarantees for aboriginals more explicit. The validity of these suggestions led the Government of Canada to support two amendments proposed by the NDP and supported by the Liberal members of the committee. The scope of these amendments is to explicitly mention representatives of the aboriginal peoples of Canada among those whose views would be taken into consideration by the House of Commons when assessing the clarity of the question and of the majority.\n\nThe National Chief of the Assembly of First Nations, Mr. Phil Fontaine, indicated that he was satisfied with these modifications, but was disappointed that the role of aboriginal representatives in negotiations on secession had not been more clearly defined. On this matter, and I want to stress this, the reason subsection 3(1) of the clarity bill mentions among the participants in possible future negotiations on secession only the governments of the provinces and the Government of Canada is that these are the only political actors to which the court assigned an obligation to negotiate in the event of clear support for secession. However, neither the court nor Bill C-20 rule out the possibility of other political actors participating in those negotiations, including representatives of the aboriginal peoples of Canada. Simply put, it was not for Bill C-20 to go beyond the court's reference by creating an obligation for actors other than those to which the court assigned such an obligation.\n\nI want to add that, according to the Constitution Act, 1982, the federal and provincial governments are bound by an agreement in principle by virtue of which representatives of the aboriginal peoples would be invited to participate in discussions on any constitutional amendment that would affect the provisions of the constitution that are mentioned in subsection 35(1).\n\nThe clarity act respects that principle by clearly stipulating that negotiations on secession would include at least the governments of the provinces and the Government of Canada. I stress “at least”.\n\nIn conclusion, complying with all points of the supreme court's opinion and giving effect to it, the clarity bill guarantees to all Canadians that their federal government will never negotiate the secession of a province, unless the House of Commons has determined that the population of that province has expressed its will to cease to be part of Canada. The clarity bill guarantees them that any such negotiations, should they occur, would respect the rule of law and constitutional principles.\n\nOur colleagues in the Bloc Quebecois, who ferociously opposed Bill C-20, have merely succeeded in creating the impression that they know full well they are incapable, through straight talk and clarity, of convincing Quebecers that secession is the best solution.\n\nThe fact is that Quebecers, and indeed all other Canadians, have a right to clarity rather than ambiguity and to the protection of the law rather than anarchy.\n\nThe fact is that Quebecers and indeed all other Canadians have a right to clarity rather than ambiguity and to the protection of the law rather than anarchy.\n\nThe time for ambiguity has passed. I call on all members of the House to vote in favour of the clarity act.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 15:55:00", 
            "attribution": "Hon. Stéphane Dion (President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dale Johnston", 
                "url": "/politicians/3028/", 
                "member_id": 3072, 
                "party": "Reform", 
                "riding": "Wetaskiwin (Alberta)", 
                "id": 3028
            }, 
            "url": "/hansards/2098/124/", 
            "text": "Mr. Speaker, I rise on a point of order. There has been consultation among the parties and if you were to ask, I think you would find unanimous consent for the motion that the 18th report of the Standing Committee on Procedure and House Affairs presented on Wednesday, March 1, be concurred in.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 16:15:00", 
            "attribution": "Mr. Dale Johnston", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/125/", 
            "text": "Does the hon. member have unanimous consent of the House to move the motion?", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 16:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/126/", 
            "text": "Agreed.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 16:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/127/", 
            "text": "No.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 16:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2098/128/", 
            "text": "Mr. Speaker, I rise to give the official opposition's comments at third reading of the clarity bill, Bill C-20. We approached this bill with some broad principles in mind. I would like to list those broad principles.\n\nThe official opposition supported the issue of clarity of the question. We undertook to try and pin down the majority. We felt that broad consultation on an issue like this was best. We felt that there were many more issues on the table than were listed in the bill. We also felt there were a significant number of positive changes to the federation that would be more useful than rules for a battle. Today I would like to report on how we did with those broad principles.\n\nOn the issue of a clear question, this is where I believe the bill has been a success. The old question, the question asked previously was ambiguous and open to misunderstanding. It was a two pronged question. It asked about partnership on one hand and sovereignty on the other hand in the same question. It made it difficult to say yes or no to that question and be certain what one was saying yes or no to. I listened carefully to one of the senior Quebec politicians, Claude Castonguay, as it related to the question. He felt as I did that the question was not clear. It was not unambiguous.\n\nI also used a pollster's comment to bolster that statement. The pollster told me that a question such as this could not be asked and get a legitimate result. He felt that if the question were split in two, it could legitimately be considered clear. In other words: do you want to have an improved partnership with Canada, yes or no, and if that failed, do you want to leave Canada, yes or no. The pollster guided me in the sense that the question prior was not clear.\n\nThis bill will result in a clear question. I sincerely hope the House of Commons never has to pass judgment on a question. I believe that a question coming from a province on this issue will never ever be as ambiguous as the last one. Surely for something as serious as secession, the least we can expect is to have a clear unambiguous question.\n\nOn the issue of majority, how did we do? We just listened to the minister opposite say that setting a threshold would be a mistake and so a threshold has not been set. I would say that we have failed on that issue. Our position was that 50% plus one of the votes cast was the threshold. I did listen to the debate on that and there were good arguments on both sides. I must say I found some of those arguments persuasive.\n\nI would however like to use the example of Massachusetts as it parted from Maine as to how a particular threshold that was set to prevent secession did not succeed. This was a fairly low threshold. In 1786 independence became an issue for Massachusetts trying to secede from Maine. This was a state. Maine was a district. Massachusetts wanted to become a state. They went through seven referenda, each time asking for secession from Maine. When it looked like it was close to Massachusetts succeeding, Maine raised the threshold to five votes out of nine, or 55.6%. The vote subsequently did not reach that threshold. It reached 53.6% but public pressure resulted in secession of Massachusetts from Maine with a very low threshold of 53.6%. Artificially raising the threshold, leaving the threshold ambiguous in my view is not wise.\n\nThe third issue was broad consultation. We felt that broad consultation was better than just a small group of people coming to Ottawa. We failed on that issue as well. There was no travelling. We had but one week of committee hearings. Many witnesses were unable to attend. No amendments were put forth at committee. There were internal reasons that no amendments were put forward. We did gain one thing. The proceedings were televised. That was one concession, one tiny victory on the issue of broad consultation so I would have to say that we failed on that score as well.\n\nOn the fourth issue of broadening the issues, the bill mentions debt and assets, boundaries, minority rights and aboriginal concerns. We felt and still feel that there are many other issues here: citizenship, passports, the Canadian dollar, international recognition, an Atlantic corridor particularly relating to Quebec, defence issues including military assets. There is also the issue that was never discussed, the one of rejoining Canada in the event a province seceded and then decided it had made a mistake. All those issues could have been discussed at least.\n\nWhen I make comments on a bill or process I always like to say how we would have done things differently. How would Reform, if we were the government, have had a different impact on the clarity legislation?\n\nThere would have been broader consultation. Not just one province but every province would have had input at the committee level. There would have been more issues on the table. I have mentioned those issues.\n\nOur bill would not be proclaimed. In other words the bill we would have passed would have gone through all the legislative processes and then would have been set on the shelf as an unproclaimed bill only to be used in the event of a secession.\n\nOur bill would have had a 50% plus one threshold in it. That threshold of course would have also been used for that part of Quebec that wanted to stay in Canada in the event of secession.\n\nThe haste we went through in relation to this bill was unnecessary and unwise. It gives those who would fight against Canada a little bit of a tool to say that we were not as democratic as we could have been. That is a legitimate complaint. I am afraid that I as an ally of the government on this bill still feel that the haste was unnecessary.\n\nI conclude by saying that the official opposition will continue to support this bill. I have mentioned areas that could have been improved. We support it on the basis and the premise that an informed vote is a powerful vote. I have a simple statement for Quebecers.\n\nWho are afraid of a clear question?", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 16:15:00", 
            "attribution": "Mr. Grant Hill (Macleod, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2098/129/", 
            "text": "Mr. Speaker, when I rise in this House, I usually say I am pleased to do so. I am not in the habit of rising in this House without any pleasure.\n\nI must admit that it is with some sadness and a great deal of frustration that I rise now, at the end of this day, after we have debated the proposed amendments to this bill for the past few days.\n\nI chose to become a member of this parliament where I was elected, together with my colleagues from the Bloc Quebecois—those who were elected in 1993 and those who were in 1997—to adequately represent the citizens who elected us to this place, and to do so with a democratic mandate to act and speak up in this House on behalf of our constituents who elected us to defend their interests and promote sovereignty, a plan very dear to a great many Quebecers.\n\nThroughout this debate, I noticed that we were dealing not only with foes of sovereignty, but also with people, members and ministers on the government side, who had become foes of Quebec democracy. Through their comments and reactions regarding our plan to turn Quebec into a sovereign state, they were not trying to respect neither this plan nor the citizens who elected sovereignist MPs.\n\nThe whole process surrounding Bill C-20 has demonstrated how little respect there is in this country, in this Parliament, for what we stand for in this House and for the people we represent.\n\nBill C-20 is undemocratic. We will keep on repeating it. We will have many opportunities to do so after it has been passed by the House and the Senate and given assent by the Governor General. We will no doubt have an election campaign where Bill C-20 will be a major issue and where Quebecers will have a chance to pass judgment on the conduct of a majority, the Liberal Party, that did not show even the most basic respect for the members of this House and the citizens they represent.\n\nOn behalf of my colleagues, I would like to tell you how sitting in the House of Commons, whose traditions, customs and practices we have always respected, has become difficult and will probably be made more difficult yet by the introduction of Bill C-20 and its possible passage by the Parliament of Canada.\n\nWhen one thinks about it and in spite of the assurances, guarantees and suggestions by the Minister of Intergovernmental Affairs, with the passage of Bill C-20, this country is becoming a pioneer in the area of secession, a democratic country unrivalled anywhere in the world.\n\nIf members look very carefully at this bill, at its provisions and at its purpose, if they read the speeches that the Minister of Intergovernmental Affairs made when he appeared before the committee, they will realize that this bill is ultimately an instrument to prevent, and I quote the Minister of Intergovernmental Affairs, “a separation threat from Quebec”.\n\nWe do not need a bill telling us that we are a threat to Canada. That is not what it is all about. We have the right, and the supreme court recognized it in its opinion dated August 20, 1998, to promote sovereignty for Quebec. This is a legitimate initiative according to the supreme court. To pretend that we pose a threat to Canada, that we are threatening it with secession or break-up, as mentioned in the preamble of this bill, does not respect this legitimacy recognized by nine justices of the supreme court.\n\nBut more than anything, it does not respect Quebecers who consider the sovereignty project as an option for the future, an option they are entitled to consider and to support when consulted on this matter.\n\nDuring the committee hearings, there was a striking testimony that left the Liberal members of the committee quite lost and disappointed, which the minister quoted earlier in the debate, and that is that of Mr. Claude Ryan, a previous leader of the opposition in Quebec's legislative assembly.\n\nWhile debating or discussing with some of us, here is what he had to say regarding the behaviour of the Liberal government, of the ministers and of the government members of this House:\n\nHe said “You know, in Quebec, sovereignists and federalists are adversaries, but they respect each other. Here in Ottawa, however, sovereignists and federalists are enemies. They do not respect each other”.\n\nI have always believed that those who do not necessarily think as we do and who promote federalism and its renewal deserve our respect. As far as I am concerned, I have always respected those who propose or would like to propose this project to Quebecers, a project which, if it were renewed, could promote a greater following than the present federalism. But theses views are not shared by all.\n\nIt seems that respect for the sovereignists that we are does not exist here in this House since we are considered as enemies of the Canadian democracy, when we are in fact, by our mere presence here, participating in this democracy.\n\nWe are undoubtedly the ones who have the most respect for parliamentary democracy in this House. We have so much respect that we try to protect not only our rights—and we had to do so repeatedly during debate on Bill C-20—but we also want to ensure that the rights of all the parliamentarians in this House are respected.\n\nWhen we see before us enemies of democracy in Quebec and enemies of those who, in the name of democracy, promote sovereignty, it is difficult not to consider those who make such a harsh and dangerous judgment on what we represent here as enemies of democracy in Quebec.\n\nBill C-20 is an eloquent example of the fact that this government tries, as the minister said earlier in his speech, to protect Quebecers against themselves or against sovereignists, their representatives and their independentist leaders.\n\nQuebecers do not need to be protected against themselves or against their independentist leaders. They vote for independentist leaders and they put their confidence in them. They have done so on numerous occasions in the past by electing successive governments of the Parti Québécois. They have put their trust in independentist leaders by electing, in the last two consecutive federal elections, a very clear majority of members of the Bloc Quebecois to this House.\n\nTo think that this House can stand in for independentist leaders and the national assembly, where sovereignists have the majority, and that it can ignore the opposition of the members of the Bloc Quebecois shows a lack or even an absence of respect for Quebec's democracy.\n\nBill C-20 would stand in for our institutions and give the House of Commons the power to decide on something that has always been determined by the national assembly, namely the question and its clarity in a debate which might take place and which has actually taken place in the National Assembly during two previous public consultations on sovereignty. The House of Commons will never be able to substitute itself for the National Assembly when time comes to formulate a question.\n\nThis House will never be able to impose on the national assembly and its members a question which would exclude a partnership, a question which would prevent us to ask for a mandate to negotiate, a question which would be imposed because the issue here is about the future of Quebec as it is promoted by members who were elected to the national assembly by Quebecers.\n\nBill C-20 precisely purports to give members of the House of Commons, of which a large majority comes from English Canada, the power to decide on the clarity of a question asked by the national assembly.\n\nFurthermore, the bill is unacceptable and undemocratic to the point where it would allow the House to make a judgment on the clarity of the question even during a referendum campaign. The House of Commons could say, while the campaign is under way, that the question is not clear. Would this not be a totally unacceptable intrusion in a democratic process that was launched by the national assembly and the elected representatives of the Quebec people?\n\nThe provisions concerning clarity in this bill are undemocratic, despite what the Minister of Intergovernmental Affairs thinks, because they give the House a right of disallowance on a decision made by the national assembly.\n\nClaude Ryan, to quote him again, thought this was somewhat a trusteeship system. It was giving the House a trusteeship over the National Assembly when it came to the question and the assessment of its clarity.\n\nNot only does this provision on the question and its clarity reveal the undemocratic nature of this bill, but the provisions on majority infringe even more adversely upon Quebec democracy as it was developed and fashioned by many generations of people who have exercised the highest political functions in Quebec.\n\nThe minister claims that the 50% plus one rule has not been applied or considered applicable during the referendums on sovereignty association or sovereignty partnership, because it is not written in the Referendum Act.\n\nUndoubtedly it was not included because it was so clear and obvious that it was the applicable rule. In fact, that rule had never been generally challenged by Canadian leaders. It is universally accepted. Since that rule no longer seems acceptable to the Government of Canada and the Liberal Party of Canada, it must be enshrined in Quebec legislation, which is the purpose of Bill 99 now before the National Assembly.\n\nThe 50% plus one rule is acceptable and accepted. The Liberal government did not have the courage to include it in this bill despite the insistence of the opposition parties. Three of the opposition parties thought this bill should have contained a reference to the clear majority rule of 50% plus one vote. This lack of courage shows fear on the part of the government with regard to the 50% plus one rule.\n\nThere is a fear that Quebecers will make the decision because sovereignty is an option that can be negotiated, that must be negotiated as soon as a majority of voters have decided to choose that option. So it has been suggested that this is an irreversible and serious decision, because we are told that these majorities are unstable. But that is supposing and stating that they are, that is supposing that any decision on a people's future is irreversible and is binding on future generations, and that is prejudging the decision future generations will make.\n\nBill C-20, which will be enacted, is unacceptable to Quebecers, as it should be to all Canadians. Moreover, Canadians in other provinces abide by the rule of 50% plus one; it is the case in British Columbia and Alberta for example. That rule is universally applied.\n\nEven if the minister and others claim that the last few accessions to independence, whether in a colonial or non colonial context, were accomplished with considerable majorities, we must not forget that the rule that applies to accession to sovereignty is still the 50% plus one rule.\n\nThat rule is universally accepted. It is accepted by the United Nations, it was accepted during the 1980 and 1995 referendums and, even if we were told repeatedly that Prime Minister Trudeau and the present Prime Minister claimed that it was not the applicable rule and that it was not sufficient for them to feel bound to negotiate after a vote in favour of sovereignty-association or sovereignty-partnership, we must recall that these prime ministers were deceiving the public. As they were saying this rule did not apply or would not bring them to negotiate, they were also telling Quebecers “You must understand, either you stay or you leave.”\n\nJust a few days before the May 20, 1980 referendum, Mr. Trudeau put the seats of all his MPs at stake. Quebecers, who are said to be confused by the questions of sovereignists, understood the question quite well. We called on the intelligence of Quebecers with complex questions, not confusing ones, as several witnesses before the legislative committee on Bill C-20 pointed out.\n\nPrime Ministers Trudeau and Chrétien themselves confused Canadians when they told them that a no vote in the referendum meant yes to the renewal of federalism. It was not clear. The no vote of Quebecers in 1980 and again in 1995 was not clear. Maurice Pinard, a colleague of mine from McGill University, had to admit he himself had not conducted any study or analysis on the possible confusion created in the minds of Quebecers by prereferendum promises made by federalist leaders. Odd, is it not?\n\nThe only confusion around is supposed to be in the sovereignist camp. But what about the confusion created by generations of federalist leaders claiming this federation can be renewed, can be changed to meet Quebec's demands and expectations? They have never been able to carry out their plan to renew the federation.\n\nWhen they tried to carry out a reform, be it the one proposed in the Meach Lake accord or in the Charlottetown accord, they were defeated by Canadian public opinion, in the case of the Meech Lake accord, or by people or provincial leaders who refused to ratify the accord. They were again defeated in 1992 by the Canadian people, who refused to change the Canadian federal system because of irreconcilable differences of opinion on federalism both in Quebec and Canada.\n\nThe minister will never really persuade Quebecers that they did not understand the questions in 1995 and 1980, because they understood them perfectly well. They voted to maintain the federation and we, as democrats, respected their decision, but that decision is not immutable.\n\nQuebecers who keep their options open witnessed and examined what was going on in the House. They will be persuaded that Bill C-20 curtails their freedom, and is some kind of yoke, or a new padlock act, passed by Ottawa this time. They will also realize how this government and the Liberal Party of Canada wanted this legislation to be passed in a hurry, even if that meant ignoring the most basic rules of parliamentary democracy.\n\nTo create an artificial and partisan deadline for the benefit of one political party, the Liberal Party of Canada, showed a total lack of respect for this House. The Minister of Intergovernmental Affairs and the Prime Minister want to go before not all Canadians, but their own party members with Bill C-20 in their pockets. They want to stand tomorrow in front of the members of the Liberal Party of Canada and say “We have succeeded in bringing Quebec to heel. We have managed to pass legislation that will give us the last word on the question and on the majority”.\n\nAccording to the government majority party, Quebec should no longer be master of its own destiny. That party shall rule Quebec. And Quebecers will never agree to that.\n\nSince the Bloc Quebecois was created, Quebecers have not trusted the Liberal Party of Canada. I should remind those who are watching the debates that, in the 1993 federal election, the Liberal Party of Canada had only 19 candidates elected out of the 75 members representing Quebec in this House. In 1997, only 26 Liberals were elected to the House.\n\nThe Liberal Party of Canada does not represent Quebecers. It does not represent the interests of Quebec. Today, with Bill C-20, it is showing it clearly. What it does with Bill C-20 is trample on the democratic rights of Quebecers.\n\nQuebecers saw how eager it was to flout not only Quebec's democracy and democratic institutions, but also the rules of the parliament in which it is abusing its majority. That is what it has been doing since the day in December when the minister used a trick to introduce a draft bill, flouting right from the beginning of the consideration of Bill C-20 the rules of the House and parliamentary traditions.\n\nIt flouted them again following a few interventions in the House in December and February. It imposed closure and allowed only seven members of our party to speak to this bill.\n\nThe Liberal Party limited to 45 the number of witnesses the legislative committee could hear and the committee was able to hear only 39 of those witnesses.\n\nIt also imposed closure to end debate and stop the hearings all opposition parties would have liked to continue. These parties all wanted the committee to travel throughout Quebec and Canada and the Bloc was more than willing to hear the views of other Canadians on the bill.\n\nBut the committee was not to travel. It had to hear 45 witnesses here in Ottawa. What was the minister afraid of? Why did he oppose the committee travelling around Canada and Quebec with his Bill C-20? Was he afraid to be told in all the cities of Quebec, in Quebec's national capital, in Montreal, the metropolis, and in all the regions that we from the Bloc represent that his bill was antidemocratic? He did not have the courage of his convictions.\n\nIf he was convinced that Bill C-20 was an acceptable bill, why did he refuse to go to Quebec to defend it? Why did he refuse to go to Quebec to hear those who are in favour of it, those he talks to when he goes to chambers of commerce and elsewhere, but also to hear those in the civil society, the unions, the teachers, the young and the students who oppose it?\n\nWhile claiming to be afraid of nothing, he did not have the courage of his convictions. He told the committee he was afraid of nothing, yet he was afraid to go to Quebec. He was afraid to hear Quebecers tell him that this bill is an undemocratic legislation.\n\nHe was afraid of the opposition parties, which wanted a full and meaningful debate to take place, instead of cutting it short on the eve of a Liberal Party convention, putting a premature end to testimonies and actually preventing dozens if not hundreds of people from appearing before the committee. There are people who sent in briefs but were not heard, in spite of the fact that they had contacted the clerk to indicate they were interested in testifying before the committee. No, debates had to be limited.\n\nActually, the proceedings of that committee had to be made very partisan. There were witnesses for the Liberal Party and witnesses for the Bloc Quebecois and the other parties. My colleague, the minister, believes, I suppose, that meaningful and in-depth debates are necessary, and that bills require proper consideration if we want good legislation. According to many of the people who came to talk to us about the rules that should apply if we were to go ahead with the sovereignty plan for example, legislation should reflect consensus. They said there should be a consensus to hold a referendum on sovereignty.\n\nThe minister has often said “Do not organize a referendum if there is no consensus to that effect in Quebec. Unless there is a consensus, do not hold a referendum even if you were elected with a mandate to organize one and the possibility to hold one, if this was the choice of the democratically elected party”.\n\nI suppose this requirement should apply even more to a bill aimed at regulating referendums which are required to be based on a consensus before being organized. There is no consensus in Quebec concerning Bill C-20. Three political parties from the National Assembly are against this bill. The minister knows it. He has made representations to political parties that see more eye to eye with him, and they have said this project is unacceptable.\n\nThe civil society of Quebec is clearly opposed to this bill. When we rise later to vote on Bill C-20, presumably 49 out of the 75 members from Quebec will be against it. Over 60% of the members of parliament will vote against this bill.\n\nThis bill will have no legitimacy. It will not stop Quebec from deciding its own future. Contrary to what the Minister of Intergovernmental Affairs thinks, it will not be binding on the Quebec government. The minister was caught in a contradiction when Minister Facal appeared before the committee. Mr. Facal said that the government would not feel bound by this illegal bill, after having heard the minister and all those promoting this bill say that it only concerned the federal government and the federal institutions. And yet the minister has said that the Quebec government would have to comply with this bill, a contradiction eloquently brought to light by the editorial writer for Le Soleil , Michel Venne.\n\nThe debate will not end here. It will continue as long as Bloc Quebecois members sit in this House, and they will be here for a long time to defend the interests of the people of Quebec and of democracy in Quebec. This is our mandate, one that we must take more and more seriously, because there are people in this House who want to hold this democracy hostage.\n\nIn closing, I would like to add this on behalf of Bloc Quebecois members. We Bloc Quebecois members having been democratically elected to represent Quebecers in the Parliament of Canada, holding the majority of Quebec seats and defending the interests of the people of Quebec and of democracy in Quebec, affirm that Bill C-20 is undemocratic and that it has no legitimacy whatsoever on the territory of Quebec.\n\nWe affirm that the Prime Minister of Canada wants to deprive Quebec of its freedom to choose its own destiny and we condemn him for it.\n\nWe members of the Bloc Quebecois accuse the architect of plan B, the Minister of Intergovernmental Affairs, of wanting to force Quebec to stay in Canada.\n\nWe, members of the Bloc Quebecois, deplore the fact that the majority of the members of parliament from the rest of Canada have sided with the Prime Minister and the Minister for Intergovernmental Affairs in their desire to restrict the freedom of the Quebec nation.\n\nWe, members of the Bloc Quebecois, consider that passage of Bill C-20 fits within a history marked by full-fledged attacks against the Quebec nation, particularly the Union Act of 1840, conscription in 1918 and 1944, the War Measures Act of 1970, the patriation of the Constitution in 1982 and the 1999 framework agreement on social union.\n\nWe members of the Bloc Quebecois reaffirm our allegiance to Quebec and to its best interests alone.\n\nWe members of the Bloc Quebecois recognize that sovereignty belongs to the Quebec nation and is exercised within Quebec's National Assembly.\n\nWe members of the Bloc Quebecois point out that Quebec is a land of pride, brotherhood, tolerance and social justice. We affirm that the most precious collective treasure of Quebecers is freedom and that no authority, including the Parliament of Canada, can deprive their nation of the right to control their own destiny.\n\nWe members of the Bloc Quebecois are convinced that our struggle will serve future generations and will aim at preserving their freedom and the territory of their culture.\n\nWe members of the Bloc Quebecois affirm that the Quebec nation has no allegiance to any other nation and never will have.\n\nWe members of the Bloc Quebecois are committed to continue to fight for Quebec's freedom to democratically decide its own future and to freely determine its political status.\n\nWe members of the Bloc Quebecois invite all democrats from Canada, Quebec and the international community to join the Quebec nation in its fight to preserve its freedom.\n\nWe members of the Bloc Quebecois affirm that the Quebec nation is sovereign.\n\nWe members of the Bloc Quebecois affirm that Quebec is free.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 16:25:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dale Johnston", 
                "url": "/politicians/3028/", 
                "member_id": 3072, 
                "party": "Reform", 
                "riding": "Wetaskiwin (Alberta)", 
                "id": 3028
            }, 
            "url": "/hansards/2098/130/", 
            "text": "Mr. Speaker, I rise on a point of order. There have been consultations with the other parties and I believe there would be unanimous consent for the following motion. I move that the 18th report of the Standing Committee on Procedure and House Affairs, presented on Wednesday, March 1, 2000, be concurred in.", 
            "topic": "Committees Of The House", 
            "time": "2000-03-15 17:05:00", 
            "attribution": "Mr. Dale Johnston (Wetaskiwin, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/131/", 
            "text": "The hon. member for Wetaskiwin has asked for the unanimous consent of the House to present the motion. Does the member have unanimous consent?", 
            "topic": "Committees Of The House", 
            "time": "2000-03-15 17:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/132/", 
            "text": "Agreed.", 
            "topic": "Committees Of The House", 
            "time": "2000-03-15 17:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/133/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Committees Of The House", 
            "time": "2000-03-15 17:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/134/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Committees Of The House", 
            "time": "2000-03-15 17:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2098/135/", 
            "text": "The House resumed consideration of the motion that Bill C-20, an act to give effect to the requirement for clarity as set out in the opinion of the Supreme Court of Canada in the Quebec Secession Reference, be read the third time and passed.", 
            "topic": "", 
            "time": "2000-03-15 17:05:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2098/136/", 
            "text": "Mr. Speaker, I do not have a lot of time but I have lots to say to squeeze into the next five minutes.\n\nThe NDP began the consideration of Bill C-20 with a number of concerns, but we supported the bill in principle and supported the view that in any future referendum in Quebec there needs to be a clear question and that the House of Commons has a right to have a say in whether or not that question is clear. We supported the view that there needs to be a clear expression of the will of the people of Quebec or any other province, and we recognize the value of the supreme court opinion that the judgment, in some respects, can only be made qualitatively after the fact of the referendum, although we did raise concerns with respect to whether or not there could be amendments which would have at least fixed the numerical aspect of the judgment that needed to be made. We therefore moved amendments having to do with 50% plus one—", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:05:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bob Kilger", 
                "url": "/politicians/3532/", 
                "member_id": 3231, 
                "party": "Liberal", 
                "riding": "Stormont—Dundas (Ontario)", 
                "id": 3532
            }, 
            "url": "/hansards/2098/137/", 
            "text": "Mr. Speaker, I rise on a point of order. I apologize to the member for Winnipeg—Transcona, but in the spirit of co-operation, I would ask for unanimous consent that the government would consent to allow the member for Winnipeg—Transcona to make a 15 minute intervention without questions or comments, followed by a 15 minute intervention without questions or comments from a member of the Progressive Conservative Party and at the conclusion of these two interventions the Speaker shall put all questions necessary to dispose of the third reading stage of this bill.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:10:00", 
            "attribution": "Mr. Bob Kilger (Stormont—Dundas—Charlottenburgh, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/138/", 
            "text": "The House has heard the request for unanimous consent by the hon. chief government whip. Does the hon. chief government whip have unanimous consent?", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/139/", 
            "text": "Agreed.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2098/140/", 
            "text": "Mr. Speaker, I would like to know what the government House leader's proposal is all about. Is he asking that the time allocated both to my hon. colleague from the NDP and my hon. colleague from the Progressive Conservative Party be extended? Does this apply to both?", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:10:00", 
            "attribution": "Mr. Michel Gauthier", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/141/", 
            "text": "That is right.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2098/142/", 
            "text": "Mr. Speaker, I express my thanks to the government and to my colleagues for extending my time as the NDP spokesperson and also the time of my colleague from the Progressive Conservative Party.\n\nI was saying that we had a number of concerns about the bill. I cited the fact that we were concerned about an aspect of the bill that left open the possibility of some abuse on the part of the federal government after a referendum in jacking up the numerical majority that might be needed in order to justify the decision that there was a clear mandate. We moved amendments in that respect and we moved them in a way that I thought was consistent with the fact that there was still a qualitative judgment to be made after the referendum. However, the government rejected those amendments for reasons of its own.\n\nWe also had concerns about the role of the Senate. We moved amendments in that regard and those amendments were defeated.\n\nFinally, and I think most importantly from my point of view, we had a number of amendments dealing with the role of aboriginal peoples in the process that the bill sought to set up with respect to how this House would determine whether or not there was a clear question and a clear majority.\n\nWhat we sought was to move amendments which would have done the following: they would have added to the list in those sections of the bill that listed those institutions or those parties which the government would have to take into account the views of; and on that list there was the House of Commons, the Senate, the provincial governments and the territories. Our amendments were to the effect that the aboriginal peoples, in particular the aboriginal peoples of the province which was seeking to secede, would be added to that list.\n\nWe had a number of other amendments that were of concern to aboriginal peoples, in particular the aboriginal peoples listed as those who would be represented in any talks or any negotiations having to do with secession, and some other amendments having to do with the fiduciary responsibility of the federal government with respect to aboriginal rights.\n\nWe worked on these amendments all through the process. It was a matter of great disappointment to me that I did not actually get to move these amendments in committee because of the process, although in the end it may have been a blessing. They probably would have been defeated in committee at that time and then the government having once defeated them might have been even more reluctant than it was to have consented to some of those amendments in the final analysis.\n\nAs it turned out, in the hours just before the amendments were to be voted on, discussions were continuing with the government. The last time I rose in the House to speak at report stage, I have to say that I rose with the impression that no amendments were going to be accepted.\n\nSome members may remember that I was a bit angry and that I spoke in anger. I might say that it was justified anger. I felt that none of the amendments were going to be accepted and, frankly, that would have had the effect of making it very difficult for the NDP to have continued to extend the support to the bill which we extended at second reading.\n\nTwo of our amendments were accepted. They were important amendments. Indeed, they have been recognized as such by the Assembly of First Nations, the Grand Council of the Crees, the minister himself and members of the committee from the Liberal Party, the Conservative Party and the NDP who supported them.\n\nIt was unfortunate that the amendments could not have received the unanimous support of the House. The Bloc Quebecois and the Reform Party did not support those amendments, but nevertheless the amendments are there. They do not add any new status for aboriginal people, but they make sure that in this very important bill a status which they already have is recognized. The danger was that by not having them on that list, and listed in that way, then that could have been seen as a way of diminishing or not recognizing the status which they already have.\n\nWith these amendments having been accepted, I think I can say with great certainty that the NDP as a caucus will be supporting Bill C-20 at third reading.\n\nThis has not been easy. There are many in my party and elsewhere who feel that somehow Bill C-20 is an attack on or contrary to the principle of Quebec self-determination. Particularly within the New Democratic Party there are people who feel that somehow Bill C-20 is contrary to our traditional position of support for the self-determination of Quebec. If I thought that was so, I would not support Bill C-20 and neither would my colleagues behind me.\n\nIn our view not only does Bill C-20 recognize the right of Quebec to self-determination, it entrenches and recognizes in law the right of Quebec to self-determination. However, it says that this has to be achieved by virtue of a legitimate process that was outlined by the supreme court in its opinion. What this law attempted to do was to give legislative incarnation, if you like, to the supreme court's opinion. I believe that Bill C-20 meets that test. I do not think it is contrary to the principle of self-determination for Quebec.\n\nThere are also a lot of people with whom we normally agree who feel that this bill is a violation of their commitment to what is sometimes called plan A; that is to say, keeping Quebec in the federation and resolving problems of national unity by renewing the federation in a way that Quebecers feel that some of their longstanding aspirations and grievances can be met within the federation.\n\nAgain, all of us here are plan A types. We have had one plan A after another plan A. We urge the federal government and the minister to come up their own plan A. One of our criticisms of the Liberal government has been that we do not feel it has a sufficient plan A. Not everybody feels this way, but we also feel that to be committed to a plan A is not to take the view that there cannot be a plan B. We do not take the view that there is no plan B, if you like, in Quebec among separatists, among sovereignists; that is to say, a plan which may try to configure events in such a way that Quebec could be led into a situation of secession or negotiations on secession which are not the result of a clear question and a clear majority.\n\nWe cannot come at this innocently. I think there is a legitimate means to self-determination and to secession. I hope that day never comes.\n\nI hope we will have a plan A. Even if we never have a plan A that works and is implemented, I think we have a country worth belonging to and a country worth keeping, no matter what. However, I would urge the government to get busy on having its own plan A.\n\nI say to my colleague from the Bloc Quebecois that I do not see anything undemocratic about requiring that there be a clear question and requiring that there be a clear expression of the will of the Quebec people. If I was a separatist I would say that would be the minimum condition I would want anyway before I sought to take my province out of the confederation. I have to say that I do not understand that objection, at least when it comes in the form of accusing Bill C-20 of being anti-democratic.\n\nIf it comes in the form of saying that the House of Commons and the federal government have no jurisdiction, I can at least understand that claim. I do not accept it because I think that the rest of Canada does have some say and is entitled to some say in what will bring them to the table and on what conditions we would agree to talk about secession; that it is not just up to Quebec to say what conditions should bring two parties to the table. Quebec can say what conditions would bring itself to the table to negotiate secession, but if there are two parties to a negotiation, the other party has the right to say what would bring it to the table. That, in my view, is what Bill C-20 does.\n\nFor all those reasons, the NDP caucus has decided to support the bill at third reading. We have been very unhappy with the process. I still say to the minister that I do not think it needed to be rushed like this. I think we could have done a better job than we did, but I am very happy that we succeeded in the final hours of this debate in getting the amendments we did. I hope that Bill C-20 is a bill which none of us ever has the occasion to use.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:10:00", 
            "attribution": "Mr. Bill Blaikie", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "André Bachand", 
                "url": "/politicians/842/", 
                "member_id": 2712, 
                "party": "Progressive Conservative", 
                "riding": "Richmond—Arthabaska (Québec)", 
                "id": 842
            }, 
            "url": "/hansards/2098/143/", 
            "text": "Mr. Speaker, I would like to thank the government and all the parties for their kindness and broadmindedness in giving my NDP colleague and myself a last chance to speak to Bill C-20. For the Progressive Conservative Party, the debate is only beginning in the other place.\n\nBill C-20 was extremely difficult, frustrating, disturbing and alarming. Because of the possible failure of the country's unity of the country, the Prime Minister and his government have gone, in a few years, from indifference to constitutional matters in 1993 to the whip. That is what the government just did. After Bill C-20, what happens? It will be the government's the latent period. All will be settled, there will not be any changes. I often say that a country evolves at the same pace as his citizens. Legislation absolutely must evolve also.\n\nThe most important legislation in this country, one that affects us every day, which is the basis of everything, is the Constitution Act. But the government is budging very little if at all. Why not strive constantly to keep up with developments in the country? It is not doing anything. It says “We do not want to talk about it”.\n\nWhen the government does decide to talk about it, it turns up with a bill that is going to settle what exactly in the end? Nothing, absolutely nothing at all. This is a false comfort zone, false security. Just look at the Reformers' argument: the vast majority of their basis for supporting the bill or not is to say that they are 90% in disagreement but they will support it anyway.\n\nThey voted against an amendment concerning the first nations, but they support it anyway. Where is the logic in that? It is a political logic. According to the polls, everyone wants a clear question and a clear majority. Running a country requires principles and guidelines. Yet the bill is not clear. We are trying to explain that to people, and we are trying to explain that to ourselves.\n\nIt is true that this has been difficult for our party and our caucus. Nevertheless, we are not going to give up just because it is difficult. It is not because a problem is hard to overcome that we will not overcome it. That is not the way we operate.\n\nThe bill is not clear. Is the question clear? Where can we see, when we read the bill, what the question will be, what its major thrust will be? I tested it with people who will have to vote yes or no. They do not know. They do not understand. Will we have a battle between legal experts? I asked people who have read the bill “What do you think would constitute a majority?” Their answer was either “It has to be clear” or “I don't know”.\n\nIn the end, could it be 50% plus one, 60% plus one? Let me give you a figure that no longer applies today: 91%. The Prime Minister got that majority two years ago. Now, that majority has been eroded, and even his own Liberal members are questioning his leadership. The majority was 91%. One can see how faulty the logic is. It is clearly illogical. Bill C-20 is illogical, it does not make sense. It is a short term political gain designed to prevent true long term improvements in this country.\n\nAs for the question, the minister tells us there are guarantees for Canadians. This is another comfort zone, a marketing operation. The federal government is guaranteeing Canadians that, if another referendum is held in Quebec—even though the act does not refer to Quebec because, technically speaking, the amendments that we proposed to make the bill clearer have been rejected—negotiations will take place. How logical is that? The federal government is saying that, in a future referendum on sovereignty, Canadians can be sure that it will demand a clear question and a clear majority before any negotiations can bet under way. Thank heavens, we are saved. For now, but there will be other referendums.\n\nDo people not realize that, if it has come to this, it is because something is wrong? Yet the government claims that Canadians will now have the guarantee that, in the event of a referendum, before entering into negotiations, it will make sure that the question is clear and that there is a clear majority. That is illogical, Liberal logic with regard to the future of this country. It would mean getting ready for the country not working and providing for it in legislation.\n\nOur position is that this country deserves to be saved, most of all from the Liberals. We guarantee that if ever—by the grace of God and of this country's voters—we form the government, that legislation will be repealed. We will send a message to everybody: this country does not need such legislation.\n\nA country is not some kind of marriage contract. What is a marriage contract? It is a contract for divorce. That is not what a country is about. I wonder if that is why there is such a drastic drop in the number of marriages across the country.\n\nWe must make sure that a signal is sent. This government has been in office for seven years. What message has it sent to Quebecers, Albertans and everybody else as to how this country can be improved. We have gone from indifference to the whip.\n\nWill the Minister of Finance now say “Let us dig into our purses and open our wallets”? Who knows? He has not done a great job at it. It will be at least two years before we see the difference in our pockets.\n\nBut what message is being sent? In one-on-one conversations with Liberal MPs, and even some ministers, when we really talk about Bill C-20, what do they say? “Something had to be done. The order has come down”. That is not much of an argument.\n\nI ask them “How do you feel about perhaps making some small improvements? How would you feel if there were a bill that improved certain relationships or a Constitution for the 21st century?”\n\nWhy not have a collective project? In addition to getting this country on the Internet, since the desire is to have everyone wired in to the high tech world and to have everyone right up to date on what is going on, might the collective project not also be right up to date as well? The answer is “Oh no, that is not a good idea politically speaking, because people's reaction will be that it will be another blessed conference on some island out in the ocean, with Mounties everywhere and journalists trailing 20 feet away from any politician.”\n\nBut that is not what needs to be done. We in the Conservative Party would also have some proposals for future solutions, but the first thing is a matter of attitude. After seven years, nothing has been done. They have gone from indifference to the whip. We have a clarity bill that is not clear in the least, that is only divisive, one that in my humble opinion settles absolutely nothing and is against the spirit of the supreme court opinion, against the letter even.\n\nWhere in the supreme court opinion have they found the right for the federal government, which is barely mentioned in the opinion—the reference is to political actors—to intervene at the start of a referendum process? That is not what the supreme court said.\n\nThe NDP proposed an amendment relating to the first nations. When the minister came before the committee, I asked him “can the bill be amended?” His answer “No, it is a perfect bill”.\n\nThe member for Winnipeg—Transcona must have thrown a few fits. It took the three groups of first nations to convince the government to change its mind, and not even that much. Is this the message we want to send first nations? We are telling them “Everything is fine, no problem, do not worry”. It took fits and pressure from these groups for the government to even consider taking the first nations into account. If I were in their shoes, I would be scared.\n\nI have the honour of being a member of the second nation to come here, and I am very proud of it. But I am worried about the first one. I am even more scared for those at the provincial level because the political actors are not involved at the federal level. Unfortunately, the provinces are letting their big federal brother decide what to do.\n\nIf there is a referendum, the country might break up, but their message to the federal government is “Take care of things. You are so good. For the past seven years you have accomplished a lot. You have not done a thing with regard to the Constitution, but you have ideas. Do it.”\n\nPeople across the way know the government has no plan to improve the rules governing relationships in this country. It has no plan. It has absolutely nothing to offer.\n\nThis has been a very difficult bill for us. I do not hide that fact. Our party's position has not changed. It is clear that some members will vote with the government. We have tried to explain our position. It was not easy and it has left scars within the party. We do not hide that either.\n\nHowever, people should know that our team is still there and that we will keep on. In spite of all that and in spite of Bill C-20, we will not stop. The Progressive Conservative Party will break new ground in relationships within this country. In spite of all the difficulties, the Progressive Conservative Party will deal with the situation, something the government has refused to do.\n\nI do not have much time left and I would now like to propose an amendment in the other official language.\n\nI move:\n\nThat all the words after “that” be struck out and the following be substituted:\n\nBill C-20, an act to give effect to the requirement for clarity as set out in the opinion of the Supreme Court of Canada in the Quebec secession reference, be not now read a third time but be referred back to the legislative committee on Bill C-20 with instructions that the committee conduct further hearings and report to the House, not later than October 30, 2000, amendments to the bill to provide a mechanism to ensure that all proposed amendments to the constitution adopted by the legislature of any of the partners in Confederation are brought to parliament and considered in accordance with the opinion of the supreme court at paragraph 88.\n\nAs I was saying at the beginning about the other place where the debate will be held, I hope that the government will be a little bit more open.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:20:00", 
            "attribution": "Mr. André Bachand (Richmond—Arthabaska, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "André Harvey", 
                "url": "/politicians/2693/", 
                "member_id": 2676, 
                "party": "Progressive Conservative", 
                "riding": "Chicoutimi (Québec)", 
                "id": 2693
            }, 
            "url": "/hansards/2098/144/", 
            "text": "The other place that has been forgotten.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:35:00", 
            "attribution": "Mr. André Harvey", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "André Bachand", 
                "url": "/politicians/842/", 
                "member_id": 2712, 
                "party": "Progressive Conservative", 
                "riding": "Richmond—Arthabaska (Québec)", 
                "id": 842
            }, 
            "url": "/hansards/2098/145/", 
            "text": "The other place which, incidentally, as the member for Chicoutimi was saying, has been forgotten in the bill.\n\nI would like to ask the government, on the eve of an election maybe, in a year or so, or of a crisis within the Liberal party, I would like to see the government shelve bill, as it does sometimes, and come up with interesting proposals.\n\nWhat I am asking again is that we be united, as our country should be.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:35:00", 
            "attribution": "Mr. André Bachand", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/146/", 
            "text": "The amendment is in order.\n\nI want to tell the House how privileged I felt to be in the Chair during this debate. It has not been an easy debate. The contributions of all of the members this afternoon were worthy. I think that when historians look at the debate that took place this afternoon, they will feel that our country has been well served by its parliamentarians.\n\nPursuant to order made earlier this day, it is my duty to interrupt the proceedings and put forthwith every question necessary to dispose of the third reading stage of the bill now before the House.\n\nThe question is on the amendment. Is it the pleasure of the House to adopt the amendment?", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/147/", 
            "text": "Agreed.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/148/", 
            "text": "No.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/149/", 
            "text": "All those in favour of the amendment will please say yea.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/150/", 
            "text": "Yea.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/151/", 
            "text": "All those opposed will please say nay.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/152/", 
            "text": "Nay.", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/153/", 
            "text": "In my opinion the nays have it.\n\nAnd more than five members having risen:", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/154/", 
            "text": "Call in the members.\n\n(The House divided on the amendment, which was negatived on the following division:)", 
            "topic": "An Act To Give Effect To The Requirement For Clarity As Set Out In The Opinion Of The Supreme Court Of Canada In The Quebec Secession Reference", 
            "time": "2000-03-15 17:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2098/155/", 
            "text": "Mr. Speaker, I rise on a point of order. I and other hon. members who stood up and voted twice on that voted in favour of the amendment.", 
            "topic": "Division No. 1162", 
            "time": "2000-03-15 18:15:00", 
            "attribution": "Mr. Rick Borotsik", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/156/", 
            "text": "Oh, oh.", 
            "topic": "Division No. 1162", 
            "time": "2000-03-15 18:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/157/", 
            "text": "Order, please. Could other hon. members who voted twice please let me know who they are.", 
            "topic": "Division No. 1162", 
            "time": "2000-03-15 18:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2098/158/", 
            "text": "Oh, oh.", 
            "topic": "Division No. 1162", 
            "time": "2000-03-15 18:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2098/159/", 
            "text": "Mr. Speaker, I rise on a point of order. For the sake of clarity, I personally voted in favour of the amendment.", 
            "topic": "Division No. 1162", 
            "time": "2000-03-15 18:20:00", 
            "attribution": "Mr. Greg Thompson", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/160/", 
            "text": "I declare the amendment lost.\n\nThe next question is on the main motion.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Division No. 1162", 
            "time": "2000-03-15 18:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2098/161/", 
            "text": "I declare the motion carried.\n\n(Bill read the third time and passed)", 
            "topic": "Division No. 1163", 
            "time": "2000-03-15 18:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2098/162/", 
            "text": "The House resumed from November 26, 1999 consideration of the motion that Bill C-223, an act to to amend the Witness Protection Program Act and to make a related and consequential amendment to another act (protection of spouses whose life is in danger), be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2000-03-15 18:30:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/163/", 
            "text": "The hon. member for Calgary Centre has eight minutes remaining.", 
            "topic": "Witness And Spousal Protection Program Act", 
            "time": "2000-03-15 18:30:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Eric C. Lowther", 
                "url": "/politicians/5358/", 
                "member_id": 2448, 
                "party": "Reform", 
                "riding": "Calgary Centre (Alberta)", 
                "id": 5358
            }, 
            "url": "/hansards/2098/164/", 
            "text": "Mr. Speaker, I appreciate the opportunity to speak to this very important bill, Bill C-223. For the clarification of the House, I want to drive home a point I was leading to when we last debated this private member's bill which was some time ago.\n\nThe bill focuses on protecting people who are in relationships when one person becomes violent and puts the other person at risk. The bill is an innovative and very needed approach to better protect spouses who are in abusive situations.\n\nUnder the HRDC ministry there is a new identities program. It is intended to give a new identity to a person who was in an abusive relationship so that the person can protect himself or herself and get away from that abusive situation and not be harassed and chased by the abusive partner.\n\nThe problem is that the current program in HRDC is on an ad hoc basis. It has been thrown together by some well meaning bureaucrats. It has no real mandate. It actually has no funding. Not surprisingly it has very limited structure. For people who have need of this kind of program, something that would protect them when an abusive partner is putting their lives and health at risk, it is obscure. It is hard to find out about it and to access it. It has had very limited application.\n\nBill C-223 intends to address the problem by moving the new identities program that is very loosely structured in HRDC over to the RCMP witness protection program. It already exists in Canada and is structured and funded. In a sense it would be a subprogram of the RCMP witness protection program.\n\nBy combining the new identities program within the witness protection program, participants would be registered with the police and under the direction of the commissioner of the RCMP. Participants would also benefit from the knowledge and expertise of the RCMP and the witness protection program. We have taken it from an obscure ad hoc program with no funding to something that is structured, already works and has the oversight of the RCMP. This is critical.\n\nI can relate it to a story in my riding which involves a personal acquaintance of mine. We will call her Sally to protect her name. She is the mother of four children. She was married. Early in her marriage she realized that her husband—in this case it was the husband but it is not always the husband but I use this as an example—had become abusive to her. It got worse and worse. It got to the point where her life was literally at risk. Of course she had to remove herself from that situation but he pursued her and actually traumatized the children. It was a tragic story.\n\nEventually charges were laid. He was out on probation for a while. She lived in fear when she went shopping. Even at home at night sounds in the house would traumatize her because of the abusive nature of this relationship.\n\nShe went to the authorities. There was some limited support and guidance but there was not much she could do except sweat it out for well over a year. I think it was almost two years before charges were finally laid, a conviction resulted and the individual was incarcerated for a period of time. During that time she had some relative peace of mind. Of course he will get out one day and she will continue perhaps to live in the fear of being pursued by an abusive mate.\n\nBill C-223 as put forward by my hon. colleague would give a person like Sally some badly needed peace of mind.\n\nIt is essential that we put forward this kind of legislation. There are some statistics that will drive this point home. A simple change like this one would mean so much. It would save lives. Between 1977 and 1996 there were 2,048 spousal killings in Canada. In over 56% of spousal homicides, investigating police officers had knowledge of previous domestic violence between the victims and suspects. In 56% of the spousal killings, the police knew there was a problem.\n\nIt is just like the case of Sally to which I referred. She thankfully is alive and well at this point in time. I suggest to the House that she will stay that way, but 2,048 people—and they are not always women because it goes both ways, let me be clear on that—were killed by their spouses and the police knew about the situations.\n\nIn situations such as those, Bill C-223 would have allowed the individuals to apply to the RCMP witness protection program which would have under it the new identities program which is currently hard to access. They could have applied to that. They could have taken on a new identity and perhaps could have relocated. Details such as the cost of relocation would be worked out in the regulations, but certainly they could have had a new identity and could have established a life free from the threat of physical violence. Many people have actually died, but we would save lives with a simple fix to the structure that is in place today.\n\nIn that light I close by saying that it is time the new identities act be moved under the RCMP auspices. I encourage all members in the House to support this private member's bill. I encourage a speedy passage of Bill C-223.", 
            "topic": "Witness And Spousal Protection Program Act", 
            "time": "2000-03-15 18:30:00", 
            "attribution": "Mr. Eric Lowther (Calgary Centre, Ref.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Pierrette Venne", 
                "url": "/politicians/5214/", 
                "member_id": 2716, 
                "party": "Bloc", 
                "riding": "Saint-Bruno—Saint-Hubert (Québec)", 
                "id": 5214
            }, 
            "url": "/hansards/2098/165/", 
            "text": "Mr. Speaker, I rise to speak to Bill C-223, which seeks to amend the Witness Protection Program Act to include the protection of people whose life is threatened by their spouse.\n\nIn practical terms, this bill would provide greater security for women who are victims of domestic violence. We all know that the majority of those victims are in fact women.\n\nViolence often occurs within a domestic relationship. Indeed, 80% of violent crimes against women are committed by a spouse or an ex-spouse. Moreover, domestic violence is rarely reported to the police. The women who are victims of domestic violence feel trapped and often cannot see a way out. They are often stalked and sometimes killed.\n\nBill C-223 wants to deal with this and avoid such tragedies. To understand the purpose of this bill, it is important to ask ourselves what measures there are to help those women who live in a dangerous domestic situation.\n\nIn its initiative against family violence, the federal government has adopted a number of measures to help such women, including shelters for battered women, psychological services and other social measures offering protection and prevention. The criminal code has been amended to provide more ways to protect the victims of domestic violence.\n\nBy way of example, the commitment under section 810 of the criminal code makes it possible to order a violent spouse to not enter into communication and to keep the peace with the other spouse on pain of criminal charges. These measures to prevent violence against women are vital and provide long term solutions. However, despite these measures, tragedies continue to occur all too often still. This initiative seems lacking in our opinion therefore and should also provide a safety hatch in the event of extreme and emergency situations.\n\nSome would see the safety hatch in the program for victims of spousal violence called “New Identities”, which is run by officials of National Revenue and the Department of Human Resources Development.\n\nUnfortunately, women and the police do not seem very familiar with this program. In addition, the assistance provided is very limited. It provides a name and social insurance number change, but not all measures are in place to effect an identity change. For instance, cases are cited in which the person benefiting from the program had been located by her spouse because old information had not been destroyed. The program has no specific mandate and no statutory or regulatory basis. For all these reasons, it appears quite inadequate to protect threatened individuals.\n\nWe believe Bill C-223 would be an effective way to help these women in difficulty. It will not solve the problem of domestic violence, but it will be an essential measure to deal with the most serious cases. This improvement must be viewed as an indispensable tool within the arsenal of measures available to deal with the problem of violence. This bill will make it possible to gather the resources to help the spouse whose life is in danger in a more structured and effective way than currently.\n\nThe Witness Protection Program Act that Bill C-223 would amend provides for the protection of witnesses whose security is threatened because of their involvement in a criminal case. This is what is currently in place. The act sets out the procedure to follow to determine if a person can be admitted to the program. The act says, and I quote:\n\nProtection, in respect of a protectee, may include relocation, accommodation and change of identity as well as counselling and financial support for those or any other purposes in order to ensure the security of the protectee or to facilitate the protectee's re-establishment or becoming self-sufficient.\n\nIn short, it provides full protection. Women living in a situation of domestic violence can find themselves in situations as dangerous as witnesses for the prosecution. Therefore, they should benefit from the legislative and regulatory measures under this program.\n\nBill C-223 adds new criteria to deal with the tragedy of spouses who are victims of violence. The commissioner responsible for determining whether a spouse should be admitted to the program will consider the facts of each situation.\n\nHe will take into account the nature of the physical harm and psychological damage caused to the victim and the criminal record of the threatening spouse. The commissioner will also take into consideration a more subjective criterion. In that regard, he will consider the circumstances that make the spouse believe that his or her life is in danger. The commissioner will also consider the nature of the risk and all the other factors that he deems relevant.\n\nIt is all these factors together that will allow the commissioner to arrive at a fair and informed decision. The commissioner will also consider other possible forms of protection outside the program.\n\nThe measures provided in Bill C-223 are extreme and apply to exceptional circumstances. It is necessary to ensure that the protection provided is offered to those whose life is truly in danger.\n\nThe bill also adapted the concept of spouse to contemporary situations, to include a former spouse or any person who has lived with another person for a period of not less than one year in a conjugal relationship.\n\nThe exceptional nature of these measures leads us to believe that the adoption of Bill C-223 will not require additional resources. The annual report to be submitted by the commissioner to the solicitor general under the bill will allow the latter to monitor the effectiveness of that extension of the scope of the witness protection program to include women whose life is threatened by their spouse.\n\nThe Bloc Quebecois supports Bill C-223. This bill is not the solution to the problem of spousal abuse, but it is an essential measure for cases of extreme conjugal violence. It is an improvement as an effective contemporary tool to protect women who are victims of spousal abuse.", 
            "topic": "Witness And Spousal Protection Program Act", 
            "time": "2000-03-15 18:40:00", 
            "attribution": "Mrs. Pierrette Venne (Saint-Bruno—Saint-Hubert, BQ)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Lynn Myers", 
                "url": "/politicians/2399/", 
                "member_id": 2644, 
                "party": "Liberal", 
                "riding": "Waterloo—Wellington (Ontario)", 
                "id": 2399
            }, 
            "url": "/hansards/2098/166/", 
            "text": "Mr. Speaker, at the outset I want to say that I very much appreciate the opportunity to speak tonight and also to share some of the concerns of the hon. member for Prince George—Peace River with respect to victims of abuse.\n\nI have a long history when it comes to issues such as this. I spent 10 years on the police services board and as chairman of the Waterloo regional police. We worked very closely with victims of crime and tried to do the kinds of things that are necessary to ensure that people who have found themselves in that kind of position and in that kind of situation were given every assistance in a way that was meaningful not only to them but to their families as well, and to ensure that an effective method of dealing with them was in place.\n\nI must admit that we were pioneers in this area and tried to do it in a way consistent with the values not only of our community but also in terms of Canada.\n\nI would point out that while Canada's equitable and effective justice system is one of the reasons this country remains a very successful place and a very attractive place in which to live and raise a family, no system is perfect. It is a sad fact that despite criminal code measures, broad preventive initiatives and assistance from shelters and transitional homes, vulnerable Canadians still have not found the solace and protection they need in society. Often, and unfortunately, these people are women.\n\nBill C-223 attempts to assist the victims of violence and the threat of violence in the home or from a spouse. I commend the member for taking the initiative in this area.\n\nHowever, I also point out that violence in the home affects not only women but children as well. It is insidious and it tends to be self-perpetuating, transferring from one generation to the next. It is very sad.\n\nA woman who leaves an abusive relationship must often move out of the province, moving from one safe haven to another, living a life of fear of discovery and fear for the safety and lives of not only herself but her children as well.\n\nAs members of the House we are all concerned with this very important issue. For far too long society has tended to ignore the facts of violence in the home. Because we have ignored it, it is more prevalent than it should otherwise be.\n\nAnd so it is that I respect the hon. member's intentions in introducing Bill C-223. I believe it is right and proper that we should be focusing our attention on the issues of domestic violence and the protection of our children, and the victims associated with that violence.\n\nThat being said, I think we must consider that Bill C-223 may be the wrong instrument in this case. Bill C-223 recognizes that even after relocation some victims continue to be stalked, threatened or even killed. Sometimes the only remaining last resort and course of action is a change of identity. Bill C-223 would therefore extend the provisions of the witness protection program to victims whose lives are in danger because of domestic violence. That may be far from a perfect solution. I would argue, given the experience I had with the police in the Waterloo region, that it would be the wrong solution.\n\nFirst, the objectives of the witness protection program are wrong for these victims. The program is run by the Royal Canadian Mounted Police as an aid to law enforcement, in particular against organized crime. Participants are people who have information that could incriminate themselves, but who would risk their lives by testifying. The program to provide protection to them is administered by the police, for police reasons. This is a far different group of people from that of the victims of violence and domestic violence.\n\nHere we have a group of people who are desperate for help and, aside from protection, need counselling, self-esteem building and psychological help. I believe it would be a mistake, therefore, to lump these very much at risk and vulnerable people in with a quite different group of witnesses to organized criminal activity.\n\nTo be effective a program to assist victims in life threatening relationships must be quite different from the witness protection program. Such a program must involve provincial and territorial partners, because of the jurisdictional issues, to address the issues of security, health, counselling, safe housing, employment and the future of the children. In fact we should be assured by the fact that the Government of Canada has for some time been working toward such a program.\n\nIn previous discussions of this bill mention has been made of the ad hoc process begun by Human Resources Development Canada some time ago, of the experience gained and the evolution toward a national federal-provincial-territorial program for providing new identities to victims in life threatening relationships. This process, initiated by HRDC and the Canada Customs and Revenue Agency, helps victims and their children, providing them with new social insurance numbers and re-created federal social benefits.\n\nExperience from this process has taught us some very valuable lessons. A change of identity is definitely a last resort. In the beginning there were not many cases. For example, from 1992 to 1997 there were 52 victims who were helped, but growing awareness has since increased the number to a total of 206 victims, with more than 300 children involved.\n\nThe ad hoc process was meant to be a compassionate government response to an obvious need, but the lack of formal co-ordination and interjurisdictional complications of changing a person's identity has made it necessary to seek a permanent solution. The government, therefore, is working with stakeholders to do precisely that in looking at the possibility of a more effective, specifically mandated national program.\n\nConsultations have begun in this very important area. During these consultations there was unanimous agreement on the need for a co-ordinated new identities program. Governments everywhere that were involved were praised for bringing the issue to the forefront. Provinces and territories seem to be looking to the federal government for leadership in this area and that is precisely what we will be doing.\n\nA federal-provincial-territorial working group has been established and is working in consultation with victims' representatives, operating under the umbrella of the social services ministers in consultation with the justice ministers.\n\nUnlike many other fields of endeavour, there is a willingness to co-operate and get on with the job in this important area. That makes sense. Surely we should wait for it to complete its work before any legislation on these issues is put into place.\n\nTherefore, while we respect the hon. member's intent, and we know that he has the best of intentions in bringing this to the forefront, we on the government side think that it is premature at this time. I would urge all hon. members to vote accordingly, knowing that there are other ways and other venues to approach this very, very important issue.", 
            "topic": "Witness And Spousal Protection Program Act", 
            "time": "2000-03-15 18:45:00", 
            "attribution": "Mr. Lynn Myers (Waterloo—Wellington, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Jean Dubé", 
                "url": "/politicians/5751/", 
                "member_id": 2526, 
                "party": "Progressive Conservative", 
                "riding": "Madawaska—Restigouche (New Brunswick)", 
                "id": 5751
            }, 
            "url": "/hansards/2098/167/", 
            "text": "Mr. Speaker, it gives me great pleasure to rise on behalf of the Progressive Conservative Party of Canada and also on behalf of the constituents which I have the privilege to represent, the citizens of Madawaska—Restigouche, New Brunswick.\n\nLet me begin by stating that the PC Party will be supporting Bill C-223. I agreed with my colleague who, when this bill was last debated in November, felt that this bill might not be necessary, given the current criminal harassment laws and the protection given under the witness protection program.\n\nLogically I would like to see increased spending on policing to protect spouses who suffer from domestic abuse. I would like to see more meaningful sentences handed down by the courts to send a message that the abuse of a spouse will not be tolerated. I would also like to see more funding directed to counselling programs for the abusive spouse and for the victim.\n\nIt is only through addressing these problems and correcting the behaviour that this type of behaviour can be dismissed and hopefully eliminated. However, the Liberal government has consistently shown that it will not commit to allocating the necessary funding to protect society from violent predators. Sure, the Liberals will proudly state that the recent budget allocated an extra $810 million for policing and protection, but it will neglect to mention that this allocation will be over the next three years and that 62% of the new money will not be available until 2001-02.\n\nThus, although I agree with my colleague that under a responsible government Bill C-223 would not be needed, I must agree that the government's dismal record in protecting the public, especially the most vulnerable in society, has made this legislation necessary.\n\nCurrently, abused spouses, most often women, endure a living hell as they try to protect themselves and their children from the wrath of their abusive spouses. We hear stories of victims moving into shelters or trying to escape to another city, province or even another country to get away from abusive relationships.\n\nSadly, these victims cannot remain anonymous and are eventually found by their abusive spouses. The result is often violent. In recent years we have heard of too many incidents where the results have been death.\n\nSince the government will not take meaningful action to deal with these violent predators, Bill C-223 is a necessary means to protect these victims.\n\nBill C-223 is an act to amend the Witness Protection Program Act and to make a related consequential amendment to another act (protection of spouses whose life is in danger). It is an act to provide for the establishment and operation of a program to enable certain persons to receive protection in relation to certain inquiries, investigations or prosecutions and to enable certain certain spouses whose lives are in danger to receive protection.\n\nThe Progressive Conservative Party of Canada supports the bill. We have been consistent in our support of law and order, protection of society and victims' rights.\n\nI feel that most of the amendments brought forth by this legislation already exist under the current witness protection program. However, I agree with the hon. member that the witness protection program is currently only mandated to protect crown witnesses and is not used for abused victims. Broadening the mandate is a welcome change.\n\nI also agree that Canada's anti-stalking law can do nothing to protect a victim who is confronted by a violent spouse who has refused to desist or who has violated a restraining order.\n\nI agree with my colleague that stronger laws to protect these people would be a better alternative than having the abused spouse change his or her identity and flee. Nevertheless, this alternative would require more meaningful, well placed funding which the Liberals have shown they are unwilling to do.\n\nTherefore, if a change of identity is the only viable solution for the protection of the victim, then I feel that all members should be supportive of this initiative.\n\nWhen dealing with a program such as this, one must also be cognizant that certain individuals may attempt to use the program in an unlawful manner. For example, some could try to use the program to obtain a new identity while trying to escape creditors. This will not be the case with Bill C-223 as there is a detailed list of factors that the witness protection program will have to consider before determining whether a spouse should be admitted to the program. These considerations include the nature of the risk to the security of the spouse, the circumstances that cause the spouse to believe his or her life is in danger, the nature of the injuries, psychological damage, whether the other spouse has a criminal record and whether alternative methods exist for protecting the spouse without admission to the program.\n\nAn example of how the program could succeed can be seen through the success of new identities for humanitarian reasons. This unofficial program, which began in 1992 and works through HRDC and Revenue Canada, does not reveal the names of those who conduct the program. As well, Revenue Canada ensures that the income tax history and child tax benefits of the victims follow them into their new lives without linking them to their past names. HRDC provides them with a new social insurance number and transfers their pension benefits. Police and women's shelters refer candidates for the program so there is no formal application process.\n\nPresently the criminal code states that one cannot force someone to testify against his or her spouse. In many cases the victim of spouse abuse can give damning information that police and prosecutors need to obtain a conviction of the spousal abuser. Yet, as spouses cannot be compelled to testify against each other, spousal intimidation can play a factor and create problems in securing a conviction against the abuser.\n\nIntimidation of witnesses in general, and spouses in particular, has had an adverse effect on the justice system for years. As the witness protection program is mandated to protect crown witnesses and not abuse victims, this intimidation could continue to occur in spousal family situations.\n\nThe new identities for humanitarian reasons program helps in this process but lacks needed funding and recognition in policing and counselling circles. If this type of program were allowed to be incorporated under the witness protection program, as suggested by Bill C-223, some of these problems could be regulated.\n\nIn closing, I would like to thank the hon. member for Prince George—Peace River for bringing this bill forward. I feel that it is a sound bill that will offer further protection to victims involved in the most severe cases of spousal abuse. Indirectly, it also brings attention to the lack of funding from the federal government for matters of public safety. Public safety has always been a priority of the Progressive Conservative Party of Canada and thus we will be supporting this legislation.", 
            "topic": "Witness And Spousal Protection Program Act", 
            "time": "2000-03-15 18:55:00", 
            "attribution": "Mr. Jean Dubé (Madawaska—Restigouche, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2098/168/", 
            "text": "Mr. Speaker, it is a pleasure to enter into this debate. I will begin by congratulating my colleague from Prince George—Peace River on this initiative. It is one that he has worked on for a long time and one that is wrapped around a personal story as well, which is what makes it so very important. This is not just an abstract piece of legislation that talks about facts or statistics. It is a piece of legislation that has been developed to address a very serious need of individuals in need of protection.\n\nMy colleague from Prince George—Peace River had an individual in his riding who was affected by this type of situation. He explained that in his speech in the previous hour of debate. It caught his attention. It was a need crying out. Something had to happen because there was a vacuum, a void, within our current justice and legal system that put mainly women, who are involved in domestic violence and being abused by their spouses, at risk. The reason my colleague was compelled to bring this bill forward was to address this serious need.\n\nI will comment on a few of the statements made by the Liberal member for Waterloo—Wellington who spoke earlier and rebut some of the statements he made. He gave some encouragement for the notion and the idea of this bill. He then went on to say that this was the wrong solution and that this bill would not solve the problem. He went on to say that we needed to wait and that we needed to consult or work with stakeholders. These are unacceptable solutions that he offers to a very serious need.\n\nThis is a bill that puts together a concrete plan to address a very serious situation. It is well thought out. It has some flexibility designed into it. My colleague has looked at the new identities program, which was an ad hoc program developed to address this need. It is a good start but it certainly is not a viable solution to continue on with.\n\nMy colleague also looked at the witness protection program and saw it as a vehicle by which spouses being affected in this type of terrible abusive situation could be incorporated into the program. It would obviously need to have some legislative changes happen and that is what this bill is about. The motivation for it is to fill a void and to help those individuals who are facing this really serious situation.\n\nI do not think the 100 individuals who will die in our country this year—statistics hold out on this terrible tragedy that is occurring across the country—will take any solace in the fact that the government is looking at this and waiting. This is simply unacceptable. Individuals are being abused and murdered by their spouses in our country. It is a sad situation.\n\nIf we as legislators see a situation that is crying out for a solution and do nothing about it and say, “oh well, we will just get the stakeholders together”, well the stakeholders in this situation may not be around in a year if we do nothing. My colleague has brought this bill to the floor of the House because it puts together a plan to address a need and will save people's lives.\n\nThis is a plan that could be passed in the House within a matter of weeks or months before we leave this place at the end of this session. It could be passed into legislation and individuals could work on administering this program and making it work.\n\nMy colleague from the Liberal side mentioned that the current witness protection program was put together to protect individuals who provide information to the RCMP, and that this is the wrong solution. I think he lacks foresight or creative flexibility if he does not see that this is a program that could be adapted to include individuals who are being abused. Who is better to make this type of decision than the RCMP officers themselves who are the ones who respond when there is domestic violence. These situations are often very difficult for them to deal with. Sometimes they are the first officers on the scene after someone has been beaten to within an inch of his or her life or even killed.\n\nWho better to bring forward recommendations than the RCMP officers who deal with these cases? They are in the inner circle and on the front line of what is happening. Who better to make some recommendations to the commissioner who would then decide whether or not a person should enter this protection program.\n\nAs legislators, this bill gives us a perfect opportunity to make a change that will affect people's lives. It will also save people's lives. We would be remiss if we let this opportunity slip through our fingers simply because we trust the government to meet with stakeholders, to wait and to develop some other kind of program. It is not working now.\n\nThe new identities program moves in the right direction but it does not address a bigger need and concern that this bill specifically addresses.\n\nI urge my Liberal colleague to discuss with his colleagues the practicality of this bill and that it will work. I was encouraged when colleagues from the Progressive Conservative Party and the Bloc mentioned that they will support this bill. That is positive. If we do not move ahead now on this issue we will in many regards be held accountable for those individuals whose lives will be lost this year.\n\nWe come to this Chamber day after day, talk about different issues and policies and have votes. Sometimes there may even be abstract notions. People who are out in the general public have a hard time identifying with some of the things we do here. This is a very specific idea, a very specific answer to a very big problem. That is why we need to understand as members of parliament who have been sent here by our constituents that this is something we could do. It would be a very simple thing to do. It would be a shame if we let partisan direction from our party leadership or from any other source influence our decision, or that we would even have such a small vision that this is a particular program that cannot be expanded to solve the problem, reject it out of hand and not bring anything else forward.\n\nMy Liberal colleague did not bring forward any constructive alternatives, apart from saying that they are going to meet with stakeholders and we should wait. Why in the world should we wait when we have something here which would work, which could do the job and save lives? Why in the world would we wait any longer? For each year that goes by another 100 individuals will be murdered. We would be remiss if we were implicated by our inactivity.\n\nThat is why I strongly support the proposed legislation. I congratulate my colleague from Prince George—Peace River for bringing it forward. He has been sensitive to seeing a need and to looking for a compassionate solution which would saves lives.\n\nI encourage my colleagues from all parties to support this legislation so that it could move forward and the program could be developed, implemented and put in place. Let us do it. Let us do it together. Let us make a positive solution to a very serious problem.", 
            "topic": "Witness And Spousal Protection Program Act", 
            "time": "2000-03-15 19:05:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Mike Scott", 
                "url": "/politicians/2100/", 
                "member_id": 3099, 
                "party": "Reform", 
                "riding": "Skeena (B.C.)", 
                "id": 2100
            }, 
            "url": "/hansards/2098/169/", 
            "text": "Mr. Speaker, I join with my colleague from Dewdney—Alouette in congratulating my colleague from Prince George—Peace River who introduced Bill C-223 in the House of Commons for debate and for a vote. I am very pleased to support the bill. I think it is not only important, but imperative that we support the bill.\n\nTwo Canadians, mostly women, every week lose their lives to their spouses in domestic situations. I ask members of the House and I ask people who are watching at home to remember the deep sense of shock and outrage that we all felt across the country when Marc Lépine went on his murderous rampage and took the lives of 15 young women in Quebec some years ago. Imagine, Mr. Speaker, two women every week in this country lose their lives to spousal abuse. In the House of Commons we have just over 301 seats. It would mean that one-third of the seats in the House would be vacant every year as a result of murder through spousal abuse.\n\nWhere is the shock? Where is the outrage? Why is this not something that we are being compelled to deal with? Why is it that we feel this sense of shock and outrage over the Marc Lépine incident but we are doing virtually nothing to address the issue?\n\nI suggest the reason that this does not have the sense of urgency that it deserves is because these spouses, mostly women, are not dying en masse. It is difficult for the TV cameras and people in the media to get their heads around it. It is difficult for Canadians to understand the depth of the problem because it is not immediate, it is spread out over time.\n\nI suggest that it is just as important and as urgent, and we should be as equally distressed and concerned about the lives of these women as we were for those 15 young women who lost their lives at the polytechnique some years ago. We should be taking strong measures, within the ability of this place to take strong measures, to protect these women. We should do everything within reason to ensure that we protect the lives of Canadians where we have the ability and the responsibility to do so.\n\nI hear the Liberal member who spoke some time ago making comments. He suggested that we are taking the wrong approach. I really do not want to be partisan on this issue, but I cannot resist. The member suggests that my colleague from Prince George—Peace River is on the wrong track with this legislation.\n\nLet us compare what this legislation attempts to do with, for example, the Liberal's gun registry, the $1 billion boondoggle that is supposed to save lives. We were told by the government when this legislation was introduced that if it saved even one life it would be worth it. Yet we have the ability with this proposed legislation to enact protection that would really save lives and we have the Liberals across the way saying that we are on the wrong track. Frankly, I do not buy it. I think that Canadians should do like Bill Clinton—do not inhale.\n\nI cannot believe that we cannot come together as parliamentarians and see the need and understand that there is something we can do.\n\nSome people might argue that this would be an expensive measure. Let us not forget that we are talking about two people per week. We are talking about people who might take advantage of this or who might seek protection under this legislation. This is not going to be something that is going to be taken advantage of by many people. To enter this kind of protection program people have to divorce themselves not only from friends but from family, their lives and everything they know, and start over again somewhere else with new identities and challenges, and no support from family and friends. It is a very difficult choice that people who might take advantage of this program would have to make.\n\nOn two occasions women came to see me in my riding looking for assistance because they were scared out of their wits. It is a shame that in this country in the year 2000 we have women who feel they have to go underground to protect themselves and to preserve their lives, but that is the case.\n\nWe had the case of a young lady in my riding, her name is Tammy, who was in a relationship with a man. She ended the relationship. The man went into her house, commando style, in the middle of the night, forcibly raped her and threatened her. She pressed charges. The man went to jail for 18 months. He has now been released, but when she came to see me he was on the verge of being released. She was frightened. She said “I did everything that I was supposed to do to protect myself. I did not do anything to bring this on. The guy came into my house in the middle of the night”. He went to the extraordinary measure of taking masking tape, rolling it up and putting it on his vest so that he would have it handily available to wrap around her wrists and mouth. He broke into her house in the middle of the night, violated her space and forcibly raped her.\n\nShe did what she was supposed to do. She went to the police and made sure that he faced retribution. But our criminal justice system is such a laugh in this country that he was only incarcerated for a relatively short period of time, and when he was on the verge of getting out she came to me and said “What am I supposed to do? This guy is a little bit angry with me. Surprise, surprise. What am I supposed to do?”\n\nTammy considered at great length going underground. She considered at great length changing her identity and relocating to another part of Canada, starting a new life with a new career and divorcing herself, cutting the ties with her family and friends in order to protect her life. Had this legislation been in place at the time that Tammy came to see me, it would have given her the option and opportunity to do that without her having to do it herself.\n\nThere are women right now in the country who are going underground. They are being forced to do it because our justice system is not protecting them. They are having to do it with their own resources and in a haphazard manner because they do not have the expertise and the ability. This legislation would provide them with an option, a way out. It would provide protection. It would save lives in contrast to the billion dollar boondoggle known as Bill C-68 which the Liberals brought in a few years ago.\n\nIn closing I urge all members of the House to carefully consider what is being contemplated here. It is nothing less than saving the lives of Canadians, in particular Canadian women. It can be done. This legislation provides the tools to do it. I urge all members of the House to take the opportunity to vote yes. Vote in favour of this legislation. Let us protect Canadian lives.", 
            "topic": "Witness And Spousal Protection Program Act", 
            "time": "2000-03-15 19:15:00", 
            "attribution": "Mr. Mike Scott (Skeena, Ref.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Jim Abbott", 
                "url": "/politicians/jim-abbott/", 
                "member_id": 2481, 
                "party": "Reform", 
                "riding": "Kootenay—Columbia (B.C.)", 
                "id": 1
            }, 
            "url": "/hansards/2098/170/", 
            "text": "Mr. Speaker, this should be a non-partisan debate. Clearly this is an exceptionally serious issue that crosses all gender lines. It crosses all geographic and demographic lines within the country. It is unfortunate that the member for Waterloo—Wellington has decided to kibitz from the other side of the House. We treated him with respect. I would expect that he would treat our side of the debate with respect as well.\n\nThe member for Dewdney—Alouette and my colleague from Skeena were trying to make the point, which I will underscore, that the government not only has an opportunity but indeed it has a responsibility to the people of Canada to begin to act, to be acting now.\n\nIn doing some research prior to coming to this debate, I was interested to read the comments of the parliamentary secretary to the solicitor general. His comments were particularly revealing. After he used the same kind of words that the member for Waterloo—Wellington has used tonight, he came up with exactly the same point, that the government for whatever reason seems to be petrified to take any action that would actually go toward the saving of lives of the women of Canada who are embroiled in and sucked into this kind of situation. Not only women but children are involved in this.\n\nAfter the parliamentary secretary had completed his comments that yes this would be a good idea, he said “We can and must do more. Education, counselling, prevention and other social service measures are essential if we are to do away with family violence. When all else fails, we must take steps against the violent partners. The federal, provincial and territorial partners have already worked on the development of a new identity program. There is always room for improvement but we do not need to reinvent the wheel. We need to build on what is already established. There are a number of unsettled questions”. Because of the time tonight I will not complete his quote except to say that all he could talk about is the fact that there are problems, there are opportunities, and they are working on it.\n\nThe mantra from the Liberals is that because Bill C-223 was not their idea it is the wrong vehicle. If this is the wrong vehicle, why does the government not come up with the right vehicle? It has 2,000 lawyers in the justice department. What are those lawyers doing?\n\nWhy is the government not giving direction to the justice department to come up with the solution to the problem? Why is the government just saying that the proposal of the member for Prince George—Peace River is not the right vehicle? If it is not the right vehicle, then what is the right vehicle and when is the government going to come forward with it?\n\nWe also have to recognize that within the confines of what can be done legislatively, there are problems even with existing law.\n\nI am now out of time in this segment, but I look forward to the continuation of this debate. At that time I will talk about some of the problems with the existing witness protection legislation and then try to marry the two things together, what the member for Prince George—Peace River is trying to accomplish and what improvements are needed even within the existing legislation, the Witness Protection Program Act.", 
            "topic": "Witness And Spousal Protection Program Act", 
            "time": "2000-03-15 19:25:00", 
            "attribution": "Mr. Jim Abbott (Kootenay—Columbia, Ref.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2098/171/", 
            "text": "The time provided for the consideration of Private Members' Business has now expired. The order is dropped to the bottom of the order of precedence on the order paper.\n\nThe House stands adjourned until tomorrow at 10 a.m. pursuant to Standing Order 24(1).\n\n(The House adjourned at 7:32 p.m.)", 
            "topic": "Witness And Spousal Protection Program Act", 
            "time": "2000-03-15 19:30:00", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332188", 
    "url": "/hansards/2098/", 
    "session": 2, 
    "date": "2000-03-15", 
    "id": 2098
}