{
    "parliament": 36, 
    "statements": [
        {
            "politician": {
                "name": "Joe Fontana", 
                "url": "/politicians/106/", 
                "member_id": 2592, 
                "party": "Liberal", 
                "riding": "London North Centre (Ontario)", 
                "id": 106
            }, 
            "url": "/hansards/2100/0/", 
            "text": "Mr. Speaker, and members of the House of Commons, I rise on a question of privilege with regard to the premature release of a confidential document that was still work in progress at the Standing Committee on Citizenship and Immigration.\n\nThe member for Lakeland, who happens to be the vice-chair of the committee, issued a media advisory, which says:\n\nOTTAWA, Thursday, 16 March 2000: At 3:30 p.m. today in Room 130-S Centre Block, Reform MP Leon Benoit, MP will hold a press conference to make the report of the citizenship and immigration committee public. This report titled, “Refugee Protection and Border Security: Striking a Balance” is marked confidential and has yet to be tabled in the House of Commons.\n\nI note that in the House of Commons Procedure and Practice , chapter 20, at page 884 it says:\n\nCommittee reports must be presented to the House before they can be released to the public. The majority of committee reports are discussed and adopted at in camera meetings. Even when a report is adopted in public session, the report itself is considered confidential until it has actually been presented in the House. In addition, where a committee report has been considered and approved during in camera committee meetings, any disclosure of the contents of a report prior to presentation, either by Members or non-Members, may be judged a breach of privilege. Speakers have ruled that questions of privilege concerning leaked reports will not be considered unless a specific charge is made against an individual, organization or group, and that the charge must be levelled not only against those outside the House who have made in camera material public, but must also identify the source of the leak within the House itself.\n\nIt is not only a question of privilege for myself but especially for the members of the committee on citizenship and immigration who have worked very hard over the past two or three months, and on Wednesday or Thursday of this week continued to do that work, and, as I said, it was work in progress.\n\nUnfortunately the member for Lakeland and his colleague decided not to participate in those meetings and hence have done this. I think this is an important question of privilege, a privilege that affects each and every member of the House. It is incumbent upon us, because we all cannot sit on each other's committees, that we do work on behalf of each other in these committees.\n\nTherefore, until such time as the document is released to the House, it is rather unfair that the members of the House of Commons do not get to see these reports before they are leaked to the public and, in this case, with intent and purpose as reported by the news media.\n\nI ask that this question of privilege be immediately referred to the Standing Committee on Procedure and House Affairs so that it can deal with this breach of privilege which I believe demeans the value of the House of Commons and the value of our purpose here. After spending the better part of yesterday talking about this institution and about how important and how respected it is, I think this is absolutely deplorable.\n\nMr. Speaker, I would ask that you immediately refer this breach of privilege by the member for Lakeland to the procedure and House affairs committee for a report back to the House to Commons.", 
            "topic": "Privilege", 
            "time": "2000-03-17 10:05:00", 
            "attribution": "Mr. Joe Fontana (London North Centre, Lib.)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Bill Gilmour", 
                "url": "/politicians/5526/", 
                "member_id": 2483, 
                "party": "Reform", 
                "riding": "Nanaimo—Alberni (B.C.)", 
                "id": 5526
            }, 
            "url": "/hansards/2100/1/", 
            "text": "Mr. Speaker, before you give your ruling, I would ask that you give the member for Lakeland the opportunity to tell his side of the story in the House. I know there is another side to this story that I think you would want to hear.", 
            "topic": "Privilege", 
            "time": "2000-03-17 10:10:00", 
            "attribution": "Mr. Bill Gilmour (Nanaimo—Alberni, Ref.)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2100/2/", 
            "text": "Mr. Speaker, very briefly, I am a member of that committee. On the very day that report was released, which was an initial report, we were having deliberations and made several changes to the existing report, including an amendment that I moved.\n\nWhat I am afraid of is that because the first copy of the report, which was not a final report, was released to the public, it will be very unlikely that the media and the public will see the substantial changes that were made. Not only is that not in the public interest, but again, it erodes the opportunities of members of parliament to make substantial changes and have them debated in a public forum.", 
            "topic": "Privilege", 
            "time": "2000-03-17 10:10:00", 
            "attribution": "Mr. John Bryden (Wentworth—Burlington, Lib.)", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/3/", 
            "text": "I take very seriously of course this allegation of a breach of our rules, as the hon. member for London North Centre has claimed. At the very least, I will take the advice of the hon. member for Nanaimo—Alberni. The member of parliament for Lakeland has been named in this particular point of privilege. I would like to hear what he has to say about it.\n\nThis is not a report from the committee that is before the House, at least at this point. I believe we have a steering committee, which is the term that the member used and he will correct me if I am wrong, and this met in camera. That is one thing.\n\nSecond, I do not know that the committee itself has dealt with this issue.\n\nThird, I do not know, and perhaps some of you would know, but did this actually take place, was a document used and was it indeed a document that can be identified by the members of the committee?\n\nI have a couple of questions before I deal with this, at least at this point. I will hold it in abeyance at the very least until I hear what the hon. member for Lakeland has to say about this.\n\nI see the hon. member getting to his feet. Does he have more information that he can give to the Chair?", 
            "topic": "Privilege", 
            "time": "2000-03-17 10:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Joe Fontana", 
                "url": "/politicians/106/", 
                "member_id": 2592, 
                "party": "Liberal", 
                "riding": "London North Centre (Ontario)", 
                "id": 106
            }, 
            "url": "/hansards/2100/4/", 
            "text": "Mr. Speaker, I respect your decision to hear from the member for Lakeland, but I did want to answer three of your questions.\n\nFirst, it was not a steering committee. It was a full committee of the citizenship and immigration committee that was undertaking the work of preparing its report. My colleague from Wentworth—Burlington has indicated that we had moved certain amendments and wanted to publicize the report on Monday or Tuesday.\n\nSecond, yes, there was a confidential draft report that was produced. That was the report that was leaked at the news conference held by the member for Lakeland yesterday at 3.35 p.m. Upon witnessing the news release, which was on CPAC and the internal communication devices of the House of Commons, I immediately tabled the notice with the table officers. Yes, it is a document that was being prepared by the full committee of citizenship and immigration and was released in its unamended form yesterday at 3.30 p.m.", 
            "topic": "Privilege", 
            "time": "2000-03-17 10:10:00", 
            "attribution": "Mr. Joe Fontana", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/5/", 
            "text": "That would leave us with at least two things to consider. First, absolutely, I am going to hear from the member for Lakeland. Second, has this been dealt with in committee? If it has not been dealt with in committee, we in the House usually deal with these matters when there is a report from the committee as a whole.\n\nThose are the factors I am going to consider, not before I make a decision, but before I even consider making a decision I would like to have those things in place.", 
            "topic": "Privilege", 
            "time": "2000-03-17 10:15:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2100/6/", 
            "text": "moved:\n\nThat this House condemns the government for its failure to provide Canadians with a long-term, sustainable plan to address the crisis in our health care system, and its continued failure to work with the provinces to ensure funding formulas consistent with the founding principles of our health care system to provide Canadians with timely and equal access to quality health care.\n\nMadam Speaker, I appreciate the opportunity to debate this issue today and I want to read into the record the very motion which you have just read:\n\nThat this House condemns the government for its failure to provide Canadians with a long term, sustainable plan to address the crisis in our health care system, and its continued failure to work with the provinces to ensure funding formulas consistent with the founding principles of our health care system to provide Canadians with timely and equal access to quality health care.\n\nI cannot stress enough the importance of this motion and this debate. I will be splitting my time with the member for Richmond—Arthabaska, who will be moving an amendment to my motion.\n\nI want to talk about the pillars upon which our health care system is built, the principles of our health care system. There are five of them: universality, accessibility, comprehensiveness, portability and public administration.\n\nWe have to look at the motion very carefully. I know that we could be attacked on some approaches to this, because in the motion we are not talking about turning the clock back to the 1960s. We are not suggesting that. It is the year 2000 and circumstances obviously have changed from the fifties when universal health care was first introduced in Canada.\n\nWe realize full well that we cannot turn the clock back and we are not suggesting that we go back to the 50:50 funding arrangement. It would be unrealistic to suggest that, and we are not suggesting that. We are suggesting that the government has to pay attention to this issue and has to do something. It has to take a leadership role.\n\nI want to mention another important thing. We have a good system in Canada and we do not want to lose it. We have to acknowledge that. We have to move beyond the finger pointing.\n\nI was reminded once in the House that when I point at you, Madam Speaker, or anyone across the way, including the health minister, who I am glad to see is here today, I have three fingers pointing back at myself. I mention that because we are in this together and we have to find a way to solve the problems that we have in our health care system. It is not simply pointing over there and then pointing back at ourselves. Too much of that has gone on for years and years in this country.\n\nOur health care system is a deal for Canadians. We have a good system upon which we have to build. We have to preserve it.\n\nLet us take a look at what we spend in terms of our GDP in Canada versus other countries, realizing that we have a system which includes everyone. No one is left outside our system. We have a universal system. We want to protect the universality of our system.\n\nIn Canada we dedicate approximately 9% of our GDP to maintaining a universal health care system which includes every Canadian. By comparison, the United States dedicates approximately 14% of its GDP to a system that leaves out, at a minimum, 40% of the population. Truly, the taxpayers are getting a deal. I think most of us have to stand in our place and acknowledge that.\n\nWhere I think we have fallen short in recent years is on the federal side, in terms of its responsibility to the provinces. I mentioned at the outset that when universal health care was introduced the funding formula required that 50% be paid by the federal government. There will be arguments over figures on this issue. Most people would accept that the funding formula now on the federal side is about 15%. The government could argue that it is 20% or more, but let us accept the fact that it is 15%.\n\nI hear members opposite saying that it is 33%. Let us move beyond that. I do not want to get into a rancorous back and forth. I want to hear some intelligent debate today.\n\nRegardless of what that percentage is, the fact is that by the year 2004 $30 billion will have been extracted from the system on the federal side of the equation. Most of the provinces cannot live with that. What they are saying is, if the federal government wants them to adhere to the principles of the Canada Health Act, they need more money.\n\nMadam Speaker, I am going to ask my colleagues to tone it down a little. I know it is difficult for you to hear it, but from where I am standing I can hear it. I do not mind the debate, but please allow me to concentrate on my debate and members opposite can take it outside the House. Please add another minute or two to my speech, Madam Speaker. I will inflict more pain on them if they do not quiet down.\n\nWe have a problem in this country. It is a funding problem which we cannot walk away from. The federal government cannot walk away from it.\n\nIn the recent budget there was mention of $2.5 billion going back into the system. That $2.5 billion sounds pretty good, but let us put it into perspective. The $2.5 billion supplement, as it is called, will not to be added to the cash floor of the CHST. It will go into a third party trust which will be split between education and health care. It is the prerogative of the provinces to spend it where they will.\n\nIf we assume that the provinces will be spending all of that money on health care over the next three years, in my home province of New Brunswick, once the money is sorted out and its percentage is taken in, it will have exactly $5 million this year to spend on health care. That would keep our system running for one day. If we said that half of the money has to go to education, we would be running the system for half a day. It just shows how little attention the government paid to this issue in the federal budget.\n\nThat is what led me to believe, from the day the minister presented his budget in the House, that it was not an election budget. It is reminiscent of a former prime minister by the name of Mackenzie King. He was a political genius, but he always created an artificial crisis, knowing full well that he could solve it sometime down the road. In other words, at the right moment he could solve the political problem which he himself created. That is what I see happening in this case. The government today has the wherewithal to solve the problem, but it is not going to solve it now. It will solve it six months or a year from now, leading into an election. The government would call it political opportunity. There was a lot of political opportunity in the budget which was presented. We should not be surprised if the government comes up with a last minute reprieve.\n\nIt is easy to talk about what the government is doing wrong, but it could easily point across to us and ask “What would you do?” Let us talk about what we would do.\n\nIn March 1999 Joe Clark, the leader of our party, stated that we would bring together the provinces, the territories, health care professionals and others to establish contemporary national goals and objectives for our health care system, negotiate acceptable national standards, and create a reliable system to assess performances and generate a common information base on what Canadians expect and need in health care so that we can measure and foresee the demands for services.\n\nThose are only a few of the things we could do. The other thing we could do, of course, is to provide more education for Canadians on better health practices, move to reduce the number of smokers in Canada who account for 25,000 deaths a year, and move on the technology side.\n\nI know my colleague will continue this debate, driving home some of the points and concerns that he has. I look forward to the debate.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:15:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "André Bachand", 
                "url": "/politicians/842/", 
                "member_id": 2712, 
                "party": "Progressive Conservative", 
                "riding": "Richmond—Arthabaska (Québec)", 
                "id": 842
            }, 
            "url": "/hansards/2100/7/", 
            "text": "Mr. Speaker, my colleague was so clear, and what he said was so clear, that no questions are asked of him in this House. This proves that people are silent when faced with the truth. I am extremely proud of my colleague.\n\nI must admit that I am not an expert number cruncher, like the future leader of the Liberal Party, the Minister of Finance, but we do need to address the key figures. After two major recessions, in the late 1980s and early 1990s, the government made cuts, but not in its own finances. Its main cuts were to the transfer payments to the provinces.\n\nIt is said that 60% to 70% of the effort to fight the deficit was focused on transfer payments to the provinces. There was another 5% to 8% in program cuts. And then there was some $35 billion in increased taxes that went into the government's coffers.\n\nAfter the latest budget by the Liberal Party leader-in-waiting, we are told that the federal government is a 30% partner in health. It has to be remembered that that 30% figure dates from the time the future Liberal Leader brought down his budget. That was before the provincial budgets.\n\nOur colleagues ought to wait for all of the provinces to have brought down their budgets. They will then see that the federal percentage will drop to about 15% or 20%. We will wait for the final outcome.\n\nWhen the future leader brought down his budget, the figure was 30%. But with the Quebec budget, the federal participation will go down to pretty well what it was before the leader-in-waiting's last budget.\n\nMoney is a problem, yes, but I believe we all agree that there is also a problem of principle. In the future Liberal leader's last budget, we were also told there would be a conference with the ministers of health of all of the Canadian provinces.\n\nOn this point I think the Minister of Health is right. I think he wants to meet his counterparts in the provinces quickly, and we congratulate him on that. It is important. This government needs to do more of this: work more in partnership and not announce programs without consulting its partners on it. This is co-operative federalism. In fact, it is even more that that: it is respect for others, which they were a bit short on.\n\nHowever, the Minister of Health, unfortunately for him, was ordered by his Prime Minister, the future former leader of the Liberal Party, who said “There is no hurry before fall”. Why? For a number of reasons. The main reason is to wait and see what the provinces will each do with their budget, their reinvestment in the health sector.\n\nAt that point, the federal Minister of Health will be able to come along and say “Finally, you do not need money. Your investment is three, four, or five times higher than mine. So you have no funding problem. You have a program problem”.\n\nThe danger is that the federal Minister of Health will come along with program ideas. With transfers not back in balance, with federal participation, after the provincial budgets, at between 15% and 20%, maximum, but not 30%, the minister will arrive—because he wants to be an important player, even though the game is not quite in his field of jurisdiction, depending on the program—with program ideas.\n\nWith what is going on now, following the fight against the deficit, reinvestment, primarily by the provinces, but a bit by the federal government, is still below the figures prior to the 1993-94 cuts. What we are saying is that we would like to talk about the health care system in general.\n\nThere are five basic principles that have guided us for years. There are funding problems, the population is changing. Because of increased costs due to inflation and population aging, it will take $2 billion in the health care system just to maintain existing services. So, to offset the costs of inflation and the aging of the population, the government invests $2 billion. This is the cost nationally of maintaining our health care at the same level.\n\nWhat we are saying—Mr. Clark rightly explained it and my colleague appropriately pointed it out—is that there is undoubtedly a money issue involved in the four points mentioned by the hon. member.\n\nIf I give you more money, the choices that you will make will be different. Having money is not everything, but it is helpful. It makes it easier to decide and to plan. We are also asking for long term planning, not in an office in Ottawa, but with the partners in the federation, with the people who are associates and partners in the federation.\n\nThe four points that my colleague clearly presented and that Mr. Clark stated do not refer to money. Can we finally review what is going on in our health system? Should we add one or two principles to the five fundamental ones? Maybe. Should we clarify the principles that we have? Maybe. We should have a good debate.\n\nWe have to take the opportunity given to us by with what is going on with Bill 11 in Alberta. Some may condemn Bill 11 while others may applaud it, but at least there is a debate on this issue in Alberta. Why not take this opportunity to sit down with our partners and say “Here is what is going on”.\n\nIn the wake of the fight against the deficit and the problems in the health care system, is it not time to review this issue together? There are surely good ideas in Alberta. There are surely good ideas in Quebec and in Nova Scotia. There are good ideas everywhere, just like there are bad ideas everywhere. This is clear.\n\nBut why wait until the fall? Why would the Minister of Health not invite his partners and tell them “Listen, we will look at the overall situation. I will not come up with my new programs and tell you that I will give you money if you accept them. We will look at the system in general, at the fundamental principles. We will clarify and update these principles”. Why not do this?\n\nI urge the Minister of Health to take this first step this spring and, in the fall, following any discussions that may be held during the summer, to come with solutions concerning basic principles, funding and perhaps programs that are more suitable or updated.\n\nLet us not try to go at it backwards. Of course we think that transfers should be adjusted. That having been said, let us take this opportunity to discuss the problem in very broad terms.\n\nThe health system must not be used for political ends by people claiming that they want to defend it. I am referring, of course, to the federal government. This is a responsibility that must be shared by all partners.\n\nWhen I look at what is going on in my home province, the local level is becoming more and more involved. Hospital boards are appointed by the local population. Then there is the issue of regional health boards. We are trying to involve the grassroots. This is a wonderful message to send the Minister of Health “Do the same thing. Involve the grassroots”. Perhaps not Edmonton, Sherbrooke or Victoriaville, but at least he could involve the provinces and territories.\n\nI wish to move an amendment to the member's motion.\n\nHe is our only member in Manitoba, at least for the moment, so we need to take care of him a bit. I move:\n\nThat the motion be amended by adding after the word “House” the word “strongly”.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:25:00", 
            "attribution": "Mr. André Bachand (Richmond—Arthabaska, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/8/", 
            "text": "The question is on the amendment.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:35:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Joseph Volpe", 
                "url": "/politicians/1197/", 
                "member_id": 3167, 
                "party": "Liberal", 
                "riding": "Eglinton—Lawrence (Ontario)", 
                "id": 1197
            }, 
            "url": "/hansards/2100/9/", 
            "text": "Madam Speaker, I listened attentively to my two colleagues opposite whose concern for the health care system in the country is very genuine. It can only reflect our concerns.\n\nI wonder if in expressing concern whether there is as well a method to address those concerns. What is the solution they would wish our government to follow? They have acknowledged in their statements that we have been very progressive in adding more and more funds to the Canadian health transfer. We have been very trusting of our provincial partners in the discharge of their duty with respect to health administration.\n\nWe found only last month that notwithstanding the social union we signed one year ago and notwithstanding the fact that the Government of Canada increased the transfers by $3.5 billion immediately last February 1999, with an additional $8 billion to follow, the provinces and in particular the province of Quebec took the additional money, as he said mettre plus de fonds dans les poches. Quebec took that money from les poches and put it into bank accounts and not to the service of the health care system which is in great need.\n\nThat province took $800 million. Instead of investing in health care, it invested in interest deposits. The province of Ontario thought it was a good example to follow and put roughly $600 million into bank accounts rather than invest in hospital restructuring and health care delivery.\n\nThese are difficulties that we have to address. Our colleagues opposite point out the obvious, that Canadians want a viable, vibrant health care system. I wonder what they would have us do short of the things we are doing. As we indicated in the last budget, we are willing to do even more. They should give us the bill, tell us what they would do, and we would look for the means to finance it.\n\nWe have increased funds for medical health research. We have increased funds for health innovation. We have increased funds for various projects. We have discharged our responsibilities to those in our care. What would members suggest we do for those who come under the care of the provinces?", 
            "topic": "Supply", 
            "time": "2000-03-17 10:35:00", 
            "attribution": "Mr. Joseph Volpe (Eglinton—Lawrence, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "André Bachand", 
                "url": "/politicians/842/", 
                "member_id": 2712, 
                "party": "Progressive Conservative", 
                "riding": "Richmond—Arthabaska (Québec)", 
                "id": 842
            }, 
            "url": "/hansards/2100/10/", 
            "text": "Mr. Speaker, I would like to remind my colleague that, in the 1999 budget of the Liberal party leader-in-waiting, the money could be spread over x years. It seems that the provinces are being criticized for having kept some hundreds of millions of dollars over a period of less than one year.\n\nI would like to ask my colleague how many billions are being kept in the bank at present. How much are we talking about? Is it $8, $10, $12 or $15 billion in the bank? Could you tell us how much? You could talk to your partners about it. You could perhaps find a solution.\n\nWe spoke of four items proposed by our leader that did not even mention money. One of the ways to find solutions is to quit doing what the hon. member has just done: province bashing.\n\nAs soon as possible, they say “Oh, let's attack the Minister of Health for Ontario. Its government is Conservative”. Or “What about the NDP Minister of Health of some other province? Let's attack him”. Or “The Minister of Health for Quebec is a separatist. Let's attack him”.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:40:00", 
            "attribution": "Mr. André Bachand", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2100/11/", 
            "text": "They even went after Brian Tobin.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "André Bachand", 
                "url": "/politicians/842/", 
                "member_id": 2712, 
                "party": "Progressive Conservative", 
                "riding": "Richmond—Arthabaska (Québec)", 
                "id": 842
            }, 
            "url": "/hansards/2100/12/", 
            "text": "Yes. I believe it is a matter of attitude. A different way of doing things.\n\nWhat is insulting, highly insulting, for those living daily with health problems, is that the future leader of the Liberal Party has said “We still have money, if you want it. There is still some left”. If so, put the money on the table, and maybe solutions will be found.\n\nHe has to put the money on the table. The federal government has billions in the bank that might make it possible to find solutions for all Canadians.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:40:00", 
            "attribution": "Mr. André Bachand", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2100/13/", 
            "text": "Madam Speaker, I would like to begin by telling you that I will be sharing my time with the hon. member for Broadview—Greenwood.\n\nThis motion should be rejected. Although there is much in what was said by the hon. member for New Brunswick Southwest with which I agree, the motion is fundamentally flawed. The government is doing the very thing he is calling upon us to do by his motion today.\n\nIt is obvious that the status quo, the current situation is unacceptable. One can see the problems that exist everywhere: waiting lists, overcrowded emergency rooms, shortages of doctors and particularly certain specialists, and shortages of nurses.\n\nIt is also obvious that just investing more money will not solve these problems. Major changes in our ways of providing health care services are also necessary.\n\nThis is evidenced, as the hon. member for Eglinton—Lawrence mentioned, by the fact that certain provinces are not using some of the money given to them for health by the federal government.\n\nWhy? As Quebec Minister of Finance Bernard Landry explained a few days ago, it will take more than just money to face the problems in our health care system. This issue also involves management and organization.\n\nWe need two things if we are to deal with the issues in our health care system, if we are to save it, as the hon. member proposes, and if we are to improve the quality and access to services within the principles of the Canada Health Act. Those two things are: first, a long term plan on how to improve the way we deliver services to ensure timely access to quality care; and second, long term financing.\n\nAs the Prime Minister and the Minister of Finance have said, if that long term financing requires additional money from the Government of Canada, we will be there to do our part to support that long term plan.\n\nI will first deal with the plan. The House knows that in January I invited ministers of health to join me at the table so that we could get all the ministers on one side of the table and the problems on the other and start working toward solutions and find out what we have learned from best practices, the pilot projects that many of the provinces have themselves put in place and the innovations that the provinces themselves have undertaken.\n\nI have made it clear that I will not go to that meeting with a fixed agenda or a settled approach. We are open to ideas and proposals that the provinces themselves will bring forward.\n\nLet me now deal with money.\n\nThe hon. member for Richmond—Arthabaska suggested that the federal contribution to our health care system is 13 to 15 cents per dollar. That is not true. The hon. member is mistaken.\n\nThe reality is that the Government of Canada contributes on average more than 33 cents to every dollar of public spending on health every year in the country. I will refer to figures produced by the Canadian Institute for Health Information which demonstrate that in New Brunswick, for example, the Government of Canada contributes 55 cents of every public health dollar spent every year. In Nova Scotia it is 47 cents. In Prince Edward Island it is 64 cents. In Newfoundland it is 52 cents. In Quebec it is 47 cents and in Manitoba it is 48 cents. A national average of 33 cents on every dollar of public spending on health in Canada comes from this government.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:40:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2100/14/", 
            "text": "Madam Speaker, I rise on a point of order. The minister is referring to documents that are not available to all members in the House. Would he agree to table those documents?", 
            "topic": "Supply", 
            "time": "2000-03-17 10:45:00", 
            "attribution": "Ms. Judy Wasylycia-Leis", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/15/", 
            "text": "I am afraid that is not a point of order.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2100/16/", 
            "text": "Madam Speaker, I would be delighted to table the document which is publicly available from the Canadian Institute of Health Information.\n\nI want to make one other point on funding before I leave it. The platform of the Conservative Party in the last federal election was that all transfers to the provinces by Ottawa should be by tax points without cash. That is its policy. If we were to do such a thing we would remove entirely the influence of the Government of Canada and its ability to enforce the principles of the Canada Health Act. It would be ruinous for the future of a national health care system in the country.\n\nThis motion is wrong because its premise is fundamentally flawed. The government is already doing what it said it would do and what it was called upon today to do which is to develop a plan in partnership with the provinces and commit to long term financing for our health care system. We have called upon our provincial partners to work with us to fix the single most important feature of Canadian life, which is our medicare system, and to marshal and mobilize a national will to achieve that purpose.\n\nIf the status quo is not acceptable, neither is the prospect of private-for-profit health care. The American style system is not acceptable in this country, and so we reject the position of the Reform Party. We say that is not the answer to the problems we confront.\n\nThere is a third option. The third option is to work constructively with partners toward solutions that will work, solutions that will improve access and quality of care. If we are to succeed in that we must put aside partisan politics and work in common cause on an issue that is bigger and more important than any one of us.\n\nThe Prime Minister has now written to the first ministers. He has suggested a meeting among first ministers late this year. He has asked health ministers to develop an interim plan by June.\n\nThe Prime Minister has given us a timetable. Canadians have given us a mandate. The provinces have shown that innovation can work. It is now up to us to get behind that innovation, to turn it into a long term plan to assure long term financing and to fix this cherished national asset.\n\nLet me close by saying that this is something we can do. The answers are available to us. We need the political will. We need the focus. We need the commitment that is necessary. A nation that had the wit to invent it can find the will and the ways to save it.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:45:00", 
            "attribution": "Hon. Allan Rock", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/17/", 
            "text": "Obviously there is a lot of interest in asking questions of the minister, so I will ask you to limit your questions to one minute.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dennis Mills", 
                "url": "/politicians/3553/", 
                "member_id": 3156, 
                "party": "Liberal", 
                "riding": "Broadview—Greenwood (Ontario)", 
                "id": 3553
            }, 
            "url": "/hansards/2100/18/", 
            "text": "Madam Speaker, I rise on a point of order. I am sharing my time with the Minister of Health. I appeal to the House, so that my speech would not be interrupted, that I could proceed right after question period. That would give an extra three or four minutes for the question period, if the House would agree to that.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:50:00", 
            "attribution": "Mr. Dennis J. Mills", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/19/", 
            "text": "Very well, there is no problem but there are still five minutes left for questions and comments.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2100/20/", 
            "text": "Madam Speaker, when I started out in this debate I was hoping we could avoid, although not completely, the idea of throwing back and forth who said what, who funded what and those percentages.\n\nThe minister's speech reminds me of that old axiom “Figures lie and liars figure”, because we totally disagree on those numbers, as did the member from Winnipeg. Those numbers are not real. If it evolves into that type of debate, which it often does, nothing happens. It goes back to finger pointing: him pointing at the provinces and the provinces pointing back at him.\n\nWhat we are talking about is fixing a system that is broken and his government did it. We are looking for solutions, not name calling and finger pointing, and who did what, who said what and whose figures are real.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:50:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2100/21/", 
            "text": "Madam Speaker, if we are going to have a debate, which the member started with his motion today, then let us do it on the facts.\n\nWhen I hear his colleague suggesting that Ottawa is contributing 15 cents on every dollar to health spending, that is plain wrong. Let us put the facts on the table and let us have this debate framed by reality.\n\nThe Government of Canada contributes one-third to all health spending every year in this country. Let us get that straight. These are not figures we are pulling out of the air. As I said, they come from the Canadian Institute for Health Information. It tracks actual spending on health in this country.\n\nI went beyond figures and talked about what we need to fix the health care system. I encourage the member and his party to join us in that effort.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:50:00", 
            "attribution": "Hon. Allan Rock", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2100/22/", 
            "text": "Madam Speaker, one of the figures that is really difficult to argue with is the percentage of spending per capita. That is the figure that is accurate and reproducible.\n\nI wonder if the minister would, from this document, because these figures are in this document, go to 1993 and look at the federal cash contribution per capita in Canada and compare that with the same figure, the cash contribution from the federal government per capita today. Those are the two figures that tell the tale. Because those figures are in that document, I ask the minister if he would present them to us.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:50:00", 
            "attribution": "Mr. Grant Hill (Macleod, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2100/23/", 
            "text": "Madam Speaker, I am delighted to table the document and the member can look at it from any angle he would like to.\n\nOne message emerges clearly from that document, and it is that for their own purposes some people understate the contribution of the Government of Canada. I insist that we tell the truth. I also insist that we look at the last four years in which in every budget we have increased the transfers to the provinces for health; a 25% increase over the last four years. Transfers this year to the provinces are at an all time high. Those are the facts.\n\nAs I have said, it will take two things to solve the problems facing medicare: First, a long term plan with the changes we will need; and second, a commitment to long term financing. Let us focus on both. We are ready to get to work on each of those elements.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:55:00", 
            "attribution": "Hon. Allan Rock", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2100/24/", 
            "text": "Madam Speaker, I listened with interest to what the Minister of Health had to say. He asked the provinces to show their willingness to restore the health system.\n\nIt is fine for him to tell that to the provinces, but is he undertaking to engage in dialogue with the provinces? Is he undertaking to restore provincial transfer payments to the 1993-94 level? Is he undertaking to do something to make up to the provinces the shortfall since 1994-95? Is he also undertaking to respect provincial jurisdiction over service to the public?\n\nI ask him what he wants to do. Provincial governments are more than willing, but let us not forget that it is because they have seen their payments slashed by the federal government and been forced to go through what they have gone through in the health care system in the last few years.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:55:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2100/25/", 
            "text": "Madam Speaker, the government has already stated its position on this. We have stated our commitment to be there over the long term to fund the health care system with the provinces. We have already stated our commitment to be there to take part in the changes necessary in the delivery of services in order to support the provinces in introducing the necessary reforms.\n\nI cited Bernard Landry, who said himself a few days ago that it is a question not just of more money but also of how our health care system is run.\n\nResponsibility for the delivery of services is in the hands of the provinces, and the Government of Canada also has a role to play in co-ordinating the changes and supporting the provinces in their efforts.\n\nIn reply to the questions put by the hon. member for Jonquière, we have already stated our intention to honour our responsibilities in this regard.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:55:00", 
            "attribution": "Hon. Allan Rock", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2100/26/", 
            "text": "Mr. Speaker, my questions are simple. How is it that the health minister is not able to come forward with a legal opinion after four months since Ralph Klein introduced Bill-11 and two weeks since he has known about the actual contents of the bill?\n\nIf he is now saying “wait for the regulations”, is the Minister of Health in fact saying that he is waiting until Ralph Klein puts the last nail in the coffin of public health care before he acts?", 
            "topic": "Supply", 
            "time": "2000-03-17 10:55:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2100/27/", 
            "text": "Mr. Speaker, we have had this exchange before. Let me remind the hon. member what I said to her. I said that if she has a legal opinion with respect to Bill-11, I wish she would share it with us.\n\nThe second thing I said to her was to wait until we found out what the bill is all about. The premier himself is speaking about amendments. We do not have the regulations. Let us find out what the bill contains before we pronounce a final position.\n\nFinally, I have not been shy about expressing the government's grave concern. We do not agree with the policy of private for profit clinics. It will not help with costs. It will not help with waiting lists. We have urged the premier to reconsider, as he has done twice in the past.", 
            "topic": "Supply", 
            "time": "2000-03-17 10:55:00", 
            "attribution": "Hon. Allan Rock", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2100/28/", 
            "text": "Mr. Speaker, on several occasions the minister has asked us to table the documents containing legal opinions. Yesterday his House leader refused the unanimous consent necessary to do so.\n\nWill the Minister of Health now agree and assure that unanimous consent is achieved for the tabling of these—", 
            "topic": "Supply", 
            "time": "2000-03-17 11:00:00", 
            "attribution": "Ms. Judy Wasylycia-Leis", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/29/", 
            "text": "Let me understand. The Minister of Health would not make this decision; the House would. Does the hon. member have unanimous consent to table the document?", 
            "topic": "Supply", 
            "time": "2000-03-17 11:00:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/30/", 
            "text": "Agreed.", 
            "topic": "Supply", 
            "time": "2000-03-17 11:00:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/31/", 
            "text": "No.", 
            "topic": "Supply", 
            "time": "2000-03-17 11:00:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Brent St. Denis", 
                "url": "/politicians/273/", 
                "member_id": 2551, 
                "party": "Liberal", 
                "riding": "Algoma—Manitoulin (Ontario)", 
                "id": 273
            }, 
            "url": "/hansards/2100/32/", 
            "text": "Mr. Speaker, I want to commend our government for its commitment to preserving and promoting the environmental integrity of the Great Lakes. I am from the north shore area of Lake Huron, so I appreciate how important all of the lakes are to those communities which depend on marine tourism and commercial fishing.\n\nIn the latest federal budget a new commitment of $8 million per year for three years was made to assist in the clean-up of 16 areas of concern identified by the Great Lakes Water Quality Agreement.\n\nFurther, the latest report from the International Joint Commission, entitled “Protection of the Waters of the Great Lakes”, supports the government's action contained in Bill C-15, which will prohibit the bulk removal of water from Canada's major drainage basins, especially the Great Lakes.\n\nWhile Canada recognizes the need to ensure safe, clean water for all citizens of the world, simply removing water in bulk from the Great Lakes is not the answer. Simply put, the ecology of the Great Lakes Basin is too fragile.\n\nThese are firm actions by the government to protect the Great Lakes—", 
            "topic": "The Environment", 
            "time": "2000-03-17 11:00:00", 
            "attribution": "Mr. Brent St. Denis (Algoma—Manitoulin, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/33/", 
            "text": "The hon. member for Kootenay—Boundary—Okanagan.", 
            "topic": "The Environment", 
            "time": "2000-03-17 11:00:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jim Gouk", 
                "url": "/politicians/3127/", 
                "member_id": 2505, 
                "party": "Reform", 
                "riding": "West Kootenay—Okanagan (B.C.)", 
                "id": 3127
            }, 
            "url": "/hansards/2100/34/", 
            "text": "Mr. Speaker, I have good news and bad news.\n\nThe good news is that the federal government's official subsidy of VIA Rail was reduced from $212 million in 1997 to $178 million in 1998. The bad news is that VIA's losses went from $253 million in 1997 to $261 million in 1998. Who picks up the difference? The Canadian taxpayer. Perhaps that is why the Minister of Transport went to cabinet and asked for the subsidy to be increased from $500,000 a day to almost $2 million a day.\n\nThe good news is that the Rocky Mountaineer, a private sector rail tour company, installed sewage containment units on all of its rail cars years ago. The bad news is that VIA Rail continues to dump raw sewage on the tracks wherever it goes. CN and CP workers have to work on these tracks, which make for unbelievably bad working conditions and possible health risks. If VIA is forced to make the same change as the private sector voluntarily did, the Canadian taxpayer will be asked to pick up the bill.\n\nWhen is the government going to stop wasting the taxpayers' money and privatize VIA Rail?", 
            "topic": "Via Rail", 
            "time": "2000-03-17 11:00:00", 
            "attribution": "Mr. Jim Gouk (Kootenay—Boundary—Okanagan, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Beth Phinney", 
                "url": "/politicians/3383/", 
                "member_id": 3180, 
                "party": "Liberal", 
                "riding": "Hamilton Mountain (Ontario)", 
                "id": 3383
            }, 
            "url": "/hansards/2100/35/", 
            "text": "Mr. Speaker, the Harris government continues to claim that the federal government contributes only 13% to public health care spending in Ontario, when in fact the real number is 33%. That government still has half a billion dollars in federal health care cash from last year in the bank. That money could be used to enhance health care in Ontario. Rather, it is contemplating the closure of Henderson Hospital, the only hospital on Hamilton Mountain.\n\nThe constituents of Hamilton Mountain have spoken. They want and need this hospital. Twelve hundred people attended a rally last week to tell the Harris government to use the health care cash and keep Henderson Hospital open.\n\nI congratulate the provincial Liberal member for Hamilton Mountain, Marie Boutriani, for her efforts to keep this hospital open.\n\nThe federal government has shown its commitment to health care. Now it is time for the provincial government to do the same and keep Henderson Hospital on Hamilton Mountain open.", 
            "topic": "Henderson Hospital", 
            "time": "2000-03-17 11:00:00", 
            "attribution": "Ms. Beth Phinney (Hamilton Mountain, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Sophia Leung", 
                "url": "/politicians/4195/", 
                "member_id": 2501, 
                "party": "Liberal", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 4195
            }, 
            "url": "/hansards/2100/36/", 
            "text": "Mr. Speaker, in my riding of Vancouver Kingsway last week I met with local small business owners to discuss the federal budget. I am very proud to report to the House that those business owners were very positive toward the government's budget provisions and tax reductions for the business sector. They will go a long way to support not only businesses but also the communities in which they operate.\n\nThis action by our government proves that Canada is on the right track to support our economy and business development in Canada.", 
            "topic": "The Budget", 
            "time": "2000-03-17 11:00:00", 
            "attribution": "Ms. Sophia Leung (Vancouver Kingsway, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Claude Drouin", 
                "url": "/politicians/3608/", 
                "member_id": 2662, 
                "party": "Liberal", 
                "riding": "Beauce (Québec)", 
                "id": 3608
            }, 
            "url": "/hansards/2100/37/", 
            "text": "Mr. Speaker, yesterday, the member for Joliette once again displayed his ignorance. He is so nervous about losing his seat in the next election that he has already started attacking our party.\n\nI would like to point out in this House that the Liberal Party of Canada has invited young people between 14 and 18, with the permission of all their parents, to savour a unique experience—participating in the political process of a major party. Nothing was done unbeknownst to anyone.\n\nAllow me, however, to salute the young people of Joliette, who are here in this House and who have revealed their desire to learn, their interest in the future and their wish to assume their place in society. Welcome to Ottawa.\n\nIt would be appropriate for the member from Joliette to make a public apology and inform the people of Joliette that the incompetence and irresponsibility are not ours.\n\nThe members of the sovereignist party want the voting age lowered to 16, so long as the voters are separatist, I imagine. The member should be ashamed of worrying their parents and especially of implying that the young people had no idea why they were here in Ottawa.", 
            "topic": "Liberal Party Of Canada", 
            "time": "2000-03-17 11:00:00", 
            "attribution": "Mr. Claude Drouin (Beauce, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2100/38/", 
            "text": "Mr. Speaker, the people of Toronto saw a strange sight this week. Motorists travelling the infamously congested highways around Canada's largest city found a big red Massey-Ferguson combine in the lane next to them. That combine is named Prairie Belle, driven by my constituent Nick Parsons from Dawson Creek, B.C.\n\nNick set out on February 1 from the small rural community of Farmington, British Columbia on a 3,000-plus kilometre odyssey to Ottawa. The purpose: to raise awareness for the family farm income crisis which is forcing western producers into bankruptcy.\n\nTo welcome Nick to Ottawa I am hosting a rally on Monday, March 20 at 11 a.m. in front of the centennial flame on Parliament Hill. I invite all those interested in showing their support for Nick or welcoming him to the nation's capital to come out on Monday morning.", 
            "topic": "The Family Farm", 
            "time": "2000-03-17 11:05:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Pat O'Brien", 
                "url": "/politicians/3410/", 
                "member_id": 2594, 
                "party": "Liberal", 
                "riding": "London—Fanshawe (Ontario)", 
                "id": 3410
            }, 
            "url": "/hansards/2100/39/", 
            "text": "Mr. Speaker, the coat of arms of Canada bears among its symbols the Royal Harp of Tara and the Shamrock of St. Patrick to recognize the outstanding contribution of the Irish people in the formation of our blessed nation.\n\nThe Irish began to arrive in a trickle as early as the 17th century in Newfoundland. That trickle became a river during the 18th and early 19th centuries. That river became a great flood of Irish refugees during the tragic years of the great famine in Ireland.\n\nBy the time of confederation in 1867 fully one-third of the people of Canada were of Irish origin, including the visionary Father of Confederation, Thomas D'Arcy McGee.\n\nToday some four million Canadians are of Irish ancestry. Former prime ministers Lester B. Pearson, Louis St. Laurent and Brian Mulroney all shared Irish ancestry. Some 70 MPs in the House of Commons are of Irish ancestry, by far the largest cultural representation after French and English.\n\nToday I wish the people of Canada and Ireland a very happy St. Patrick's Day.", 
            "topic": "The Irish People", 
            "time": "2000-03-17 11:05:00", 
            "attribution": "Mr. Pat O'Brien (London—Fanshawe, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2100/40/", 
            "text": "Mr. Speaker, Bill C-20 is undemocratic. We already know this and have said so on many occasions. Now it is the turn of the French political community to point out that this bill is an affront to democracy.\n\n“If this bill is passed, Quebecers will lose, within Canada, their right to self-determination” says Jacques Julliard, in the weekly Le Nouvel Observateur . “There is an inexorability about the Anglo-Saxon steam roller. Hegemony is not enough—it wants the other to disappear”.\n\nThe Bloc Quebecois echoes Jacques Julliard, who is calling on French parliamentarians to come to the defence of democracy by “pointing out publicly that passage of Bill C-20 would an affront to the francophone community”.\n\nIn the land of liberty, equality and fraternity, democracy involves respect for the people. Bill C-20, unfortunately, proves Canada's lack of respect for the people of Quebec.", 
            "topic": "Bill C-20", 
            "time": "2000-03-17 11:05:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Marlene Jennings", 
                "url": "/politicians/marlene-jennings/", 
                "member_id": 2702, 
                "party": "Liberal", 
                "riding": "Notre-Dame-de-Grâce—Lachine (Québec)", 
                "id": 144
            }, 
            "url": "/hansards/2100/41/", 
            "text": "Mr. Speaker, I am certain that all members of this House will join with me in expressing our gratitude and admiration to the 250 or so military personnel, most of them members of the 3rd battalion of Valcartier's Royal 22nd Regiment, who will soon be returning from East Timor.\n\nDespite the dangerous conditions to which they were frequently exposed, despite numerous natural and man-made hazards, our soldiers have established and maintained a sizeable peace zone. They have also affected the lives of thousands of East Timorese by providing them with the basic necessities of life: medical care, food and drinking water in particular.\n\nWe acknowledge the exceptional job that our military personnel have done in this distant part of the world, with the support of their family members back in Canada. We congratulate both them and their families and wish them a safe journey home to their loved ones.", 
            "topic": "3Rd Battalion Of Royal 22Nd Regiment", 
            "time": "2000-03-17 11:05:00", 
            "attribution": "Mrs. Marlene Jennings (Notre-Dame-de-Grâce—Lachine, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2100/42/", 
            "text": "Mr. Speaker, the pictures of yesterday's tragic highway accident near Nicolet are horrifying and terribly sad. Seven young children lost their lives in this terrible accident and others are in serious condition.\n\nAccidents like this, particularly when the victims are so young, remind us just how precious life is.\n\nThere is nothing more painful for a parent than to lose a child and nothing can fill the void left within the family. Our prayers and thoughts are with all the survivors, as well as with the families and friends of the children who lost their lives. We extend our deepest sympathies to them all.", 
            "topic": "Highway Accident In Saint-Jean-Baptiste-De-Nicolet", 
            "time": "2000-03-17 11:10:00", 
            "attribution": "Mr. Grant Hill (Macleod, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ted McWhinney", 
                "url": "/politicians/5642/", 
                "member_id": 3104, 
                "party": "Liberal", 
                "riding": "Vancouver Quadra (B.C.)", 
                "id": 5642
            }, 
            "url": "/hansards/2100/43/", 
            "text": "Mr. Speaker, next Monday, March 20, a group of talented young musicians from Lord Byng Secondary School in my riding of Vancouver Quadra will offer a noon hour concert in the Hall of Honour from 12 noon to 12.45 p.m. Their performance on Parliament Hill is part of a millennium tour across Canada organized by the group for March 16 to March 24.\n\nI invite all members to drop by and take part in this special concert by one of Canada's finest secondary school orchestras.", 
            "topic": "Lord Byng Secondary School", 
            "time": "2000-03-17 11:10:00", 
            "attribution": "Mr. Ted McWhinney (Vancouver Quadra, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2100/44/", 
            "text": "Mr. Speaker, today I call the attention of the House to a growing concern on the part of many Canadians that the issue of compensation for aboriginal victims of the residential school system is not being dealt with adequately by the government.\n\nIn their view, the government should be showing more leadership and more willingness to share the cost with the churches. Surely it is important to make sure that the churches involved do not go bankrupt or are so severely economically damaged that much of their social service and social action work will have to be eliminated just to survive.\n\nIt is also important that justice be accomplished swiftly for those who have legitimate claims. This cannot be done if this issue drags on for years, claim by claim.\n\nThe churches must and will take their share of the responsibility, but let us not forget that they participated in this social and cultural tragedy at the behest of and in co-operation with the federal government.", 
            "topic": "Aboriginal Affairs", 
            "time": "2000-03-17 11:10:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2100/45/", 
            "text": "Mr. Speaker, this is St. Paddy's Day and it is a very special day. I come from the most Irish city there is in Canada. That is why I am wearing the green.", 
            "topic": "St. Patrick's Day", 
            "time": "2000-03-17 11:10:00", 
            "attribution": "Mrs. Elsie Wayne (Saint John, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2100/46/", 
            "text": "Mr. Speaker, St. Patrick's Day is a time to remember that many Irish people left their country over 150 years ago to escape famine.\n\nAfter a long and difficult voyage across the Atlantic ocean, during which several of them died, these courageous men and women found in our country a generous new land where they settled, and a friendly new community which they joined.\n\nFar from being indifferent to the debates that were taking place in their new community, the Irish generally espoused the political aspirations of that community, as witnessed by the participation of a number of them in the noble cause of the Patriotes, in 1837-38.\n\nWhile maintaining a very strong emotional link with the land of their ancestors, that far away Ireland that achieved political independence or that is still on the way to emancipation, Quebecers of Irish origin, and I am one of them, have developed very deep roots in America.\n\nBecause of history, these people are now in a unique position to see how similar the situations of the Irish and Quebec people are.", 
            "topic": "St. Patrick's Day", 
            "time": "2000-03-17 11:10:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/47/", 
            "text": "Yesterday we had a Standing Order 31 and today we had a Standing Order 31 by the member for Macleod. I understand that there has been at least some cursory questions about the next standing order that we are going to hear, at which time I will take an action that for us is not regular, but I know that all members will want to hear this standing order.", 
            "topic": "St. Patrick's Day", 
            "time": "2000-03-17 11:15:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2100/48/", 
            "text": "Mr. Speaker, it is with great sadness that I pay tribute to the seven young children who died yesterday morning in a tragic traffic accident, in Saint-Jean-Baptiste-de-Nicolet, a small town on the south shore of the St. Lawrence River, across from Trois-Rivières.\n\nTwo other children are still at the Centre hospitalier in Trois-Rivières, and one of them is in critical condition. We wish to offer our sincere condolences to the families struck by that terrible tragedy. Our prayers are with them in this time of great suffering.\n\nI now ask the members of this House to observe one minute of silence, out of respect for these seven young victims.", 
            "topic": "Highway Accident In Saint-Jean-Baptiste-De-Nicolet", 
            "time": "2000-03-17 11:15:00", 
            "attribution": "Mr. Robert Bertrand (Pontiac—Gatineau—Labelle, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2100/49/", 
            "text": "Mr. Speaker, for five weeks we have been repeatedly asking the Minister of Human Resources Development to justify her billion dollar boondoggle. For five weeks she has stonewalled with non-answers, conflicting lists and image consultants.\n\nThere are now 19 police investigations, three in the Prime Minister's riding, that we know about. She has dodged this before, but let us try again. How many cases, as of today, have been referred to the police for further investigation?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:15:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2100/50/", 
            "text": "Mr. Speaker, the majority of the so-called 19 investigations concern ACOA. Four of them involve investigations when grants were given by the Tories when they were in power.\n\nThree of them involve only provincial government shares in those particular grants. Only two of them involve money that was only from ACOA. In both those cases no money was disbursed. The question is in the application, so the opposition questions are full of sound and fury but the racket signifies nothing.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:15:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2100/51/", 
            "text": "Mr. Speaker, I note the new minister of human resources development did not mention the fact that he has failed to call in the police about the violation of the Financial Administration Act.\n\nDepartmental Q and As and briefing notes refer to widespread disregard of this law. Let me quote from one of them: “It would appear that this section of the FAA was not respected”. In other words, the minister's department thought that the law had been broken.\n\nWas it the fact that the Prime Minister was involved that kept the police from being called?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:15:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/52/", 
            "text": "Mr. Speaker, the hon. member makes reference to something that we have discussed in the House on a number of occasions. I talked about the trust funds on November 4 and 5 and on several other days subsequent to that.\n\nI repeat again that it was an administrative error which was made in establishing the trust funds. It was an error done in good faith by an employee. In such a case the appropriate remedy is to correct the mistake, and that is what we have done.\n\nIf the hon. member thinks that the employee was acting in bad faith, that it was corrupt, that somehow there was fraud involved, then let him bring forward that information.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2100/53/", 
            "text": "Mr. Speaker, I think the minister should be held responsible for the actions of her department.\n\nThe Prime Minister's riding got more money from this minister than whole provinces with populations 32 times the size of Shawinigan. Fully one-third or 33% of the recipients donated to his campaign. This is all about political interference.\n\nIf she does not believe me she could listen to her own employees' radio ads. I ask again was it her boss' interference that kept her from calling the cops.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/54/", 
            "text": "Mr. Speaker, these questions are absolutely incredible. If there was political interference then why did we invest $77 million in the riding of Saskatoon—Humboldt? Why were there $57 million of grants and contributions in the riding of Prince George—Peace River? Why were there $52 million in Nanaimo—Cowichan?\n\nAs I have said time and again in the House, the grants and contributions from the Department of Human Resources Development Canada are invested in ridings of all members of the House. They are there to support Canadian individuals who have disabilities, young people, those who want—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/55/", 
            "text": "Sometimes when members are standing either to ask a question or give an answer the microphones are on at the next desk and are sometimes are picking up your voices.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2100/56/", 
            "text": "Mr. Speaker, what is amazing and surprising is that the minister defends good faith errors instead of lifting a finger to do something about that kind of incompetence. There are very few places where that kind of incompetence is applauded. I am sure she will get—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/57/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/58/", 
            "text": "Order, please. We will hear the question from the member.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2100/59/", 
            "text": "Mr. Speaker, there are very few places where incompetence will get applause but there will be a lot of it this weekend, I am sure, for the minister at the Liberal convention.\n\nHer own employees have taken out radio ads to distance themselves from the minister's incompetence. They warned against illegal trust funds in the Prime Minister's riding because, as they said, it would appear the Financial Administration Act was not respected.\n\nIf the minister were really concerned about rule breaking in her department, why did she not call the police when she found out about these trust funds?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "attribution": "Mr. Grant McNally", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/60/", 
            "text": "Mr. Speaker, as I have said on a number of occasions, when I discovered that these trust funds had been created I asked the officials to look at them closely. I would like to quote from a letter from my deputy minister to me on this very issue wherein she wrote:\n\nWhile the creation of a trust fund as a mechanism to flow funds is unusual, it is not prohibited by the Financial Administration Act. Our management approach on learning of such issues is remedial rather than punitive unless there is evidence of fraud or theft, in which case we refer the matter to the police for investigation.\n\nIn this case there was no indication of fraud or theft and, as I said before, if they have information then let them bring it forward.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2100/61/", 
            "text": "Mr. Speaker, the information comes from the minister's own employees. She says she is going to look at the information closely, but she is not lifting a finger to do anything about it. She takes it as an opinion instead of doing something about it.\n\nWe do not ask these questions just to watch the minister blush. We want an answer to these questions because she has not answered why there has been a policy of violating an act of parliament that has gone untouched by her department.\n\nWhy did she not inform the police? Was it because she was afraid of being caught, or was it that she was trying to protect the Prime Minister?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/62/", 
            "text": "Mr. Speaker, again all I can say is this is more Reform mythology. In all these undertakings what we see is members of that party talking about in the first instance $3 billion missing, and that is not the case. Why do they not say that? They then said $1 billion were missing. That is not the case. Why do they not say that?\n\nIn this case we have closed the trust funds and taken action, yet they persist. If they have information then bring it forward or else—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2100/63/", 
            "text": "Shut up.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/64/", 
            "text": "—admit they are wrong.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "attribution": "Hon. Jane Stewart", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/65/", 
            "text": "Order, please. Of course the word shut up is not parliamentary, but I told members about open microphones.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2100/66/", 
            "text": "Mr. Speaker, several aspects of the Placeteco affair remain rather troubling. A sum of $1 million was used to pay off a National Bank of Canada loan; $200,000 is still unaccounted for.\n\nWill the minister tell us whether she intends to call for an investigation into Placeteco?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:25:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/67/", 
            "text": "Mr. Speaker, again we are talking about a file that has been discussed in this place on a number of occasions: on June 10, 1999; on November 4 and 5, 1999; and on March 13 and 15, 2000.\n\nMy officials have confirmed, as I have said to the House, that the moneys invested in Placeteco were for expenditures that were according to the terms and conditions of the program. Again I say in this case we are one partner and this undertaking was supported by the Government of Quebec.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:25:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2100/68/", 
            "text": "Mr. Speaker, I am a bit surprised by the minister's answer.\n\nShe told us to get in touch with her department for information, which we did. They told us that they could not give us the information about Placeteco that we requested because the project was currently under investigation.\n\nI would like to know who is telling the truth: departmental officials, who tell us that the project is under investigation, or the minister, who tells us that there is no investigation, or perhaps she does not know? Who is telling the truth in all this? Why is it that we are being told that the project is under investigation?\n\nIt is her department that has answered us. I will send her the letter. She tells us there is no investigation. Who is telling the truth?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:25:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/69/", 
            "text": "Mr. Speaker, I have answered questions almost on a daily basis on this file. I say again that the expenditures to this company were according to the terms and conditions of the transitional jobs fund program.\n\nThis program has created employment opportunities for Canadians who otherwise would not have had them. I say again that we are but one partner and this undertaking was supported by the municipality, by the company, and by headquarters of the Bloc Quebecois, the Government of Quebec.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:25:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2100/70/", 
            "text": "Mr. Speaker, this gets harder and harder to understand.\n\nOn the one hand, the minister does not know that Placeteco is under investigation and, on the other hand, her department tells us that it is. I will read her the letter again: “In response to your request, we are unable to send you the information you requested because this project is currently under investigation”.\n\nWill the minister tell us whether there is an investigation under way, yes or no?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:25:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/71/", 
            "text": "Mr. Speaker, I am standing here answering questions on this particular file. We have talked about this undertaking and again we find we have an investment that is ensuring that people in the province of Quebec are working when they otherwise would not be.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:25:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2100/72/", 
            "text": "Mr. Speaker, the minister presents a sorry spectacle.\n\nEither the officials' information is inaccurate, or the minister has completely lost control of her department.\n\nDoes the minister intend, yes or no, to have Placeteco investigated, now that we have provided her with all the facts?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:25:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/73/", 
            "text": "Mr. Speaker, I am glad to give an answer and I am glad to say that in the case of Placeteco we have a transitional jobs fund that is according to the terms and conditions of the program.\n\nEmployees are working where they would not otherwise. In fact, as is usual in all these cases, we are one partner and this was viewed to be an appropriate investment in the province of Quebec for the people of that province.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:25:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2100/74/", 
            "text": "Mr. Speaker, the Prime Minister has been quoted as saying that one of his goals has been to prevent the Americanization of Canada. To me this sounds passing strange for someone who allowed a major piece of Canadian infrastructure, the CNR, to go from being wholly owned by the Canadian people to being largely owned by American shareholders.\n\nThat being said, we now have another proposal before us which is the proposed merger between the CNR and the Burlington Northern Santa Fe railroads.\n\nI want to ask the Minister of Transport, given the many concerns that have been raised about this, how does the government propose that this issue be dealt with, both in terms of process and in terms of some of the concerns that—", 
            "topic": "Railways", 
            "time": "2000-03-17 11:25:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/75/", 
            "text": "The hon. Minister of Transport.", 
            "topic": "Railways", 
            "time": "2000-03-17 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2100/76/", 
            "text": "Mr. Speaker, I think we should look at this proposed consolidation of the railways as a great opportunity for a great Canadian company. Obviously there are ramifications to the transportation policy that have to be examined.\n\nI do not think it is particularly wise or acceptable to have Canadians go to Washington for the surface transportation board hearings all the time. I think we have to find some way here in Canada to formalize hearings on the particular merger. Perhaps that is through the standing committee. I will have a chat with my good friend the chairman of the standing committee about that in the next few days.", 
            "topic": "Railways", 
            "time": "2000-03-17 11:30:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2100/77/", 
            "text": "Mr. Speaker, we would certainly welcome an opportunity for the Standing Committee on Transport to hold hearings on this and to hear from Canadians in Canada about the possible ramifications of this merger.\n\nWhile I am talking about railroads, there was speculation before the budget that there might be more money for VIA. Nothing has come forward so far.\n\nCould the Minister of Transport tell us what the status of the future of VIA is and whether there will be more money going to VIA Rail?", 
            "topic": "Railways", 
            "time": "2000-03-17 11:30:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2100/78/", 
            "text": "Mr. Speaker, as you know there has been extensive debate and analysis of all the options on the future of passenger rail transportation.\n\nThe standing committee talked about the renaissance of passenger rail. The government is committed to the renaissance of passenger rail. Very shortly I will be making an announcement that will guarantee passenger rail service we can be proud of for future years.", 
            "topic": "Railways", 
            "time": "2000-03-17 11:30:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2100/79/", 
            "text": "Mr. Speaker, it has been two years since the government announced its hepatitis C compensation package. Sadly not one cent has flowed to the compensation victims, not a nickel. The lawyers have been paid. Can you believe it? The lawyers have been paid but not the victims.\n\nMy question for the minister is, what excuses is he now offering up for this dismal performance? Will he personally intervene to make sure that these victims get their compensation?", 
            "topic": "Hepatitis C", 
            "time": "2000-03-17 11:30:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2100/80/", 
            "text": "Mr. Speaker, we have been before the court urging it to ensure that those cheques go to the claimants as soon as possible.\n\nI want to remind the member that this settlement was only possible because the government went to the provinces, went to the claimants, and proposed to spare them even longer litigation.\n\nWe want those cheques in the hands of the claimants as soon as possible.", 
            "topic": "Hepatitis C", 
            "time": "2000-03-17 11:30:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2100/81/", 
            "text": "Mr. Speaker, in your former life as a teacher you often heard the excuse, “The dog ate my homework”. That is a dog ate my homework excuse if I have ever heard one.\n\nWe do not want platitudes. We want action. What is the minister going to do specifically? Tell us, the Canadian people, what he is going to do to make sure that these victims are compensated. The lawyers got paid. Why can the victims not get paid? In the meantime in the last couple of years 40 victims have died without any compensation for them and their families. How long is this performance going to continue?", 
            "topic": "Hepatitis C", 
            "time": "2000-03-17 11:30:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2100/82/", 
            "text": "Mr. Speaker, I will tell you what we have done. After years of inaction by a Tory government, this government went to the table with the provinces and found a solution. We found a solution. We put $1.3 billion into a settlement for tens of thousands of victims. The court has now approved that. As soon as the court gets the administrator to mail those cheques, which I believe will be in the next short while, they will get money they never got under the Tories.", 
            "topic": "Hepatitis C", 
            "time": "2000-03-17 11:30:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2100/83/", 
            "text": "Mr. Speaker, HRD was warned that the Iris sock grant would be a job killer and it certainly was.\n\nWithin weeks, two firms in the same sector had to shut their doors. Yet with two of their competitors out of business, Iris socks still could not deliver on its promises.\n\nIris created less than one-half of the 3,000 jobs promised. In fact, Iris did not live up to its half of the bargain. When Videotron did not deliver, it had to pay back $200,000. Why has the minister not demanded that Iris hand back $3 million of taxpayers' money for its broken promise?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:30:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/84/", 
            "text": "Mr. Speaker, again this is a file we have talked about in the House before. As I indicated, it became clearer as we worked with the company that because of circumstances at the plant there were not going to be the original number of jobs created. Instead of investing the $8.1 million that was originally anticipated, $5.9 million was invested and 1,440 people are working in that plant who otherwise would not be working.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2100/85/", 
            "text": "Mr. Speaker, we hear the minister saying that they talk about this a lot, but we have noticed in the last several months there have not been very many answers. I hope the Liberal delegates at this weekend's convention do not get the same kind of treatment from the minister.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/86/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/87/", 
            "text": "Order.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2100/88/", 
            "text": "Mr. Speaker, I guess the answer is that the Liberal delegates probably will not get to ask questions of the minister.\n\nWe know the HRD department gave Iris Hosiery $6 million. We know that the industry association—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "attribution": "Mr. Charlie Penson", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/89/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/90/", 
            "text": "Order, please. We are going to hear the question.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2100/91/", 
            "text": "Mr. Speaker, it is obvious that we hit a nerve pretty solidly over there today.\n\nWe know the HRD department gave Iris Hosiery $6 million. The minister just told us that. It was scaled back to $6 million. We know that the industry associations advised against it. We also know that Iris Hosiery gave the Liberal Party $21,190.\n\nIf Iris gave $21,000 in donations to the Liberal Party, if this was incidental, why did HRDC go ahead and give that money against the advice of industry associations?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "attribution": "Mr. Charlie Penson", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/92/", 
            "text": "Mr. Speaker, the hon. member makes reference to Liberal delegates. I can tell him that the Liberal delegates at the convention, like Canadians, have been watching what has been going on in the House. I can tell him that Canadians have been able to separate politics from substance.\n\nCanadians understand what this issue is all about. They know that we are taking the issue of administrative management on grants and contributions very seriously in my department. They also know the importance of grants and contributions in the lives of Canadians. They also know that the puff and blowery that is coming out of that side of the House is nothing more than plain politics.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2100/93/", 
            "text": "Mr. Speaker, since I asked my question, I sent the letter from her department to the minister. She sent it to her assistants in the Liberals' lobby, and they returned the letter to her. I imagine she has an answer by now.\n\nCould she tell us whether Placeteco is being investigated, yes or no?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/94/", 
            "text": "Mr. Speaker, I can confirm that there is no investigation under way. I will also attempt to advise the hon. member why this memo was sent to him.\n\nAgain I will confirm that there is no investigation. I will repeat my answer that the investments in Placeteco have created and supported 159 people, ensuring that they have an opportunity and that their headquarters, the Government of Quebec, agreed that this was a wise investment.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2100/95/", 
            "text": "Mr. Speaker, we have a bit of a problem. Did yesterday evening's revellers—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/96/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/97/", 
            "text": "Order, please.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2100/98/", 
            "text": "There is another problem. How is it that the department is telling us—because the minister told us to contact the HRDC grants and contributions response centre, which thanked us for our interest in the HRDC grants and contributions program; very kind of them—that Placeteco is under investigation? Could she explain the misinformation?\n\nIn other words, is her department lying in response to the opposition? Is there a directive from the minister to have—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:35:00", 
            "attribution": "Mr. Gilles Duceppe", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/99/", 
            "text": "The hon. Minister of Human Resources Development.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/100/", 
            "text": "Mr. Speaker, I will repeat my response and say that there is no investigation under way. I am looking into why this document was forwarded to the hon. member in such a fashion and we will deal with it.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2100/101/", 
            "text": "Mr. Speaker, the HRDC documents dated June 5, 1998 referred to the misappropriation of funds with respect to the Iris deal. The minister seems unwilling to provide any details on exactly how much was misappropriated and what was done about it. She chooses to boast that Iris lived up to half of its expectations.\n\nI ask the minister again. How much money was misappropriated and why were the police not called in?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/102/", 
            "text": "Mr. Speaker, what is so interesting about this is that the hon. member makes reference to a June 5 document which was part of an access to information request that they made. It talks about asking the department to confirm that things were all right at Bas Iris. What they fail to say is that in the same ATIP request was the response from the department that on June 25 it looked into it and there was nothing wrong.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2100/103/", 
            "text": "Mr. Speaker, let us try something else.\n\nI have received complaints from my constituency about irregularities pertaining to the allocation of HRDC funds within the Metis community in British Columbia. The Surrey Leader newspaper has run a series of reports on questionable training programs and nepotism. The complainants, some of whom are Metis, have already requested a forensic audit and have been turned down.\n\nSeeing as how there are already at least 19 ongoing investigations into similar complaints, why will the minister not grant a forensic audit in this case?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2100/104/", 
            "text": "Mr. Speaker, perhaps the hon. member is not aware that in cases of grants under HRDC or loans under ACOA, where there is money owed to the federal government, we have signed an understanding with the best collection agency in Canada to collect that money. It chases somebody right to the grave. Granted, the collection agency is headed by a prominent Liberal from Quebec. I might as well admit that. It is called Revenue Canada Taxation.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphan Tremblay", 
                "url": "/politicians/5057/", 
                "member_id": 3684, 
                "party": "Bloc", 
                "riding": "Lac-Saint-Jean (Québec)", 
                "id": 5057
            }, 
            "url": "/hansards/2100/105/", 
            "text": "Mr. Speaker, the minister is boasting of the 10,000 pages of information she has been made public, and refers us to a phone number if we require more information. That is the number that was used in relation to the Placeteco affair.\n\nCan the minister explain to us why her department is refusing to respond to our request for information, because Placeteco is apparently under investigation?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "attribution": "Mr. Stéphan Tremblay (Lac-Saint-Jean, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/106/", 
            "text": "Mr. Speaker, I have answered this on several occasions now and the response is still the same. There is no investigation. I am looking into why the communique was given to the Bloc. I will respond to the Bloc when I have that information.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphan Tremblay", 
                "url": "/politicians/5057/", 
                "member_id": 3684, 
                "party": "Bloc", 
                "riding": "Lac-Saint-Jean (Québec)", 
                "id": 5057
            }, 
            "url": "/hansards/2100/107/", 
            "text": "Mr. Speaker, I will ask the minister this: Why is her department telling us that the case is under investigation?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "attribution": "Mr. Stéphan Tremblay (Lac-Saint-Jean, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/108/", 
            "text": "Mr. Speaker, I will verify that.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Gilmour", 
                "url": "/politicians/5526/", 
                "member_id": 2483, 
                "party": "Reform", 
                "riding": "Nanaimo—Alberni (B.C.)", 
                "id": 5526
            }, 
            "url": "/hansards/2100/109/", 
            "text": "Mr. Speaker, for two days the HRD minister has avoided answering questions about the complete disregard of the Financial Administration Act within her department. Yet we know at the root of this blatant disregard of the rules is the Prime Minister's plan to funnel as much money as he possibly can into his own riding. Guess what? The Prime Minister's riding got more money than the entire province of Alberta.\n\nNow that the Prime Minister has been forced to turn off the taps in HRD, is it true that projects like the Shawinigan fountain are also going to dry up?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "attribution": "Mr. Bill Gilmour (Nanaimo—Alberni, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/110/", 
            "text": "Mr. Speaker, again, shoddy research, mythology, politics; that is what that party is all about in this undertaking.\n\nThere are considerable dollars invested in the province of Alberta in the context of grants and contributions. There are limited dollars in the context of the transitional jobs fund and the Canada jobs fund because that is for areas of high unemployment. As the hon. member knows, Alberta does not have an issue with high unemployment.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Gilmour", 
                "url": "/politicians/5526/", 
                "member_id": 2483, 
                "party": "Reform", 
                "riding": "Nanaimo—Alberni (B.C.)", 
                "id": 5526
            }, 
            "url": "/hansards/2100/111/", 
            "text": "Mr. Speaker, we know it is St. Patrick's Day but there is more than a wee bit of the blarney in that answer.\n\nIt is rather ironic that the main beneficiary in terms of jobs in the Prime Minister's riding is the RCMP.\n\nThere are currently at least three RCMP criminal investigations within his own riding, more than in any other riding within the country.\n\nWhen we listen to the Minister of Veterans Affairs we would expect that it is simply a coincidence that these things happen in the Prime Minister's riding. Why is it that the Prime Minister's riding attracts criminal investigations—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:45:00", 
            "attribution": "Mr. Bill Gilmour (Nanaimo—Alberni, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/112/", 
            "text": "Order, please. The question is out of order. If the hon. Deputy Prime Minister wants to answer it I will let him.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2100/113/", 
            "text": "Mr. Speaker, the member is making an assertion for which he has no facts whatsoever. Why does he not put down as a fact that the riding of Nanaimo—Alberni received $33.3 million from all the programs of the HRD department? The Prime Minister's riding received only $20 million over the last three fiscal years. Is his riding under investigation? Give us the facts.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:45:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Richard Marceau", 
                "url": "/politicians/2684/", 
                "member_id": 2673, 
                "party": "Bloc", 
                "riding": "Charlesbourg (Québec)", 
                "id": 2684
            }, 
            "url": "/hansards/2100/114/", 
            "text": "Mr. Speaker, the Experience Canada program, with its 30% success rate, is a failure.\n\nThis program of the Council for Canadian Unity is a source of considerable concern to departmental employees, but that did not stop the Minister for International Trade, when Minister of Human Resources Development, from congratulating the organization on several occasions on its so-called success.\n\nWhen I write something in a letter, I stand behind it.\n\nMy question is for the Minister for International Trade. How could he praise an organization that has failed so miserably at attaining the objectives of the program for which he himself was responsible?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:45:00", 
            "attribution": "Mr. Richard Marceau (Charlesbourg, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/115/", 
            "text": "Mr. Speaker, as I responded yesterday, our partnership with the Council for Canadian Unity in the area of Experience Canada is working. We are working with our sponsors to ensure that we increase the opportunities for young people to travel around the country and to get to know it.\n\nWe know why the members opposite do not like it. It is because 28% of the young people who are in this program come from the province of Quebec. Because of this program, these young people may get experience, enjoy their country and want to remain part of it.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Susan Whelan", 
                "url": "/politicians/1435/", 
                "member_id": 2571, 
                "party": "Liberal", 
                "riding": "Essex (Ontario)", 
                "id": 1435
            }, 
            "url": "/hansards/2100/116/", 
            "text": "Mr. Speaker, the International Joint Commission has released its final report on protecting the Great Lakes waters. It strongly recommends that governments should not permit the removal of water from the Great Lakes basin unless an extremely restrictive set of conditions can be met.\n\nCan the Minister of the Environment assure the House today that this report will assist Canada in prohibiting the sale of bulk water?", 
            "topic": "The Environment", 
            "time": "2000-03-17 11:45:00", 
            "attribution": "Ms. Susan Whelan (Essex, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2100/117/", 
            "text": "Mr. Speaker, I am happy to assure the House and the hon. member that the report of the IJC does come down exactly along the lines of the government's approach, which is to prevent the interbasin transfer of water to protect water sources in Canada and to protect them from exotic species or other risks that may come from transfers of water from one area to another.\n\nWe believe that if this approach is adopted with the provinces we will have a complete protection of Canada's water supply throughout the country and in every part of Canada, border or otherwise.", 
            "topic": "The Environment", 
            "time": "2000-03-17 11:45:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Philip Mayfield", 
                "url": "/politicians/4022/", 
                "member_id": 3077, 
                "party": "Reform", 
                "riding": "Cariboo—Chilcotin (B.C.)", 
                "id": 4022
            }, 
            "url": "/hansards/2100/118/", 
            "text": "Mr. Speaker, this human resources boondoggle has hurt so many people. Downline employees were told in 1996 to ignore the Financial Administration Act. Now these same people are being harassed for breaking the rules and placed on call 24 hours a day to supply information to protect the minister.\n\nAs well, taxpayers place their trust in the government when they hand over their hard earned money. The government broke that trust too. Worse, neither the Prime Minister nor the human resources minister has the humility to apologize to anyone. Why does being a Liberal mean never having to say you are sorry?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:45:00", 
            "attribution": "Mr. Philip Mayfield (Cariboo—Chilcotin, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/119/", 
            "text": "Order, please. The question is out of order. Go to the second question.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Philip Mayfield", 
                "url": "/politicians/4022/", 
                "member_id": 3077, 
                "party": "Reform", 
                "riding": "Cariboo—Chilcotin (B.C.)", 
                "id": 4022
            }, 
            "url": "/hansards/2100/120/", 
            "text": "Mr. Speaker, in a recent interview with the Women's Television Network the human resources minister was given three opportunities to apologize to the Canadian taxpayers for mismanaging their money and yet she refused.\n\nBy the way, Mr. Speaker, Canadians pay more in taxes than they do for food, shelter and clothing.\n\nHow can this minister possibly justify not apologizing, let alone justify this blatant abuse of hard earned taxpayer money?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:45:00", 
            "attribution": "Mr. Philip Mayfield (Cariboo—Chilcotin, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/121/", 
            "text": "The question is in order. The hon. Minister of Human Resources Development.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/122/", 
            "text": "Mr. Speaker, in the context of this whole undertaking we know what is really going on here. That party does not believe that the Government of Canada can participate in the lives of Canadians and ensure that everyone has an opportunity to benefit from this great nation.\n\nIn the context of grants and contributions from my department, we are ensuring that Canadians with disabilities get a chance to be part of our economy, that young people get a chance to get that very important first job and go on to be successful contributors, that in areas of high unemployment, in northern British Columbia, northern Ontario and Atlantic Canada, that we are there to—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:50:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/123/", 
            "text": "The hon. member for Winnipeg North Centre.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2100/124/", 
            "text": "Mr. Speaker, it is now four months since Ralph Klein launched his private hospital plan and all we get from the health minister is whimpering from the sidelines.\n\nFirst he says to wait for the bill, then to wait for the amendments and now to wait for the regulations, by which time of course it will be too late.\n\nI have asked the health minister before and I will ask him again today: Do Canadians have to go to bed one more night without knowing whether their government will take action on Bill 11 and whether or not public health care will be there for them in the future?", 
            "topic": "Health Care", 
            "time": "2000-03-17 11:50:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2100/125/", 
            "text": "Mr. Speaker, I have already declared publicly my strong belief that Bill 11 is bad policy. Based on evidence in Alberta itself, it will cause longer waiting lists and more costs.\n\nHowever, we do not know whether Bill 11 will become law. Premier Klein may yet qualify it. He may yet amend it. Or, as he has done twice in the past, he may listen to the people of Alberta and withdraw it.", 
            "topic": "Health Care", 
            "time": "2000-03-17 11:50:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bev Desjarlais", 
                "url": "/politicians/3175/", 
                "member_id": 2509, 
                "party": "NDP", 
                "riding": "Churchill (Manitoba)", 
                "id": 3175
            }, 
            "url": "/hansards/2100/126/", 
            "text": "Mr. Speaker, Canada's aboriginal people have been held in captive poverty for decades, robbed of their culture, robbed of their families, robbed of their economical opportunities.\n\nThe most recent budget failed to provide sufficient dollars for aboriginal housing and health care. If that was not bad enough, now they face the danger of private health care because of this health minister's failure to take on Ralph Klein.\n\nWhat is this minister afraid of? If the minister truly supports universal health care, why does he not tell Ralph Klein today that Bill 11 must go and why does he not put sufficient dollars into our health care system?", 
            "topic": "Health Care", 
            "time": "2000-03-17 11:50:00", 
            "attribution": "Ms. Bev Desjarlais (Churchill, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2100/127/", 
            "text": "Mr. Speaker, the hon. member is quite wrong of course. She knows of this government's commitment. She knows the action we have already taken. She knows that we have said in the budget and since that we are determined to do what is right for Canadians.", 
            "topic": "Health Care", 
            "time": "2000-03-17 11:50:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2100/128/", 
            "text": "Mr. Speaker, this weekend Liberal members will be discussing Progressive Conservative agriculture policy once again. Under priority resolution No. 27 they will be asking for the reinstatement of the GRIP program, ironically the same program that this government killed in 1995.\n\nI wonder if the minister of agriculture can tell us today if he will be supporting that resolution and reinstate GRIP.", 
            "topic": "Agriculture", 
            "time": "2000-03-17 11:50:00", 
            "attribution": "Mr. Rick Borotsik (Brandon—Souris, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2100/129/", 
            "text": "Mr. Speaker, I will tell the member one thing we will not be discussing at the convention this weekend and that is the fact that we will not be putting the agriculture department in with other departments. The hon. member should look back at his platform before the last election. They were even going to do away with the Department of Agriculture and Agri-Food.", 
            "topic": "Agriculture", 
            "time": "2000-03-17 11:50:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2100/130/", 
            "text": "Mr. Speaker, I assume that means, yes, he will be supporting the reinstatement of GRIP.\n\nIn the 1994 auditor general's report, the total administration costs for GRIP and crop insurance was less than 2% of the program dollars. Right now AIDA is seven times that amount in administration costs.\n\nWill the minister now admit that AIDA was the wrong program and perhaps we should be going back to GRIP?", 
            "topic": "Agriculture", 
            "time": "2000-03-17 11:50:00", 
            "attribution": "Mr. Rick Borotsik (Brandon—Souris, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2100/131/", 
            "text": "Mr. Speaker, this government has demonstrated very clearly that it will be there to assist farmers as much as it possibly can.\n\nIn closing, I thank the hon. member for his interest in the Liberal convention this weekend. I know he is looking for a place for a home and we would welcome him.", 
            "topic": "Agriculture", 
            "time": "2000-03-17 11:55:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter Adams", 
                "url": "/politicians/3482/", 
                "member_id": 3216, 
                "party": "Liberal", 
                "riding": "Peterborough (Ontario)", 
                "id": 3482
            }, 
            "url": "/hansards/2100/132/", 
            "text": "Mr. Speaker, my question is for the parliamentary secretary to the minister responsible for Canada Post.\n\nE-commerce is growing rapidly worldwide with more and more Canadians ordering products through the Internet. Is Canada Post ready to participate in the tremendous opportunity presented by e-commerce?", 
            "topic": "Canada Post", 
            "time": "2000-03-17 11:55:00", 
            "attribution": "Mr. Peter Adams (Peterborough, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2100/133/", 
            "text": "Mr. Speaker, I would like the hon. member for Peterborough to note that Canada Post is a world leader in the distribution business and has developed many innovative online solutions.\n\nE-parcel helps Canadian small businesses set up websites to sell their products online. E-parcel allows e-commerce shoppers to choose how quickly their purchases are delivered and at what cost. With e-parcel, Canada Post is proving to be an active player in the new world of electronic commerce.", 
            "topic": "Canada Post", 
            "time": "2000-03-17 11:55:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lee Morrison", 
                "url": "/politicians/6518/", 
                "member_id": 2736, 
                "party": "Reform", 
                "riding": "Cypress Hills—Grasslands (Saskatchewan)", 
                "id": 6518
            }, 
            "url": "/hansards/2100/134/", 
            "text": "Mr. Speaker, you have to admire the chutzpah of the Minister of Human Resources Development.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:55:00", 
            "attribution": "Mr. Lee Morrison (Cypress Hills—Grasslands, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/135/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/136/", 
            "text": "Order, please. I think you should get by the first line and give us the rest of the question.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lee Morrison", 
                "url": "/politicians/6518/", 
                "member_id": 2736, 
                "party": "Reform", 
                "riding": "Cypress Hills—Grasslands (Saskatchewan)", 
                "id": 6518
            }, 
            "url": "/hansards/2100/137/", 
            "text": "Mr. Speaker, you have to admire the chutzpah of the Minister of Human Resources Development. First, she administers the bungling of a billion dollars of taxpayer money. She then botches every one of her attempts to hide the facts. She fumbles every attempt to get out from under this scandal, and yet she has the conceit to stand here day after day and smirkingly insist that she is competent.\n\nWhen does the minister expect to receive her Oscar for smirking arrogance?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:55:00", 
            "attribution": "Mr. Lee Morrison", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/138/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/139/", 
            "text": "Order, please. Those words, at the very best, are borderline. I see the Deputy Prime Minister on his feet. If he wishes to answer, I will let him.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2100/140/", 
            "text": "Mr. Speaker, if the hon. member wants to ask a sensible question, I will give him two other words which more accurately describe his question and the questions of the Reform Party. When it comes to his questions, he used the same language. His questions are all gornisht and absolute narishkite .", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:55:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/141/", 
            "text": "Hear, hear.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/142/", 
            "text": "Order, please. I have no way of knowing whether or not those words are parliamentary.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pauline Picard", 
                "url": "/politicians/230/", 
                "member_id": 3273, 
                "party": "Bloc", 
                "riding": "Drummond (Québec)", 
                "id": 230
            }, 
            "url": "/hansards/2100/143/", 
            "text": "Mr. Speaker, while more and more grant scandals keep coming to light at Human Resources Development Canada and millions of dollars in grants are spent without creating a single job, the minister is abandoning hundreds of older workers who find themselves out of work when plants shut down.\n\nHow can she squander the money of Human Resources Development Canada and do nothing for older workers, like those of the Celanese plant in Drummondville, who will lose their jobs on March 31 and will be doomed to despair?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 11:55:00", 
            "attribution": "Mrs. Pauline Picard (Drummond, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/144/", 
            "text": "Mr. Speaker, indeed we are doing something for older workers and we are doing it in partnership with the provinces including the province of Quebec.\n\nI am glad to say and to repeat again that as a result of the hard work of Canadians and of the government we have unemployment levels at the lowest they have been since Montreal hosted the Olympics.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-17 12:00:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rick Laliberte", 
                "url": "/politicians/3866/", 
                "member_id": 2735, 
                "party": "NDP", 
                "riding": "Churchill River (Saskatchewan)", 
                "id": 3866
            }, 
            "url": "/hansards/2100/145/", 
            "text": "Mr. Speaker, the industry minister has received petitions on a recent CRTC decision which would abandon affordable telecommunication services in rural and remote communities.\n\nThe decision runs against the Prime Minister's beliefs that the redistribution of wealth is one of Canada's greatest successes. The high cost regions must be respected and kept connected. Has the industry minister recommended to cabinet to overrule this bad CRTC decision?", 
            "topic": "Crtc", 
            "time": "2000-03-17 12:00:00", 
            "attribution": "Mr. Rick Laliberte (Churchill River, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Manley", 
                "url": "/politicians/4682/", 
                "member_id": 3209, 
                "party": "Liberal", 
                "riding": "Ottawa South (Ontario)", 
                "id": 4682
            }, 
            "url": "/hansards/2100/146/", 
            "text": "Mr. Speaker, both the Saskatchewan and Manitoba governments have filed a joint appeal of the CRTC's decision with respect to high cost service areas. The consultation process that is required under section 12 of the Telecommunications Act has been launched both by Gazette notice and by requests of the provinces.\n\nIn the meantime I want to assure the member that affordability and availability of service is a key part of the government's connecting Canadians strategy. It is fundamental to this strategy that Canadians in every part of Canada have regular affordable access not just to basic telephony but to Internet service.", 
            "topic": "Crtc", 
            "time": "2000-03-17 12:00:00", 
            "attribution": "Hon. John Manley (Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Herron", 
                "url": "/politicians/3221/", 
                "member_id": 2525, 
                "party": "Progressive Conservative", 
                "riding": "Fundy Royal (New Brunswick)", 
                "id": 3221
            }, 
            "url": "/hansards/2100/147/", 
            "text": "Mr. Speaker, this weekend Liberal members attending the convention will be voting on a resolution about adopting a strategy for Atlantic Canada called “Catching a New Wave”.\n\nWe do know that for the most part Liberal public policy has really missed the boat when it comes to Atlantic Canada. One component of “Catching a New Wave” is to develop a modern shipbuilding policy that is non-subsidy driven and incentives based such as revising the leasing regulations for Revenue Canada.\n\nMy question is for the Minister of Industry. Will the minister be supporting this resolution? If it does pass, will he be ignoring it as he has—", 
            "topic": "Liberal Party Of Canada", 
            "time": "2000-03-17 12:00:00", 
            "attribution": "Mr. John Herron (Fundy—Royal, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/148/", 
            "text": "I cannot find a connection here to the administrative responsibility of the government. This has to do with a convention. I see the hon. Minister of Industry rising to his feet. I judge this question to be out of order. If he wishes to answer it, he may.", 
            "topic": "Liberal Party Of Canada", 
            "time": "2000-03-17 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Manley", 
                "url": "/politicians/4682/", 
                "member_id": 3209, 
                "party": "Liberal", 
                "riding": "Ottawa South (Ontario)", 
                "id": 4682
            }, 
            "url": "/hansards/2100/149/", 
            "text": "Mr. Speaker, in order or out of order I want to assure the hon. member that we are concerned with the state of the shipbuilding industry in Canada. That is why I have taken the time to meet with union representatives, with owner representatives and with the organizations that represent shipbuilders and ship users across Canada.\n\nThe simple answer is not as easy as the hon. member might think. The problems that are implicit in the industry are ones that arise not just domestically for Canada but out of a 40% overcapacity worldwide and the facing of increasing subsidies in various parts of the world.\n\nI would like to ask the hon. member if he thinks he is prepared to suggest to his electors that they put increasing subsidies into the shipbuilding industry.", 
            "topic": "Liberal Party Of Canada", 
            "time": "2000-03-17 12:00:00", 
            "attribution": "Hon. John Manley (Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2100/150/", 
            "text": "Mr. Speaker, I sent over a note to alert the human resources minister to the fact that I would raise this point of order. It arises out of question period.\n\nIn response to a question the hon. minister quoted directly from a letter that she had from her deputy minister. I would ask that she table that letter now.", 
            "topic": "Points Of Order", 
            "time": "2000-03-17 12:05:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2100/151/", 
            "text": "Mr. Speaker, pursuant to your ruling only recently, I am sure the hon. member is not asking now that the letter be tabled before it is fully translated and prepared.\n\nI will endeavour to ask whether the document can be tabled in the House. If that is the case we will have it translated and tabled at the earliest opportunity because at the present time according to our rules, and it was members across who invoked them only a few days ago, these letters must now be translated first and tabled after.", 
            "topic": "Points Of Order", 
            "time": "2000-03-17 12:05:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/152/", 
            "text": "The minister is with us right now. All she has to do is answer the question. Is the letter translated?", 
            "topic": "Points Of Order", 
            "time": "2000-03-17 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2100/153/", 
            "text": "Mr. Speaker, I would be glad to have the letter translated and present it.", 
            "topic": "Points Of Order", 
            "time": "2000-03-17 12:05:00", 
            "attribution": "Hon. Jane Stewart", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/154/", 
            "text": "When the letter is translated it will be laid upon the table.", 
            "topic": "Points Of Order", 
            "time": "2000-03-17 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Philip Mayfield", 
                "url": "/politicians/4022/", 
                "member_id": 3077, 
                "party": "Reform", 
                "riding": "Cariboo—Chilcotin (B.C.)", 
                "id": 4022
            }, 
            "url": "/hansards/2100/155/", 
            "text": "Mr. Speaker, twice you ruled my question out of order. I was a bit surprised and I would like clarification.\n\nIn my opinion in both instances I was asking questions about direct action of the Department of Human Resources relating both to internal matters with employees and externally, and you ruled them out of order.", 
            "topic": "Points Of Order", 
            "time": "2000-03-17 12:05:00", 
            "attribution": "Mr. Philip Mayfield (Cariboo—Chilcotin, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/156/", 
            "text": "I listen to the preamble to the question and then I listen to the formulation of the question. If it deals with the administrative responsibilities of the government then I allow it, but I understood the question to be about the Liberal Party and, as such, I ruled it out of order. My decision stands.", 
            "topic": "Points Of Order", 
            "time": "2000-03-17 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gar Knutson", 
                "url": "/politicians/3344/", 
                "member_id": 2569, 
                "party": "Liberal", 
                "riding": "Elgin—Middlesex—London (Ontario)", 
                "id": 3344
            }, 
            "url": "/hansards/2100/157/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36(8) I have the honour to table, in both official languages, the government's response to three petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-17 12:05:00", 
            "attribution": "Mr. Gar Knutson (Parliamentary Secretary to Prime Minister, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gar Knutson", 
                "url": "/politicians/3344/", 
                "member_id": 2569, 
                "party": "Liberal", 
                "riding": "Elgin—Middlesex—London (Ontario)", 
                "id": 3344
            }, 
            "url": "/hansards/2100/158/", 
            "text": "Mr. Speaker, I would like to table a letter to Mr. Robert Marleau regarding order in council appointments, which I will read:\n\nI am pleased to table in both official languages a number of order in council appointments made recently by the government.\n\nPursuant to the provisions of Standing Order 110(1), these are deemed referred to the appropriate standing committees, a list of which is attached.", 
            "topic": "Order In Council Appointments", 
            "time": "2000-03-17 12:05:00", 
            "attribution": "Mr. Gar Knutson (Parliamentary Secretary to Prime Minister, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Marlene Catterall", 
                "url": "/politicians/3465/", 
                "member_id": 2611, 
                "party": "Liberal", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 3465
            }, 
            "url": "/hansards/2100/159/", 
            "text": "Mr. Speaker, pursuant to the request from the Speaker of the House on February 8, 2000, and the committee's mandate under Standing Order 108(3)(a)(iii) I have the honour to present the 19th report of the Standing Committee on Procedure and House Affairs concerning the interpretation and administration of the provisions of Standing Order 87(6).\n\nI also have the honour to present the 20th report of the Standing Committee on Procedure and House Affairs regarding the associate membership of the liaison committee in the House, and I should like to move concurrence at this time.\n\n(Motion agreed to)", 
            "topic": "Committees Of The House", 
            "time": "2000-03-17 12:05:00", 
            "attribution": "Ms. Marlene Catterall (Ottawa West—Nepean, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Brent St. Denis", 
                "url": "/politicians/273/", 
                "member_id": 2551, 
                "party": "Liberal", 
                "riding": "Algoma—Manitoulin (Ontario)", 
                "id": 273
            }, 
            "url": "/hansards/2100/160/", 
            "text": "Mr. Speaker, I have two petitions to present. The first one is signed by hundreds of folks from Manitoulin Island.\n\nThe petition notes that in 1989 the Parliament of Canada passed a motion calling for the abolition of child poverty in Canada. It calls upon the government to develop a multi-year plan to achieve that goal.", 
            "topic": "Petitions", 
            "time": "2000-03-17 12:10:00", 
            "attribution": "Mr. Brent St. Denis (Algoma—Manitoulin, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Brent St. Denis", 
                "url": "/politicians/273/", 
                "member_id": 2551, 
                "party": "Liberal", 
                "riding": "Algoma—Manitoulin (Ontario)", 
                "id": 273
            }, 
            "url": "/hansards/2100/161/", 
            "text": "Mr. Speaker, the second petition is from quite a number of citizens of Parry Sound.\n\nThe petition calls upon the government to consider changes to the tax system so that senior citizens, under certain conditions, could have a reduced income tax upon cashing in RIFs and RRSPs in order to pay off a mortgage.", 
            "topic": "Petitions", 
            "time": "2000-03-17 12:10:00", 
            "attribution": "Mr. Brent St. Denis (Algoma—Manitoulin, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2100/162/", 
            "text": "Mr. Speaker, I have a petition to present today that has been signed by 25 people living in my riding of Peace River.\n\nIt urges parliament to ensure that the possession of child pornography remains a serious criminal offence and that police forces be given the authority to enforce this law for the protection of children.", 
            "topic": "Petitions", 
            "time": "2000-03-17 12:10:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Adams", 
                "url": "/politicians/3482/", 
                "member_id": 3216, 
                "party": "Liberal", 
                "riding": "Peterborough (Ontario)", 
                "id": 3482
            }, 
            "url": "/hansards/2100/163/", 
            "text": "Mr. Speaker, I have a petition of many pages from citizens of the Peterborough area who are concerned about child poverty.\n\nThey point out that one in five Canadian children live in poverty and that the House of Commons in 1989 unanimously resolved to end child poverty by this year.\n\nThe petitioners call upon parliament to use the federal budget to introduce a multi-year plan to improve the well-being of Canada's children. They urge parliament to fulfil the promise of 1989.", 
            "topic": "Petitions", 
            "time": "2000-03-17 12:10:00", 
            "attribution": "Mr. Peter Adams (Peterborough, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Adams", 
                "url": "/politicians/3482/", 
                "member_id": 3216, 
                "party": "Liberal", 
                "riding": "Peterborough (Ontario)", 
                "id": 3482
            }, 
            "url": "/hansards/2100/164/", 
            "text": "Mr. Speaker I have two petitions concerning the genetic engineering of food, plants and animals.\n\nThe petitioners point out that this practice is still relatively new but it now involves the manipulation of the most basic building blocks of life. It can affect normal plants in the surrounding areas through the spread of pollen. They also point out that there may be long term genetic effects as a result.\n\nOne petition calls upon parliament to introduce clear labelling of seeds and food products that are genetically engineered so that farmers and consumers have a choice.\n\nThe other petition has a similar preamble but the petitioners call upon the federal authorities to ensure that non-genetically engineered seeds will always be available to all Canadian farmers.", 
            "topic": "Petitions", 
            "time": "2000-03-17 12:10:00", 
            "attribution": "Mr. Peter Adams (Peterborough, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2100/165/", 
            "text": "Mr. Speaker, I am privileged to be able to present a petition signed by hundreds and hundreds of citizens of Winnipeg and Manitoba who note that on November 24, 1989, the House of Commons unanimously resolved to end child poverty in Canada by the year 2000.\n\nThey also note that since that time the number of poor children in Canada has increased by 60%. They call on parliament to keep its promise and on the federal government to introduce a multi-year plan to improve the well-being of Canada's children.", 
            "topic": "Petitions", 
            "time": "2000-03-17 12:10:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gar Knutson", 
                "url": "/politicians/3344/", 
                "member_id": 2569, 
                "party": "Liberal", 
                "riding": "Elgin—Middlesex—London (Ontario)", 
                "id": 3344
            }, 
            "url": "/hansards/2100/166/", 
            "text": "Mr. Speaker, I ask that the remaining questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-17 12:10:00", 
            "attribution": "Mr. Gar Knutson (Parliamentary Secretary to Prime Minister, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2100/167/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-17 12:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/168/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-17 12:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2100/169/", 
            "text": "The House resumed consideration of the motion and of the amendment.", 
            "topic": "", 
            "time": "2000-03-17 12:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Dennis Mills", 
                "url": "/politicians/3553/", 
                "member_id": 3156, 
                "party": "Liberal", 
                "riding": "Broadview—Greenwood (Ontario)", 
                "id": 3553
            }, 
            "url": "/hansards/2100/170/", 
            "text": "Mr. Speaker, the Progressive Conservative Party today put a motion on the floor of the House condemning the government for its failure to provide Canadians with a long term sustainable plan to address the crisis in our health care system. First of all I will say that I reject the opposition motion and then I will put forward a plan that I think is central to the renewal and the revitalization of the health care system in Canada.\n\nThe national food plan which I am putting forward is something I have been working on with my colleagues in the greater Toronto caucus and my colleagues in the western and rural caucuses. We have been working on this idea for a few months and today we begin the campaign to promote it.\n\nI feel it is important to put this idea forward in parliament because there is no greater fundamental to a healthy society than a healthy food system. We need a healthy food system which works for the benefit of all Canadians. If we do not have a food system that works as well as it can, then we cannot achieve our goals in continually working to build and strengthen a healthy society.\n\nKey to our health is the food we eat. Fundamental to the food we eat is the quality, the affordability, the safety, the access and the security of that food.\n\nBefore I move into the details of a national food plan, I want to recognize an organization that has contributed a lot to developing this idea, FoodShare of Toronto. Debbie Field and her team understand the importance of a healthy food system to a healthy society. The team works each day to make sure that low income families, seniors and children have access to nutritious, affordable, safe and high quality food. They distribute the good food box to thousands of residents throughout Toronto. We salute them for their work.\n\nFood is a key determinant of our health as a society and the production, distribution, ownership and control of our food system is something which my colleagues and I are very excited about presenting today through a national food plan.\n\nWe must begin with the source of our food, and of course that is the farm. I begin by discussing that source and the beleaguered state of the family farm in Canada. I will describe the loss of our processing sector and conclude by outlining some of the key components.\n\nThe farm crisis in the country is real. Never during times of prosperity have we seen a farm crisis of this magnitude. Some people blame the farmers. The message is that farm incomes are low because farmers are doing something wrong. Today the reality is that farmers are growing chick peas and lentils, they are raising wild boar, they are using genetically engineered seeds and high tech seeding equipment, but for all of this investment and innovation farmers have been rewarded with the lowest net farm incomes since the 1930s.\n\nThe farm crisis is hitting farmers all around the world, so that when one looks at the worldwide nature of this crisis it is hard to believe that our Canadian farmers are to blame or that our farmers alone can solve the problem. We must be aware that farmers are not the entire agricultural community. Farmers are one part of the larger agri-food sector, which includes input manufacturers, food processors, meat packers, restaurant owners and others.\n\nJust think about the food processing sector. From milling to malt, from pasta to beef packing, foreign ownership and control of our food processing has been increasing. The global agricultural system is not serving our farmers as predicted nor is it serving the Canadian economy. It is not serving Canadian consumers either. For example, the price of corn has not changed in 20 years, but the price of corn flakes has tripled. Wheat prices have not changed either, but bread prices have tripled. This says something about the efficiency of our farmers.\n\nCanada's farmers are so efficient that they can produce food for the same prices they did 25 years ago. In contrast, processors and retailers have tripled the prices they charge for their services.\n\nCanada's food system, indeed the world's food system, while working to the benefit of some, is not working to the benefit of everyone, least of all family farms. The main reason I believe that we are in this position is because we do not have a national food plan. A national food plan is central in renewing the health care system of the country.\n\nWe need a plan that will safeguard the family farm, maintain Canadian ownership of our strategic food processing sector; one which will create jobs, protect food safety and ensure that farmers receive a fair share of the consumer's grocery store dollar. We need a food plan that puts the needs and interests of farm families and the urban families who eat the food at the forefront of our concerns.\n\nFirst, we need to maintain Canadian control of key industries. Canada is about to lose its railways. We may also lose control of our grain companies. We are down to one company that is making tractors in this country. It is outrageous with the land mass we have and our commitment to agriculture that we may soon cease to make our own tractors.\n\nFormer Conservative Alberta Premier Lougheed recognized that in a recent speech when he said “Democratic control requires control over one's economy”. We are losing that control. We must take immediate and decisive action, both with regard to agriculture and the larger Canadian economy.\n\nWe must act now and immediately to renew the Competition Act. That act must assess large investments in Canada on the basis of their effects on Canada's farmers and Canada's food production system. To remain within the parameters of existing and international trade agreements we must use the tax system to create incentives for broad based co-operative ownership of vital food processing companies, co-operative ownership by Canadian farmers and consumers. This would ensure that these companies remain Canadian owned and controlled. This is central and this is related to the redesign and reconstruction of the health care system in this country.\n\nWith regard to our railways, the federal government should examine its options under the existing trade agreements. Canadian railways transport our food, serve remote communities, act as a link in our national defence system and transport Canadian minerals and forestry products. Surely when it comes to key strategic infrastructure such as our railways the Canadian government has options other than merely watching helplessly as those companies pass from Canadian hands.\n\nAnother component of our national food plan would be to ensure that farmers receive a fair share of the consumer's grocery store dollar or the restaurant dollar. There are several ways to do this. As a first step, one which will cost little or nothing, I would propose legislation which requires that every grocery item bear a prominent label listing the farmer's share of the retail price. I believe that Canadians would form a new understanding of the farm income crisis if they were reminded every day that the farmer gets only a nickel from the $1.40 loaf of bread and only 14 cents on a $15 case of beer.\n\nI want to salute a former minister of agriculture who is in our Chamber today, the hon. Ralph Ferguson, for all the tremendous work he has done on “Compare the Share” in Canada. It has just been unbelievable. We challenge the grocers of Canada to deal with the challenge of giving the farmers their share.\n\nThe linkage between food and health care is undeniable. Because I have only had 10 minutes today, I want to refer listeners to our website, www.nationalfoodplan.com, because I am hoping that Canadians will realize that as we rebuild the health care system we must have a sound system for food in this country.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:10:00", 
            "attribution": "Mr. Dennis J. Mills (Broadview—Greenwood, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Diane St-Jacques", 
                "url": "/politicians/2888/", 
                "member_id": 2724, 
                "party": "Progressive Conservative", 
                "riding": "Shefford (Québec)", 
                "id": 2888
            }, 
            "url": "/hansards/2100/171/", 
            "text": "Mr. Speaker, I listened to the member speaking about the health care system and nutrition. We know that a good diet is necessary to prevent disease. This is prevention, and I agree that it is important for future generations.\n\nBut are there any solutions for those who are sick right now, those who are waiting in emergency rooms, those for whom there are no beds, the sickest members of our society? Does his government have any solutions for existing problems?\n\nThis is very serious and if the necessary action is not taken today, we will no longer have a health care system ten years from now. I would like my colleague's comments on this.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:25:00", 
            "attribution": "Ms. Diane St-Jacques (Shefford, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dennis Mills", 
                "url": "/politicians/3553/", 
                "member_id": 3156, 
                "party": "Liberal", 
                "riding": "Broadview—Greenwood (Ontario)", 
                "id": 3553
            }, 
            "url": "/hansards/2100/172/", 
            "text": "Mr. Speaker, I appreciate the question from the member for Shefford.\n\nFirst, I have been listening to the debate in the House today and I listened last week when we talked about challenging the renewal of the health care system. It seems to me that the debate has always emphasized that the Government of Canada should simply write cheques to the provinces. I do not believe that is the way to go. As we design a new health care system in this country, those issues around prevention, causing Canadians to become more physically fit, would reduce health care costs dramatically.\n\nSurgeons appeared before the committee last year and they told us that for every 10% of Canadians who increased their physical activity we could decrease health costs by about $5 billion annually.\n\nThe importance of nutritious, healthy food is a challenge in the country because, by and large, we are all insensitive to the issue.\n\nAs we begin this exchange and the resolution of our health care system, it is important for the government to send signals to the provinces that prevention must be very high on the list. I believe that in the area of prevention called the food we eat, we have to repair and rebuild our food source, and that is the family farm of this country. I appeal to the member from the Progressive Conservative Party to join us and help us build a national food plan which will be the envy of the world.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:25:00", 
            "attribution": "Mr. Dennis J. Mills", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dick Proctor", 
                "url": "/politicians/3870/", 
                "member_id": 2737, 
                "party": "NDP", 
                "riding": "Palliser (Saskatchewan)", 
                "id": 3870
            }, 
            "url": "/hansards/2100/173/", 
            "text": "Mr. Speaker, I listened with interest to the member's comments. My concern is that we are seeing more and more of our country being taken over by foreign investment. It has jumped sixfold in the last couple of years.\n\nI do not disagree about writing cheques, but I wonder whether anybody will be able to write a cheque in this country because all of the profits and all of the good jobs will be south of the line.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:25:00", 
            "attribution": "Mr. Dick Proctor (Palliser, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dennis Mills", 
                "url": "/politicians/3553/", 
                "member_id": 3156, 
                "party": "Liberal", 
                "riding": "Broadview—Greenwood (Ontario)", 
                "id": 3553
            }, 
            "url": "/hansards/2100/174/", 
            "text": "Mr. Speaker, I feel that this is a very important question and I would ask the indulgence of the House to let me have a little more than 40 seconds to answer it.\n\nThe member has recognized a very important point, which is that the food processing sector in this country has reached a level of offshore ownership which, in my view, is quite scary. Foreign control is over 90%. We are going to have to enter a very rigorous debate on how we can stall and reclaim our control of these strategic industries within the guidelines of those trade agreements that exist. I know that the member thinks that would be a real challenge.\n\nMr. Speaker, this is critical for the way we go as a nation, so please let me answer this. I think that all of us in the House have to look at every clause in every one of those trade agreements and see how within those trade agreements we can use things like tax law and other instruments that we have to make sure that the trajectory totally changes on it and we reclaim it.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:25:00", 
            "attribution": "Mr. Dennis J. Mills", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2100/175/", 
            "text": "Mr. Speaker, thank you for giving me the opportunity to speak to the supply day motion. For those who are not really familiar with that, it is an opportunity for the opposition to set the topic of debate and to allow a firm vigorous debate on a specific issue. This is a Tory supply day motion asking for the federal Liberals to adopt a long term sustainable plan to address the crisis in health care.\n\nCrisis is a strong word. It is not a word that I use lightly. Health care is under significant stress in Canada and having a debate on this issue is a good idea.\n\nI listened to the Minister of Health today and he basically said that there is a plan in place. That plan requires some co-operation and some significant alteration so that we can have a sustainable health care system. Then he went on to say that funding was one component of that plan, innovation another component and co-operation the third component. I would like to talk about those three things one after another: the funding component for health care, innovation, and co-operation.\n\nWhere are we with funding? Figures can be used to disguise facts. On the issue of funding, the figure that matters to Canadians is the per capita spending on health in Canada which is lower in 2000 than it was in 1993 when the Liberals took power. They can take the figures any way they want.\n\nAnybody listening to the Minister of Health today would have heard what he said about the federal share of publicly funded health care dollars. The figure that he took out of the document which he quoted was the federal share of publicly funded dollars. He said that the taxpayer funded component of health care in certain provinces that get equalization payments is relatively high. Every single province that he quoted was a provinces that gets equalization payments. He used figures as high as 60% plus in those provinces as the share of publicly funded dollars.\n\nThe figure that matters to the individual in the street is not whether equalization, other means, tax points and whatnot fund health care in the maritimes. What matters to Canadians is the share of per capita dollars that the federal government is spending. Is it spending a share that allows it to call the shots? In fact in much of Canada it is not.\n\nThe figure I am using now is the federal cash share of overall health care spending. In those cases it is down in the neighbourhood of 12%, 13%, 15% in those provinces that do not have equalization payments.\n\nThose figures are in the document that the minister quoted from. I say let us stop fooling with the figures and let us talk about the one that really matters, which is the per capita expenditures of cash from the federal government.\n\nHealth care has a couple of other big problems. I will not ascribe blame on this issue. Waiting lists have grown. We have fallen behind in technology. We have an aging population. The minister has finally stated publicly that the status quo is not sufficient and on that issue we agree.\n\nThe issue of funding is one which the public needs to be aware of. The motion calls for sustainable funding. The motion calls for predictable funding. The motion calls for, in my estimation, some buildup of the funding as the population ages more and as inflation comes along.\n\nI do not see anything of that kind of commitment from the federal government. In fact, none of the funds that have been promised in the last few years are certain. None of the funds are growing with inflation or with aging. They can be lowered and raised at will by the health minister, by the finance minister and by the Prime Minister. That is the funding component. Much of what we say in the health care debate is on the issue of funding. That is a component which needs to be discussed. I believe the funding needs to be predictable. I believe the cash funding needs to grow with both aging and inflation.\n\nInnovation is the second big topic I want to address. The minister has said the status quo will not do and we agree. Stated very plainly his solution is that Canada needs universal home care and universal pharmacare. That is the minister's solution. This is the innovation the Minister of Health has specifically spoken of. He said to the provinces “Join us and we will pay 50% of universal pharmacare and universal home care”.\n\nI remember the promises that came from a health minister which got medicare started who promised then “Join us in medicare and we will fund 50% of the cash needed for health care”. That promise was broken. In my mind, is there any wonder that the provinces are somewhat hesitant to go down this road when we already have visible problems with our health care system.\n\nThe third area I want to talk about is co-operation. The minister's own words were “We need to co-operate. We need to have a discourse on this that is free of partisan commentary”. Then he turned around and said that we need to get rid of any proposals that suggest two tier Americanized health care. That is a fair comment and one which I share. Two tier American style health care has no merit for Canada.\n\nLet us look at the provincial efforts at innovation and co-operation. The provinces are ready to look at alternatives. In fact Quebec has been sending a number of its patients to the U.S. for cancer therapy. That is an alternative that has been looked at by Quebec. In fact B.C. has done exactly the same thing. That does not seem to me to be a made in Canada solution for our health care problems.\n\nOn the issue of public administration, one maritime province has chosen to administer its health care system with a private concern. This fits with the principles of our health act.\n\nAlberta has recently brought in a proposal to contract out using taxpayers' funds for some overnight surgery. This is an issue that has received vigorous condemnation from many Canadians. The health minister's response to this has been an uninvited visit to Alberta where he made a speech at the University of Calgary and his words today “This bill is bad policy”.\n\nWhat exactly is Alberta's Bill-11? I have a copy of it here and I have gone through it carefully. Without supporting or criticizing the bill, I think we should at least know what it contains. I will read from Alberta's Bill-11 so the Canadian public will know what is in it.\n\nIt is called, and this is an antithesis for all those who criticize it, the health care protection act. I am going to go over the bill not from some esoteric perspective, but I will read from the bill as to what it has in it.\n\nIt commits Alberta to the principles of the Canada Health Act, well known to anyone involved in the health care system.\n\nOne other big principle is that this bill makes it illegal to operate a private hospital in Alberta. The words are so plain that no one can misunderstand: “No person shall operate a private hospital in Alberta”. It goes on to define what a private hospital is by saying exactly what a public hospital is. Only public hospitals will be allowed to provide the full range of hospital services, including emergency rooms, diagnostic and medical services, and major surgeries. It sounds pretty straightforward to me.\n\nIt goes on to talk about what the bill is designed to do, which is to allow overnight stay for what has traditionally only been done in day surgery facilities. Specifically a surgical facility allowed under this procedure would only provide a limited range of surgical services. It would not be a full service hospital. It goes on to state that only the College of Physicians and Surgeons, my college, can decide what would be provided and only it can accredit these facilities.\n\nOne of the big concerns about a private facility doing procedures in any part of the country is that queue jumping could take place. This bill specifically makes it illegal to queue jump. It also makes it illegal to charge facility fees for insured services.\n\nOne other argument against a private facility doing anything surgical in Canada is upgrading. In other words for example, someone would come to that facility looking for cataract surgery. The cataract surgery would be upgraded and made more expensive. In this bill that is specifically prohibited. It is specifically prohibited with fines.\n\nIt goes on to say that if a person chooses to upgrade a service such as a fibreglass cast or foldable lens for cataract surgery, it must be in writing, the cost must be shown and a person must sign in full agreement. The person can back out if he or she changes his or her mind. It goes even further to say that if an upgraded product or service is the only thing that is available, it cannot be charged for. Finally, unlawful charges can be recovered under this bill on upgraded surgical services.\n\nThe bill goes on to talk about uninsured services that can be done and are done in every single province of Canada. These are things like plastic surgery and new technologies that are not accepted yet under our Canadian health plan. These must be done in compliance with the Canada Health Act in this bill. These must be done only with a demonstrated need to the regional district that has contracted them out. The health authorities have to show that the contract will not harm the publicly funded system. They also have to show how they will benefit the public system.\n\nThe other concern is that this sort of process might well invite out of country facilities to come in and take up this new proposal. The only way this could happen would be for the public to approve it through their government and the reasons for authorizing such a facility will be made public. Any contract would be made public.\n\nIn my view, this bill clearly and plainly lays out the mechanisms whereby short term, what has been day surgery, can have an overnight stay.\n\nThe minister himself on bill 11 has been asked plainly by the Government of Alberta to rule on whether or not the bill complies with the Canada Health Act. He said that he will wait until all the potential amendments are made and all the regulations are in place before making his ruling on bill 11. Members will note that he has not once said that the bill goes counter to the Canada Health Act. He has said that in his opinion it is bad policy.\n\nI want to go over the clinics in the country that are already functioning under the very same proposals that are expressed here. We have new techniques in prostrate surgery that are not paid for under medicare. Cosmetic surgery, the plastic surgery, is not covered under medicare. Therapeutic abortions; every single private facility in Canada that does therapeutic abortions is doing it under this type of proposal. New radiological techniques, the exploratory techniques like biopsies using imaging that we did not have when medicare started and new forms of cancer therapy are not covered under our medicare system.\n\nBill 11, by my reading, controls and regulates these new innovative therapies and frees up, if it works the way I foresee it, some hospital beds in the regular hospital system which will have significant benefits to the public.\n\nThe debate on such an issue, if it persists being the opening for a two tier American style medicare, is in my view doing no service to the medicare debate. This debate is coming whether or not any politician likes it. If the debate comes, will this idea be reviewed, critiqued and improved, then watched to see if it is successful or not, and removed if it is not and expanded if it is? I am convinced that the European countries that have already done this with their taxpayer funded health care systems, which are the equivalent to Canada's, have already shown that there are risks, that there can be gains and that we should at least be innovative.\n\nThe health minister has said that funding is one issue, that innovation is another issue and that co-operation is the third issue. I would ask my colleagues, as we enter this debate, to do this not with these, if you will, old-fashioned buzzwords, but by actually looking at the issues and reviewing the legislation, if new legislation and new ideas come forth.\n\nI will end my commentary with another little issue and that is the issue of hepatitis C. I do not often get an opportunity any more to raise that issue. The poor patients in my own part of the world who were infected by tainted blood, those who have been covered by the compensation program that was agreed to by the federal government, have waited two years now since the program was announced. They have not received a nickel. The lawyers have now been paid substantial amounts of money. I believe that is one other indication that the victims do not have a very strong voice in this place.\n\nI urge my colleagues across the way, who have a more potent ability than I to bring these processes to an end and to see those victims compensated, to get the health minister off the excuse track and onto the let us get this thing finished track.\n\nThe legal route was not the best way to see those patients cared for. I will not belabour this and criticize any further but this issue deserves immediate attention and is long overdue.\n\nI conclude by saying that the motion asking for sustainable funding that is predictable and growing with inflation and with our aging population is one that I personally support. I ask my colleagues to reflect on whether or not any of the funding that has been promised is in fact permanent funding or could it be withdrawn at the whim of the health minister.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:30:00", 
            "attribution": "Mr. Grant Hill (Macleod, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2100/176/", 
            "text": "Madam Speaker, I will not say this very often, particularly with the official opposition, but I must say that I respect this individual member for Macleod as a physician. I respect him as a member of parliament and I appreciate the comments he made today.\n\nBeing a member of the medical profession, this member will recognize that there are a number of stakeholders within the health care field: the doctors in his profession, the nurses in the nursing profession and the employees in administration.\n\nI ask the member, who is very close to the situation, how other members of his fraternity, those in the medical profession, feel about sustainable funding? I think I already know that answer.\n\nI would also like him to answer a question about what his membership in the fraternity think about an expansion of the services that he talked about in bill 11 in the province of Alberta. Are they supportive or are they, like most members of society today, split on that particular issue?", 
            "topic": "Supply", 
            "time": "2000-03-17 12:50:00", 
            "attribution": "Mr. Rick Borotsik (Brandon—Souris, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/177/", 
            "text": "Before calling on the hon. member for Macleod, I would like to mention that there are several members wanting to ask questions. I would ask all of you to please be as brief as possible.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2100/178/", 
            "text": "Madam Speaker, this is a stakeholder driven issue in many cases. Specifically on the issue of what does the medical profession in Alberta, my association, think of this bill. They are split. They are asking for amendments to this bill to make certain that there are no concerns.\n\nOn the other issue of stakeholders, I will use a specific example of what is best for the patient. The nursing profession has a huge issue in terms of health care. Even the staff who clean the hospitals have a huge interest in this issue. If we just look at the administrative level, the hospital cleaners, and compare the hospital cleaning staff with the hotel cleaning staff who basically do the same job, the hospital cleaning staff is paid double what the hotel cleaning staff is paid. I only bring that up to say that we sometimes forget the patient and the patient should be the centre of our concerns on health.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:50:00", 
            "attribution": "Mr. Grant Hill", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Szabo", 
                "url": "/politicians/paul-szabo/", 
                "member_id": 3198, 
                "party": "Liberal", 
                "riding": "Mississauga South (Ontario)", 
                "id": 279
            }, 
            "url": "/hansards/2100/179/", 
            "text": "Madam Speaker, the principles of the Canada Health Act are universality, accessibility, comprehensiveness, portability and publicly funded. The member well knows that.\n\nThe member needs to comment on the issue of accessibility, portability and comprehensiveness. As an example, in Ontario there are only five doctors who perform the procedure called a spinal fusion. Two of those doctors are in the Mississauga hospital in my own riding. The member would well understand that if private clinics were set up, even though they might be publicly funded to provide that, there would be a drain on the public health system to provide the human resources and medical resources, personnel and otherwise, to staff and equip these private facilities. It means that the accessibility and the comprehensiveness of the services available to the public at large would be reduced.\n\nSince the experience in Alberta has shown that private health care is more expensive, has longer waiting lists and violates the spirit of the Canada Health Act, does the member not agree that these private clinic arrangements as proposed by bill 11 in Alberta would be inappropriate?", 
            "topic": "Supply", 
            "time": "2000-03-17 12:50:00", 
            "attribution": "Mr. Paul Szabo (Mississauga South, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2100/180/", 
            "text": "Madam Speaker, I thank the member for his question. I know he is as concerned about health care as are other members in the House.\n\nWhy do we have five specialists doing spinal fusion in Ontario? That is the real question. Why have we lost some of our best trained, most competent surgeons to Europe and the U.S.? The reason we have lost them is that the facilities we have here in Canada have fallen behind immensely. There are 1.1 MRI imaging facilities per 100,000 in Canada and 3.6 per 100,000 in Germany. This is a multifaceted concern. I would prefer to bring another five spinal fusion specialists to Ontario and set them up on this side of the border instead of on the U.S. side.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:55:00", 
            "attribution": "Mr. Grant Hill", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Darrel Stinson", 
                "url": "/politicians/3097/", 
                "member_id": 3092, 
                "party": "Reform", 
                "riding": "Okanagan—Shuswap (B.C.)", 
                "id": 3097
            }, 
            "url": "/hansards/2100/181/", 
            "text": "Madam Speaker, I have a problem with Canada's health care that has been bothering me for quite some time. It is with regard to what we have done with our hep C victims or rather what the government has refused to do for them here in Canada. We know many of them contracted this disease through our health care system and yet the government has refused to make justifiable payments to these victims. Some of them are desperately in need of care and funding and are in fear of dying.\n\nI would like to know if the hon. member has any idea what he would recommend the government do with regard to these victims.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:55:00", 
            "attribution": "Mr. Darrel Stinson (Okanagan—Shuswap, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2100/182/", 
            "text": "Madam Speaker, it is inaccurate to say that there has been no compensation planned for any of the victims. Half of the victims, those between 86 and 90, were promised a fairly substantial amount of money. Many were left out completely except for—and this is interesting—Ontario and Quebec have both provided provincial compensation for the victims who were left out.\n\nThe saddest thing to my mind is that this process had to go through what I consider to be legal wrangling rather than the way the compensation program was handled for HIV victims of tainted blood. There was no legal wrangling involved there. These funds were laid out and dispersed very quickly.\n\nI have a couple of patients in my constituency who are so ill that I do not think they will see the compensation they have been promised. It is scant help to them to know that they will get some funds after they are deceased. It is one of those chapters in Canadian history that when it is all written down will be one of the saddest sagas in terms of our history. The regulators let these individuals down. The tests were available. Krever said that we should give them help. This is a dreadful saga in Canadian history.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:55:00", 
            "attribution": "Mr. Grant Hill", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Carolyn Bennett", 
                "url": "/politicians/carolyn-bennett/", 
                "member_id": 2631, 
                "party": "Liberal", 
                "riding": "St. Paul's (Ontario)", 
                "id": 24
            }, 
            "url": "/hansards/2100/183/", 
            "text": "Madam Speaker, bill 11 contains an explanation of enhanced medical services. As a medical professional, does the member think it is reasonable that a government, which is as bent on privatization and thereby can delist services and move more and more services into the private sector, should be the same body that can decide what is an enhanced medical service? Does the hon. member think there should be some professional body that includes Canadians which would determine what is an enhanced medical service?\n\nCan the member not tell us that there is an incredible need for accountability in the health care system? We are going to have to move into it before we can throw more money at it. It is clear with the amount of savings that Doug Angus and the health economists have said are already in the system at $7 billion a year that there has to be some ability to address the unnecessary surgery, unnecessary lab tests, unnecessary visits to the doctor in the present system. We must begin to deal with the accountability in the system before people can cry about underfunding.", 
            "topic": "Supply", 
            "time": "2000-03-17 12:55:00", 
            "attribution": "Ms. Carolyn Bennett (St. Paul's, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2100/184/", 
            "text": "Madam Speaker, to my physician colleague across the way, I think those are both very sensible suggestions.\n\nFirst off, should the government be the one that delists services? In my view absolutely not. The delisting of services should be done by public input through professional bodies. The nursing and medical professions should certainly be involved. That is a very good and significant point. Of course delisting of services has been done without much input and I think in some cases very foolishly.\n\nOn the issue of accountability, the accountability in our health care system is not good. Here is my simplistic way of looking at it. As long as there is no interchange with the patient and the provider, it is free. There should at least be a bill presented to every patient for every service in Canada stating how much it costs, the date that it was received and the patient should sign for it. They would then look at the bill. They would have to pay one nickel of the bill. They would look at it and say, “An ultrasound costs $69.30 and I thought it cost about $5”. That is the sort of innovation on accountability which I think we need.\n\nI think my colleague across the way knows full well that a lot of things are done in this medical system for legal purposes as well. I would like to address that.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:00:00", 
            "attribution": "Mr. Grant Hill", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Réal Ménard", 
                "url": "/politicians/198/", 
                "member_id": 3277, 
                "party": "Bloc", 
                "riding": "Hochelaga—Maisonneuve (Québec)", 
                "id": 198
            }, 
            "url": "/hansards/2100/185/", 
            "text": "Madam Speaker, it is with great pleasure that I take part in this debate on the motion brought forward by our colleague from the Progressive Conservative Party.\n\nHowever, I must say that I am somewhat uncomfortable with the wording of the motion. First of all, I must say that we, in the Bloc Quebecois, recognize that the issue of health should be of concern to all parliamentarians. I will have the opportunity to get back to that later on. There are many factors which prompt us to wonder how services will be delivered and how the health system will be structured in the future.\n\nHowever, the wording of the motion brought forward by the Progressive Conservative Party suggests that it is the responsibility of parliament to propose a national plan for our health care system. I think that is a mistake.\n\nLike all my colleagues in the Bloc Quebecois, I would have been more comfortable with a motion asking that transfer payments be restored to their 1993-1994 level. Everyone knows that, to all intents and purposes, money that was supposed to go to the provinces was taken from them without their permission.\n\nAs mentioned many times by our colleague from Saint-Hyacinthe—Bagot, our finance critic, these funds to which the provinces were entitled but which they did not get total $33 billion.\n\nSince the first health cuts in 1993-1994, Quebec alone has had to make up for a $6.5 billion shortfall.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:00:00", 
            "attribution": "Mr. Réal Ménard (Hochelaga—Maisonneuve, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Darrel Stinson", 
                "url": "/politicians/3097/", 
                "member_id": 3092, 
                "party": "Reform", 
                "riding": "Okanagan—Shuswap (B.C.)", 
                "id": 3097
            }, 
            "url": "/hansards/2100/186/", 
            "text": "Madam Speaker, I rise on a point of order. We are discussing a very important function in Canada, our health care system. However, I do not see a quorum in here.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:00:00", 
            "attribution": "Mr. Darrel Stinson", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/187/", 
            "text": "We will check for quorum.\n\nAnd the count having been taken:", 
            "topic": "Supply", 
            "time": "2000-03-17 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/188/", 
            "text": "There is no quorum at the moment. Call in the members.\n\nAnd the bells having rung:", 
            "topic": "Supply", 
            "time": "2000-03-17 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/189/", 
            "text": "We now have a quorum.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Réal Ménard", 
                "url": "/politicians/198/", 
                "member_id": 3277, 
                "party": "Bloc", 
                "riding": "Hochelaga—Maisonneuve (Québec)", 
                "id": 198
            }, 
            "url": "/hansards/2100/190/", 
            "text": "Madam Speaker, I invite all my colleagues to take their seat. I have prepared an excellent speech that I would like to dedicate to them.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:05:00", 
            "attribution": "Mr. Réal Ménard", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Marlene Jennings", 
                "url": "/politicians/marlene-jennings/", 
                "member_id": 2702, 
                "party": "Liberal", 
                "riding": "Notre-Dame-de-Grâce—Lachine (Québec)", 
                "id": 144
            }, 
            "url": "/hansards/2100/191/", 
            "text": "We are waiting for the popcorn.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:05:00", 
            "attribution": "Mrs. Marlene Jennings", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2100/192/", 
            "text": "They keep on popping.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Réal Ménard", 
                "url": "/politicians/198/", 
                "member_id": 3277, 
                "party": "Bloc", 
                "riding": "Hochelaga—Maisonneuve (Québec)", 
                "id": 198
            }, 
            "url": "/hansards/2100/193/", 
            "text": "Let us stay calm and continue. I know this is a difficult moment for the government members, but as my colleague said, they are waiting for the popcorn, and another colleague added that they must keep on popping. But let us move on.\n\nSince 1993-94, $33 billion have been cut in the transfer payments. Members can imagine how destabilizing that must be for the provinces. I remind the House that, for Quebec, that represents a cumulative sum of $6.5 billion since 1993-94. On a yearly basis, that amounts to one billion dollars.\n\nIt is not insignificant that every premier, when they met at a conference here in Hull—", 
            "topic": "Supply", 
            "time": "2000-03-17 13:05:00", 
            "attribution": "Mr. Réal Ménard", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/194/", 
            "text": "Oh, oh.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Réal Ménard", 
                "url": "/politicians/198/", 
                "member_id": 3277, 
                "party": "Bloc", 
                "riding": "Hochelaga—Maisonneuve (Québec)", 
                "id": 198
            }, 
            "url": "/hansards/2100/195/", 
            "text": "Madam Speaker, could we have some order? I feel so upset. I am a sensitive man and I need serenity to be able to work.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:05:00", 
            "attribution": "Mr. Réal Ménard", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/196/", 
            "text": "Order, please. I ask hon. members to listen very attentively with me to the hon. member for Hochelaga—Maisonneuve.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Réal Ménard", 
                "url": "/politicians/198/", 
                "member_id": 3277, 
                "party": "Bloc", 
                "riding": "Hochelaga—Maisonneuve (Québec)", 
                "id": 198
            }, 
            "url": "/hansards/2100/197/", 
            "text": "Madam Speaker, I ask that the clock be reset. From disruption to disruption, one is bound to get thrown off one's trend of thoughts.\n\nAs I was describing how difficult the situation can be for the provinces that make budgets and have a constitutional responsibility to provide frontline services and restructure the health network. That is why I would have shown much more solidarity with the motion tabled by the Tories, amongst whom I have many friends, if reference had been made to restoring transfer payments.\n\nThere is no such reference, which suggests that this government, this parliament, may be responsible for national standards. We believe it is not.\n\nI will digress for a moment, if I may, before getting to the bottom of this matter. Look at what is going on in health care. Under the constitution, the federal government has two main responsibilities. Because of its fiduciary responsibility toward aboriginal peoples, the federal government manages the health care system for the first nations. It also has a responsibility toward the military. One has to see the bad shape in which the health care system for these two groups is.\n\nIt took the minister some nerve to get up and offer to the provinces a cost shared program for home care. I tell the minister, with all due respect “Sit down, calm down, shut up, we have heard enough. You have no business interfering in community health programs. Mind your own business and withdraw from this system”.\n\nIf the health minister wants to help, he can restore transfer payments.\n\nLet us get that straight. For the first time in the history of mankind, the population on this side of the hemisphere—although I am not suggesting the situation is the same everywhere—is living longer than ever.\n\nIt is easy to understand that, in a society where people live longer, some will be in good health, but others will need more specialized care. This will put enormous structural pressure on our health care system. Let we give members a few examples that will help them understand.\n\nLet us see how many years it will take before people over 65 represent 25% of the population instead of the present 12%. In other words, the time it will take before the group of people over 65 represents one quarter of the population.\n\nIn Quebec, it will take 35 years. In 35 years, one quarter of all Quebecers will be over 65. It will take a little longer in other societies like English Canada. It will take on average 45 years in English provinces. In Germany, it will take 70 years. In France, our motherland—in history books, they used to talk about Marianne—it will also take 70 years.\n\nIt is no wonder that Quebec is so vocal in this debate and so committed to it. The Quebec government will be facing, very shortly, challenges that may be less noticeable in European countries. If we want to provide quality services to our fellow citizens—and I must remind you, Madam Speaker, that you will be among the people who need those services, as well as a vast majority of MPs—now is the time to get our health care system ready to provide services to these people.\n\nVarious structural pressures are coming into play. We are $1 billion short in transfer payments for Quebec. This is not an insignificant amount of money. According to Premier Lucien Bouchard, who, it is worth repeating it, is the leader of a very good government for Quebecers, half of the $1 billion that the federal government should reinvest, put back in transfer payments should go to health care, and the other half to the other two budgetary items.\n\nWhat would we do with this $500 million? Let me give a few examples. This amount of $500 million represents 25% of the budget of Montreal's hospitals.\n\nI now want to give a personal testimony. During our week off, I met with hospitals' CEOs. I met with the CEO of the CHUM, Mr. Douville, as well as with the CEO of the Maisonneuve-Rosemont hospital, Mr. Ducharme, and I spent a good hour with them.\n\nWe looked at the situation in their respective institutions. Let me tell you that, at this rate, by the end of the fiscal year, which is very near, every health care institution in Montreal will end the year with a 10% to 12% deficit. I did not take the time to check in Quebec city, or even Jonquière, but I will one day, because I suspect that the trend is relatively similar.\n\nWhat does it mean? It does not mean that the management is not good, not at all. If the same thing is happening in every hospital, it means there is a basic trend. Every health care institution will end up with a $10 to $12 million deficit.\n\nLet us take the CHUM as an example. As we know, the CHUM is the result of the merger of Notre-Dame, Saint-Luc and Hôtel-Dieu hospitals. It has a $400 million budget, which is quite a lot. On this $400 million, the shortfall in the money managers need for their various programs and do not have will be $40 million.\n\nTherefore, Quebec finance minister Landry is quite right when he says that it is not a matter of money. Yes, we need to think about how we are going to reorganize the health care system. In the medium term, however, for the next three, four or five years, it is clear that, without a significant injection of funds into the system, there will be problems.\n\nThe Government of Quebec, with its own money—the National Assembly has done its part—will inject $2.5 billion into the system in the next few years. This, however, will not be enough. We must not assume that the public is not upset, that they are not angry at seeing the government, with its surpluses estimated at between $97 billion and $137 billion—it could be more than $95 billion—doing nothing.\n\nYear after year, our colleague from Saint-Hyacinthe—Bagot, the Bloc Quebecois finance critic since 1993, has made predictions and has never been wrong.\n\nI know that the member for Louis-Hébert is closely following, like me, the career of our finance critic, the member for Saint-Hyacinthe—Bagot, and that he has never been wrong in his predictions. He is much better at it than the Minister of Finance. He has never been wrong in his predictions. He thinks the surplus could be over $95 billion.\n\nIt is this government's responsibility to restore transfer payments. There are many backbenchers in the Liberal Party. There is no shame in being a backbencher as long as one is strong and can stand one's ground. I ask them to add their voices to those of the Bloc Quebecois, the Progressive Conservative Party, the Reform Party and the New Democratic Party to put pressure on the government.\n\nLiberal backbenchers cannot be content with being what Clémence Desrochers called backing vocals. I do not know if it means anything to members, but in a signing group, there are always the lead signers and the backing vocals.\n\nLiberal backbenchers are what Clémence Desrochers, a great humorist from Quebec, called backing vocals. They must not be content with playing second fiddle; they must express the concerns of Quebecers and also of people from the other provinces because, I will say it again, there is great unanimity with regard to health care issues.\n\nI want to give other examples of what we would do with the $500 million that the Premier of Quebec could invest in the health care system as soon as he got it. This represents the budget of almost a quarter of Montreal's hospitals or half the budget of the whole CLSC network in Quebec.\n\nMembers know that the CLSCs are a rather unique model that we have in Quebec. People from all over the world or at least from North America come to Quebec to learn more about the CLSC network because it is a unique example of a network totally focused on the community, particularly for front line services.\n\nWhat do we find in CLSCs? We find of course all the services relating to young children, specialized services for people living through a crisis, and support services for community organizations. It is therefore important that CLSCs be an effective and adequately funded network, to continue to provide services to our fellow citizens.\n\nI want to be very clear: the $500 million we would have if transfer payments were restored would be fully used. That amount is the equivalent of the whole budget for home care services.\n\nThis is a critical component of the contemporary analysis that must be made of our health care system. We can be sure that people will no longer agree to grow old outside their community. When people get older—regardless of the community in which they live—their expectations and needs remain the same: they want to grow old within their natural community.\n\nThis is why Mrs. Marois and, before her, Mr. Rochon, her predecessor, who is an MNA from Quebec City, a colleague of the hon. member for Louis-Hébert, made the wise decision to move toward ambulatory care.\n\nWhat is ambulatory care? It means telling people “You are going to hospital for an operation, but you are going back home, back to your community, as soon as possible. There are people, particularly from the CLSCs, who will help you stay in your community, in your home”. This approach involves costs.\n\nI have here some figures which I can give about the rise of costs for Quebec to maintain home care services. Members will see that it is a huge budget item.\n\nI will have the opportunity to come back to this. I know I still have a lot of time. Should I run out of time, knowing how generous the Chair is, I shall borrow some from her and pay her back next week.\n\nThe $500 million could be put to good use. It is four times the annual budget of the Sainte-Justine hospital for children. It is more than three times that of the Royal Victoria Hospital, and it represents one-quarter of the cost of the prescription drug insurance plan.\n\nI say in all friendship to Liberal backbenchers that the Bloc Quebecois will not give up. We will continue to ask for health transfer payments until they are restored. I am volunteering, with the support of my many colleagues here today, to travel to every region of Quebec in May.\n\nI will visit the riding of Louis-Hébert, Lake Saint-Jean, Laval. I will even visit your riding, Madam Speaker, if you invite me. I am aware of your tradition of generosity and hospitality. We will explain to Quebecers why it is important to invest additional resources in the health system.\n\nI also want to address another very important issue, that is, what is happening in emergency rooms. They are often a reflection of what is going on in hospitals. It is equally important for people to understand that local community service centres are on the frontline, but that when there is a true emergency or a need for extended health care, they should go to hospitals.\n\nI have discovered some extremely interesting things that help us to understand the structural pressure that the system has to bear.\n\nLast year, there were 50,000 more people brought in on stretchers to emergency units in Quebec than in 1994-1995. We cannot, on the one hand, acknowledge the aging of our society and, on the other hand, think that people will not ask for health care in various locations where it is provided.\n\nFor Quebec only, and I suppose the situation is not much different in Alberta, Saskatchewan or elsewhere in Canada since the whole population is aging, there were 50,000 more people brought in to emergency units. Of that amount, 80% were 65 or older.\n\nIn conclusion, it is not up to this government to establish national health standards. The best way that this government and parliament can help people who need health care is to restore transfer payments in health care to their previous level.\n\nI urge all members, New Democrats, Reformists, Progressive Conservatives as well as Liberal backbenchers to join the Bloc Quebecois in putting pressure on the government so that in the days to come there will be additional money for provinces.\n\nThis is the challenge we have to meet. This is the duty we have to carry out. This is the best thing we can do in the days to come.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:05:00", 
            "attribution": "Mr. Réal Ménard", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2100/198/", 
            "text": "Madam Speaker, I will ask a question of my hon. colleague so he can use some of the three minutes that he lost for the quorum call.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:20:00", 
            "attribution": "Mr. Rick Borotsik (Brandon—Souris, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Murray Calder", 
                "url": "/politicians/3337/", 
                "member_id": 2566, 
                "party": "Liberal", 
                "riding": "Dufferin—Peel—Wellington—Grey (Ontario)", 
                "id": 3337
            }, 
            "url": "/hansards/2100/199/", 
            "text": "Did the Conservatives call for a quorum?", 
            "topic": "Supply", 
            "time": "2000-03-17 13:20:00", 
            "attribution": "Mr. Murray Calder", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2100/200/", 
            "text": "We did not. Madam Speaker, the Liberals never listen to what the hon. member has to say. Quite frankly he could have taught them something about the health care system if they had listened.\n\nMy question is a serious one. The member talked about the immediate implementation of transfers to health care. I do not disagree with that. We keep hearing in the House all the time that it is not a matter of money. I think the hon. member spoke very eloquently to the fact that there is money and it is part of the component of health care.\n\nWe heard recently that in the province of Quebec the finance minister, Mr. Landry, had a reserve of some $800 million which was passed on to that province. As I understand from the last budget it will be put back into health care.\n\nI would like to ask the member a legitimate question. When $800 million are spread over a period of time, all those dollars cannot be spent in one day. There has to be a somewhat reasonable expenditure of those funds. I would like the member to answer as to where and how those dollars will be put back into the system.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:20:00", 
            "attribution": "Mr. Rick Borotsik", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Réal Ménard", 
                "url": "/politicians/198/", 
                "member_id": 3277, 
                "party": "Bloc", 
                "riding": "Hochelaga—Maisonneuve (Québec)", 
                "id": 198
            }, 
            "url": "/hansards/2100/201/", 
            "text": "Madam Speaker, I would like to thank our colleague from the Progressive Conservative Party, who forms a committee of the whole with his two colleagues in the House, for asking me this vitally important question.\n\nOur colleague knows that Bernard Landry is a man of substance, a man capable of thinking ahead. The $841 million to which our colleague refers is an amount placed in trust for future needs. Had it been used immediately in the government's accounting, part of it would have had to be allocated to servicing the debt. Like his colleague the Minister of Health, the Minister of Finance wanted a massive allocation of resources for health, rather than paying off the debt now, since we know very well that, with the Canadian dollar as weak as it is, the debt is more or less paying itself off automatically. That is the reasoning behind the handling of that $841 million.\n\nI can assure my colleague, and all members of this House, that the Parti Quebecois government is going to invest all resources available to it into health. As I have stated, health costs rise in the order of 4% annually. We are familiar with how that 4% breaks down. I have the figures here. Out of a total pressure of 4%, population growth accounts for 1.3% of that, technological change, 1% and inflation, 2%. This is why there is a 4% annual increase in the costs of the health system.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:25:00", 
            "attribution": "Mr. Réal Ménard", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Murray Calder", 
                "url": "/politicians/3337/", 
                "member_id": 2566, 
                "party": "Liberal", 
                "riding": "Dufferin—Peel—Wellington—Grey (Ontario)", 
                "id": 3337
            }, 
            "url": "/hansards/2100/202/", 
            "text": "Madam Speaker, the federal government has been putting money into health care. In fact we put up $1.3 billion in emergency funds for Ontario to draw from. At that point in time Ontario spent about $750 million and it still has $556 million in a savings account that it has not spent.\n\nMy question is for the hon. member across the way. I know Quebec did the same. It has $700 million sitting in a savings account in the TD bank. Could the hon. member tell me what rate of interest it is getting for that money?", 
            "topic": "Supply", 
            "time": "2000-03-17 13:25:00", 
            "attribution": "Mr. Murray Calder (Dufferin—Peel—Wellington—Grey, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Réal Ménard", 
                "url": "/politicians/198/", 
                "member_id": 3277, 
                "party": "Bloc", 
                "riding": "Hochelaga—Maisonneuve (Québec)", 
                "id": 198
            }, 
            "url": "/hansards/2100/203/", 
            "text": "Madam Speaker, I am rather surprised at the question put by my colleague, whose only contact with me to date has been friendly teasing from the other side of the House. I think he looks a bit like the man from Glad, and I say this in all friendliness.\n\nAs far as the rest is concerned, I think that, had my colleague listened, he would have understood my response to his question. So, not wanting to improperly use the time of the House, I would refer him to Hansard , because I have already answered that question.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:25:00", 
            "attribution": "Mr. Réal Ménard", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Darrel Stinson", 
                "url": "/politicians/3097/", 
                "member_id": 3092, 
                "party": "Reform", 
                "riding": "Okanagan—Shuswap (B.C.)", 
                "id": 3097
            }, 
            "url": "/hansards/2100/204/", 
            "text": "Madam Speaker, following that same line, I know that the province of Quebec and the province of Ontario should be congratulated for their payments toward the hepatitis C victims. The question here is how much is being saved in interest by making non-payments.\n\nI also know that the federal government has paid the lawyers for the hepatitis C victims. Perhaps the hon. member could tell me if he has any idea how much money in interest the federal government is making by not paying the hepatitis C victims.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:30:00", 
            "attribution": "Mr. Darrel Stinson (Okanagan—Shuswap, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Réal Ménard", 
                "url": "/politicians/198/", 
                "member_id": 3277, 
                "party": "Bloc", 
                "riding": "Hochelaga—Maisonneuve (Québec)", 
                "id": 198
            }, 
            "url": "/hansards/2100/205/", 
            "text": "Madam Speaker, that is an excellent question. I wish to thank the hon. member for such a perceptive question.\n\nBriefly, this government, with a cowardice rarely seen, with a complete lack of sensitivity, which caused an outcry right across Canada, decided not to compensate hepatitis C victims who were infected before 1986 or after 1990.\n\nAnyone who reads the Krever report—I have read it from cover to cover—can see perfectly well that the government has a responsibility. What is the first recommendation of the Krever report? What does this report say? I do not want parliamentarians across the way to forget this, because it is a question of compassion, of helping others. I am ashamed, it makes me sick to think that this government, with a surplus of $95 billion, was not able to compensate hepatitis C victims.\n\nWhat did the Minister of Industry do for these people? What action was taken by the member for Notre-Dame-de-Grâce—Lachine, normally so vociferous, so outspoken in the House? These people hid behind a mask of insensitivity—", 
            "topic": "Supply", 
            "time": "2000-03-17 13:30:00", 
            "attribution": "Mr. Réal Ménard", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/206/", 
            "text": "Oh, oh.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Réal Ménard", 
                "url": "/politicians/198/", 
                "member_id": 3277, 
                "party": "Bloc", 
                "riding": "Hochelaga—Maisonneuve (Québec)", 
                "id": 198
            }, 
            "url": "/hansards/2100/207/", 
            "text": "These members let them down, when the first recommendation of the Krever report was for no fault compensation regardless of date of onset.\n\nWe will never forget this. This government carries the stain of having let down hepatitis C victims, and it can never be told too often in the House how badly it behaved in this affair.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:30:00", 
            "attribution": "Mr. Réal Ménard", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2100/208/", 
            "text": "Madam Speaker, I am very pleased to participate on behalf of my colleagues in the NDP caucus in this very important debate.\n\nThe first thing I want to say, given the time restrictions on this opportunity, is “so little time and so much to say”. There is no doubt, I am sure, in the minds of anyone in this Chamber that health care is the number one priority of Canadians, yet this place has spent so little time addressing this very urgent priority.\n\nTherefore, I want to commend the Conservatives for bringing forward this motion because it allows us an opportunity to raise the concerns of Canadians and to hold our government to account for its dereliction of duty and negligence in the face of Canadians' priorities and needs.\n\nWe may have some disagreement with the wording of the motion, in that it may not go far enough. We would have liked to have seen a more explicit reference to our public health care system. However, we will support the motion because it does in fact take us one step closer to doing what this government ought to have done in the first place, and that is to ensure that health care today is placed on a sure footing with guaranteed, sustained, predictable funding, something which this government has denied the people of Canada.\n\nI would be remiss if I did not single out the work of my colleague, the health critic for the Conservatives, who brought forward this motion and who has played a very active role in pursuing issues of concern to Canadians on this whole issue of public health care and health care in general. Therefore, I want to commend him for his contribution in the House today.\n\nHaving said that—and I know he will not like it when I say this, nor will any Conservative—I welcome the Conservatives back into the debate on health care. I do not have to draw too much attention to that fact because the media has been careful at scrutinizing the work of this place over the last three weeks, mentioning that New Democrats have stood alone in this place day in and day out raising the number one concern of Canadians.\n\nWe noted with chagrin and disappointment that the Conservatives, the Reform and the Bloc chose not to launch an immediate attack on the government the day after the budget was released in the Chamber, when it became apparent that the government was prepared to do no more than spend a paltry sum of taxpayers' money on their number one priority: universally accessible, publicly administered health care.\n\nIt gets a little lonely down at this end of the House. It gets a little lonely when we are raising the number one issue of Canadians and there is no one here with us.\n\nI regret that we have not had more of a collective approach on this number one issue over the last three weeks, but it is never too late. I am therefore very grateful to the Conservatives today for bringing this motion forward because it is a very timely motion at a most critical juncture in the history of the country.\n\nWhat surprises me more than anything is to hear the Liberals so clearly and vehemently opposing this motion. I cannot for the life of me understand why they would oppose a motion which is basically in line with the rhetoric and promises of the government. I cannot understand it, except that we are very used in this place to the political grandstanding of Liberals when it comes to the number one priority of Canadians.\n\nI regret that the Liberals are playing politics with such an important issue and I regret that they cannot join with us today, all parties, and support a motion that at least gets us partway toward achieving an objective that is important to Canadians right across the country.\n\nThe other thing that is very surprising today is to listen to the Reform Party. I think this is the first defence I have heard of Bill 11, outside Ralph Klein and his cronies in Alberta. This is the very first actual public demonstration of support for that bill, which is the single most destructive initiative to medicare in the history of the country.\n\nWe know from the news that every group in Alberta, and important organizations right across the country, have rallied together to try to stop Bill 11, and for very good reason. We know that the Alberta Medical Association is opposed to Bill 11. We know that the United Nurses of Alberta is opposed to Bill 11. We know that the Canadian Association of Nurses is opposed to Bill 11. We know that the Catholic bishops in Alberta, and undoubtedly right across the country, are opposed to Bill 11. We know that the Friends of Medicare, representing many individuals, senior citizens and organizations right across the province of Alberta, are opposed to Bill 11. We even know that the executives of the oil companies in Alberta are opposed to Bill 11, maybe for different reasons than the Friends of Medicare; however, what is clear is that there has not been a single voice of support for Ralph Klein and his bill that will privatize health care and lead us down the path of two tier Americanized health care in the country.\n\nI guess that helps to clear up the picture today, because we have been treated over the past number of years to subtle references by Reform members of the need to go forward by going backward, to go forward by allowing private sector companies to invade our health care sector and to establish a parallel, private health care system.\n\nIt helps Canadians to know, when it comes to this number one issue, where they can turn for help and support, and what kind of danger the country would be in if the Reform Party was allowed to go one step forward with its destructive, harmful agenda.\n\nLet us be absolutely clear where Reform stands, especially now as we see the leadership race for the upcoming party, the Canadian alliance, develop in the House and hear the Reform Party critic for foreign affairs contemplate entering the race as he bases his platform on the pursuit of a parallel, private health care system. Let Canadians know what they are dealing with. That does not even touch on the sentiments that we hear coming out of the mouth of Stockwell Day.\n\nI do not think it matters who is the candidate or who is the next leader of the Reform Party or the Canadian alliance because they all say one thing and one thing only: “Let us scrap our universally accessible, publicly administered health care system”. Whether they say it or not, it really is the case. They say “Let us move toward an Americanized two tier health care system”. If people have the money they can access quality health care services. If they do not, then they take a number and stand in line.\n\nCanadians reject that approach from coast to coast to coast. Canadians say with one voice that we will and we can pursue, manage and maintain a universal health care system. Medicare has held us in good stead in the past and it is our model for the future. It is something which we must take forward into the new millennium.\n\nThe motion before us is about the kind of financial stability which our health care system needs. Although it was not raised in Oral Question Period by the Conservatives, it flows from the budget of February 29 when the Minister of Finance stood in the House and said that the great contribution in the face of this crisis in health care in Canada would be $2.5 billion divided between health and education, allocated on a one time basis, and spread over four years.\n\nAs we have said earlier, that is a paltry sum. Peanuts. An insignificant amount. Hardly an expenditure commensurate to the task at hand. As our leader has said time and time again, that announcement represented a two cent commitment for every dollar the government proposed in tax cuts. That is the commitment of the government and that is what all of us in the House are talking about today and raising our voices around.\n\nWe must have a commitment on the part of the federal government to restore the cash it cut out of the system in 1995 when it brought in the most regressive social policy in the history of the country, throwing out block funding for health care and education in CAP and putting in place the CHST, the Canada Health and Social Transfer. At that time it took $6 billion out of health care, education and social assistance, the biggest bite out of social programs in the history of the country, and it has only partially repaid what it cut.\n\nWe have heard what the Liberals do in the face of this. They know the reality, but they pretend something else. To use the Prime Minister's own words, the Liberals' words “do not meet reality”. There is no basis in fact for what the Prime Minister, the Minister of Finance and the Minister of Health are saying when they claim that the federal government's share of health care funding in the country is up to—what did they say today? Thirty-three cents on the dollar? That is a total distortion of reality. That is totally a misuse of the expenditures allocated for health care and it is not a service to the task at hand.\n\nWe know what the government is doing. It is throwing in tax points, the cash that is left and equalization payments. It is adding it all up and saying “Look what we are doing”. The Liberals themselves have acknowledged in the past that it is only the cash that determines public spending. It is only the cash that counts. It is the cash that holds this country together. It is the cash that ensures we have a national health care system.\n\nIt is totally bogus for the government to suggest that tax points should now suddenly be considered in this formula. The Prime Minister himself acknowledged this on March 1, 1995 when he spoke on a CBC radio program. He said:\n\nA lot of the money has been transferred over years as tax points. When you transfer tax points, you lose all leverage after that because you don't collect the money; they collect the money. You say okay, I will not collect this money, you collect. But after 10 years people don't say that it's tax points coming from the federal government. They just say this is our own tax. And when the tax points increase, the value of the tax points increase over years the cash goes down, and eventually there will be no cash that will be sent.\n\nCanada was put in that situation because of Conservative policy leading up to the election of the Liberals as the government in 1993. Maybe this is why the Conservatives have been a little slow off the mark and why they are a little reluctant to be more explicit about salvaging a public health care system in their motion.\n\nI do not need to remind the Conservatives what happened under Brian Mulroney. It is very important that we do not repeat the mistakes of the past so we can acknowledge where we went wrong, correct the errors and move forward in a way that makes sense for the benefit of all Canadians.\n\nI do not need to remind the Conservatives that under the Mulroney government the finance legislation was changed three times in order for the government of the day to diminish cash payments to health care. I will quote from a report that I delivered to the finance committee in 1991. I was serving as an MLA in Manitoba and was acting as the health critic for the NDP in that province. I quote from a report dated November 25, 1991 in response, ironically and interestingly, to a bill numbered C-20. I started by acknowledging where it started in 1982. I said:\n\nIt started under the Liberals in 1982, when the then federal government removed the guarantees supporting cash payments, lumping the cash and tax point revenues together to determine the per capita entitlement. The present government—\n\nI was referring to the Mulroney government.\n\n—has used this 1982 change to gut the cash payment entirely, which it has done in a series of steps over the past six years. In 1985 the federal Conservatives declared without consultation that the cash entitlement under the EPF act would be restricted to economic growth minus two percentage points. Soon after, the two percentage points became three percentage points. In 1990 a complete freeze in EPF payments through the 1992 fiscal year was imposed, and now Bill C-20 will extend that freeze through the 1995 fiscal year.\n\nThe impact of these steps are well documented. Federal cash payments for health care will end, and much more rapidly than expected, if Bill C-20 is allowed to pass. Bill C-20 is in fact an admission of the long term negative impact of the federal funding formula changes and an implicit recognition of the importance of leverage that comes with the withholding of cash payments.\n\nThat is the crux of the matter: the importance of cash payments as leverage in terms of holding provincial governments to account and responsible for adherence to the principles of the Canada Health Act, the five principles of medicare.\n\nThe Liberals did learn a little from the mistakes of the Conservatives by ensuring in 1995 there was at least a cash floor. But the problem is the cash floor is down at about $12 billion. With the money added by the government in last year's budget and this year's budget, we are up to a cash floor of approximately $15 billion. That is still more than $3 billion short of what the cash transfers were for health care in 1995.\n\nNo matter what the government wants to say about 25 cents on the dollar or 33 cents on the dollar, the fact of the matter is it is 15 cents on the dollar if we really look hard. That is precisely what is wrong with the approach the government has taken. That is why we have to work together to get back to the 50:50 partnership that was behind medicare in the first place.\n\nThe abdication of responsibility by the federal government and its failure to ensure stable predictable funding for provincial health care systems have opened the door to the likes of Ralph Klein and Ontario's Mike Harris who are bent on privatization and who are determined to move forward. As soon as the federal budget was released, they hauled out the sign which said “go private”. What is inexcusable on the part of the government is that it has created the Klein monster. It is going to create the Harris monster by not acting now, by not ensuring stable funding and by acting in complicity with the likes of Klein and Harris.\n\nLet me specifically refer to something the Liberals do not want to talk about in the House. Let us look at the 12 point agreement that was signed by the government in 1996. We all heard the former Minister of Health, the member from North Bay, say that she was being pressured into signing the agreement between Alberta and the federal government which further advanced the agenda on private clinics and she refused. She had the courage to stand up against the likes of Albertan politicians who were determined to open up our public system to private forces.\n\nI had hoped that we would have the same kind of courage from the present Minister of Health. What did we get instead? Nothing. He is doing nothing but making broad rhetorical statements and getting into hot water with Ralph Klein who is throwing insults his way. He is not standing up with anything concrete. If he is going to be insulted for doing nothing, he might as well be insulted for doing something.\n\nWe are trying to get the Minister of Health to take a position on Bill 11. Why stall? Why neglect? As I said earlier, why do Canadians have to go to bed one more night without knowing whether their government will take action on Bill 11, and without knowing whether their treasured public health care system will be there for them and their families in the future? Why will the government not act today? The crisis is upon us. We are at a watershed in the history of this country. Let us go forward.\n\nAs I have said to the Minister of Health, act today, do not delay and stand up for our most treasured national medicare program that has served this country so well.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:30:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/209/", 
            "text": "I must inform the House that I have received notice from the hon. member for Langley—Abbotsford. He is unable to move his motion during private members' hour on Monday, March 20, 2000.\n\nIt has not been possible to arrange an exchange of positions in the order of precedence. Accordingly, I am directing the table officers to drop the item of business to the bottom of the order of precedence.\n\nPrivate members' hour will thus be cancelled and government orders will begin at 11.00 a.m.", 
            "topic": "Business Of The House", 
            "time": "2000-03-17 13:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2100/210/", 
            "text": "The House resumed consideration of the motion and of the amendment.", 
            "topic": "", 
            "time": "2000-03-17 13:50:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2100/211/", 
            "text": "Madam Speaker, I was delighted to hear the compliments that the member threw at me. I have always known that she has been a big fan of mine. Now that it is on the public record, I feel that much better about it.\n\nOn a more serious note, the member in all fairness pretty well covered the waterfront. I am sure when the member for Saint John is on her feet on debate she can take her to task on some of the points we may disagree on.\n\nOne of the points which I made earlier this morning was the lack of negotiation with the provinces and the name calling and finger pointing. We have had seven years of it. There is no point in continuing along that line but I cannot see anything positive coming from the health minister and in particular the Prime Minister in terms of coming to grips with the question of fixing our health care system. All they want to do is talk and argue.\n\nAs I pointed out this morning, Madam Speaker, when I point to you and lay blame, I have three fingers pointing back at myself. But is that not the case with the health minister? He can lay blame in all the provinces but he never takes responsibility himself.\n\nI would like the member to comment on that. In other words, seven years of inactivity on this file has left us in a very precarious position in terms of where our health care system is going.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:50:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2100/212/", 
            "text": "Madam Speaker, I could not agree more with the Conservative health critic. I want to add to his comments by suggesting that the Minister of Health has done a great disservice to our ability as a country to go forward in a co-operative, collective, community based approach to solve the problems of our health care system and ensure we can preserve medicare.\n\nI believe that the government, not only the health minister but the finance minister and the Prime Minister stood up in the House and tried to suggest that it was not federal cutbacks at all, that the federal government had played a very significant role in federal funding. By denying the cuts that it had enacted on this country, by pretending that it had suddenly increased tax points and taken up the slack, by diffusing the issue, the government has added to the conflict that exists at the federal-provincial table today and now we are at a very difficult impasse.\n\nThere are three steps that have to be taken before we can get beyond this. First of all we have to have a commitment from the federal government to restore the cash that it cut out of the system in 1995 to fully restore the federal cash transfer payments for health care. That is the only way we can stabilize the system and ensure that we have the co-operation of provincial and territorial governments at the federal-provincial table.\n\nSecond, the minister has to then pursue the enhancement of medicare, which involves a national home care plan and a national drug plan as promised in the government's 1997 and I believe 1993 election red books. He has to pursue those national projects. They are extremely necessary from the point of view of provincial governments and they ensure we can go forward based on a public model.\n\nIf we are truly serious about going forward, the Minister of Health has to take a firm position with Alberta. By showing leadership, firmness and clarity, he will win more support from Ralph Klein and Alberta's minister of health than is the case presently, and will provide the basis upon which to go forward. This vagueness, this hesitation, this lack of willingness to actually be precise but yet to invade our thoughts and our minds with pure rhetoric and generalizations does nothing to take us forward. That was my third point.", 
            "topic": "Supply", 
            "time": "2000-03-17 13:55:00", 
            "attribution": "Ms. Judy Wasylycia-Leis", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Lynn Myers", 
                "url": "/politicians/2399/", 
                "member_id": 2644, 
                "party": "Liberal", 
                "riding": "Waterloo—Wellington (Ontario)", 
                "id": 2399
            }, 
            "url": "/hansards/2100/213/", 
            "text": "Madam Speaker, I listened with some interest to the member opposite pat herself on the back with respect to what she had done presumably in 1991. I was certainly interested in that.\n\nThe one thing we know about the NDP members is that they are not very good with numbers. I think we witnessed that again here today with the member's speech. NDP members have an inability to really come to grips with such a very important issue and the kinds of things that are necessary in terms of our health care.\n\nFor members of the NDP the sky is always falling. It is too bad that they get into those flights of rhetoric and try to always undermine the very system that we in Canada take for granted.\n\nI do agree with the hon. member when she talks about the Reform Party and what it stands for. Reform members stand for a two tier Americanized system, and that is something Canadians reject out of hand.\n\nI was somewhat disconcerted when I read in the Hansard of March 2, 2000 that the hon. member for Shefford who is a Progressive Conservative also seemed to indicate that privatization was something that should take place in Canada. I was astounded because I would have thought better of the Progressive Conservatives. This after all is their motion today.\n\nI also noted that the member for Chicoutimi was quoted recently as saying that perhaps the Conservatives and the Reformers should get together in some sort of holy or unholy alliance. I think his words were: “Let's find common ground”. If they are to find common ground on that kind of issue presumably they will on health care as well.\n\nI would caution Progressive Conservatives not to go down that path. They should be careful when it comes to these kinds of things. We saw them flip on the clarity bill. Heaven help us if they flip on something as important as health care.\n\nI listened to the speech of the member opposite. Why would her leader under the platform of the NDP in the last election commit $79 billion to new spending over five years, only 10% of which or $7 billion was committed to health care? It does not add up. NDP members talk about the importance of health care yet their commitment was absolutely outrageous in terms of what they were proposing. It is unbelievable.\n\nLet me conclude by giving the record. What Bob Rae and the NDP and Glen Clark and the NDP in B.C. did was outrageous. My question to the member is simple. Why does she not work with all of us, our provincial and territorial partners and the health minister, to try to find a solution instead of all the nonsense they keep raising and all the rhetoric they keep stirring up, all this sky is falling kind of nonsense? Why will she not commit the NDP to working with us to get a good solution for the all important health care issue in Canada?", 
            "topic": "Supply", 
            "time": "2000-03-17 13:55:00", 
            "attribution": "Mr. Lynn Myers (Waterloo—Wellington, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2100/214/", 
            "text": "Madam Speaker, we have been trying to do precisely that and have been getting nowhere. I would like the member who just spoke to remember that, if he is listening.\n\nI would like members opposite to know that we have tried to co-operate by sharing the legal opinions which show that Bill 11 is in violation of the Canada Health Act. Even after hearing the Minister of Health say that he would love us to share them with the House, his House leader said that they did not want those documents tabled. They did not want anything to do with them. What do they have to hide and what are they so worried about?\n\nThe member accuses me of poor math. I can take that. He can insult me all he wants personally, but I want to know from him whether he disputes the facts we have presented to the House. Is he prepared to say that the premiers of every province in the country are not telling the truth? Is he prepared to say that every health care organization in the country is not telling the truth?\n\nIf that does not mean anything to the member, if it is not cuts in health care spending, if it is not lack of leadership by the federal government, how does he account for the present situation of overcrowded emergency rooms, growing waiting lists for long term care, inadequate home support and overloaded health care workers? The list goes on and on.\n\nIf the member does not want to deal with the financial reality it has imposed upon us and all Canadians because of his government's policies then perhaps he can account for the critical situation in our health care system, not the—", 
            "topic": "Supply", 
            "time": "2000-03-17 14:00:00", 
            "attribution": "Ms. Judy Wasylycia-Leis", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/215/", 
            "text": "I am afraid the member's time has expired.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:00:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2100/216/", 
            "text": "Madam Speaker, first and foremost I thank the hon. member from Charlotte county who brought forward the motion. It tugs at my heart to look today at the empty seats on both sides of the House.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:00:00", 
            "attribution": "Mrs. Elsie Wayne (Saint John, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/217/", 
            "text": "The hon. member is very well aware that we do not comment on the presence or absence of members in the House.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:00:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2100/218/", 
            "text": "Madam Speaker, this is a very serious issue that we have to deal with.\n\nWe have to deal with why so many people are lined up in our hospitals, waiting for operations and having a difficult time. I am so glad to see that the Minister of Industry is here today because I say if there is stress—", 
            "topic": "Supply", 
            "time": "2000-03-17 14:00:00", 
            "attribution": "Mrs. Elsie Wayne", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Lynn Myers", 
                "url": "/politicians/2399/", 
                "member_id": 2644, 
                "party": "Liberal", 
                "riding": "Waterloo—Wellington (Ontario)", 
                "id": 2399
            }, 
            "url": "/hansards/2100/219/", 
            "text": "Madam Speaker, I rise on a point or order. You have already warned the member opposite. She is a longstanding parliamentarian in the House. She should know not to comment on the absence or presence of people in the House. By the way, I would ask her where she was the night of the clarity—", 
            "topic": "Supply", 
            "time": "2000-03-17 14:05:00", 
            "attribution": "Mr. Lynn Myers", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/220/", 
            "text": "The hon. member has a legitimate point. We do not comment on the presence or absence of members in the House.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2100/221/", 
            "text": "Madam Speaker, when we look at the health care system we have to wonder what has happened and why so many ill people are on waiting lists today. When I had 4,000 men working at our shipyard back home, they were feeding their families and educating their children. They were happy. They added to the economy. Now I have them coming to my office, not just the men but their wives and their children as well. The stress they are under is affecting their health. They cannot work, go to college, elementary or preschool if they do not have their health.\n\nIt has to be a number one priority for the government of the day. I am really concerned about what is happening. When I look back at the cuts that have taken place since 1993, Mr. Hugh Scully, president of the Canadian Medical Association, stated that the increase did not take into account an increase in population, an older population, advances in technology or advances in knowledge.\n\nI am disappointed that the government would make the cuts it has to health care. Back home in New Brunswick when the Liberal Party came into power and Frank McKenna was the premier, does the House know what he did to husbands and wives who were seniors? He brought in a policy that said if they had to go into a nursing home it did not matter where it was, that they had to take the first bed within 100 miles of where they lived. We had husbands in one home, 100 miles away from their families, and their wives 100 miles in another direction.\n\nI had their children and relatives coming to me. They could not even go to visit their fathers or their uncles or their aunts. When Bernard Lord took over, the first thing he did was drop that policy. He said that the policy was inhumane and that if they had to go to a nursing home they would be together.\n\nWhat has happened with our health care system is totally inhumane. I cannot believe it. My hon. colleague, our health critic, was the first person to bring before the House the hepatitis C issue. No one here mentions that, but he never gave up on it. Have they received their cheques? No. The only reason we were able to get any attention whatsoever was that the opposition side came together to fight for those people, but they still have not received a cheque.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:05:00", 
            "attribution": "Mrs. Elsie Wayne", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2100/222/", 
            "text": "Only the government's lawyers have been paid.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:05:00", 
            "attribution": "Mr. Greg Thompson", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2100/223/", 
            "text": "Yes, only the government's lawyers have been paid. What has happened to human society? What has happened to us? We are no longer there. I am really disappointed.\n\nI happened to get a hold of the priority resolutions that the Liberal Party will consider at its convention today. I am sure, Madam Speaker, that you would not agree with the No. 2 priority resolution, the legalization of marijuana. Guess where the health care issue is on the list. It is not quite at the bottom but it is No. 9. Homelessness is No. 29, next to last.\n\nThe priorities of this present government have legalization of marijuana as second on the list and health care as ninth. What has happened?", 
            "topic": "Supply", 
            "time": "2000-03-17 14:05:00", 
            "attribution": "Mrs. Elsie Wayne", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/224/", 
            "text": "What are they smoking?", 
            "topic": "Supply", 
            "time": "2000-03-17 14:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2100/225/", 
            "text": "I do not know. I will not say what they are smoking. They will have to tell me what they are smoking. There is a real problem and we have been saying that from day one. When the government has its priorities in that order then we are in a serious situation. We truly are.\n\nLet us look at what has happened to the military health care system. They did not put enough money into that either in the budget. I have risen in the House many times to discuss the ill effects and dangers of depleted uranium. Has the government ever done anything for them? No. It is just like hepatitis C. No, it has not.\n\nWhen we are talking about transfer payments, the minister of finance for the province of New Brunswick is telling us that the amount of the transfer payments it will receive from the budget will only look after health care for three or four days. Where are the priorities of the government? We feel very strongly—", 
            "topic": "Supply", 
            "time": "2000-03-17 14:10:00", 
            "attribution": "Mrs. Elsie Wayne", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2100/226/", 
            "text": "The leadership race is the priority.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2100/227/", 
            "text": "I do not know.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:10:00", 
            "attribution": "Mrs. Elsie Wayne", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2100/228/", 
            "text": "Where is Joe Clark?", 
            "topic": "Supply", 
            "time": "2000-03-17 14:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2100/229/", 
            "text": "Madam Speaker, as you can hear, my hon. friends on the government side still do not have their priorities straight. If they had their priorities straight they would be standing and telling us that they would fight for money for health care.\n\nWe have to establish national goals. That has to be done because the Prime Minister needs to sit down with the premiers as well, not just the Minister of Health. The Prime Minister needs to sit with them, and he refused to do it. We cannot understand why he would refuse to do it.\n\nThe government has to discuss this issue. It has to create a longstanding credible system, not one that is here today and gone tomorrow depending on politics. As I stated when I first rose today, people cannot work, cannot go to school and cannot study. It is a terrible burden on all families. It is a terrible burden on society when this happens, but it happens. They are under stress, the stress the likes of which I have never seen.\n\nIn my riding which has the largest city in the province all CN men have been laid off because the rail passenger service was taken away. The coast guard was cut from 365 down to 65. The oldest sugar refinery in Canada was told that it would be closed down. That amounts to stress for all families.\n\nA little boy and a little girl from high school came into my office just the other day and asked whether I could find their father a job. He was going to Nova Scotia and they did not want to move. Another person came in who was going to the United States. They do not want to move. They want to stay home. The only way they can do that is with good help. I wish to move the following amendment to the supply day motion:\n\nThat the motion be amended by adding after the word “House” the word “strongly”.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:10:00", 
            "attribution": "Mrs. Elsie Wayne", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/230/", 
            "text": "Perhaps the hon. member is not aware of the fact that the same amendment has already been moved.\n\nIt being 2.15 p.m., it is my duty to interrupt proceedings and put forthwith any question necessary to dispose of the business of supply.\n\nIs the House ready for the question?", 
            "topic": "Supply", 
            "time": "2000-03-17 14:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/231/", 
            "text": "Question.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/232/", 
            "text": "The question is on the amendment. Is it the pleasure of the House to adopt the amendment?", 
            "topic": "Supply", 
            "time": "2000-03-17 14:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/233/", 
            "text": "Agreed.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/234/", 
            "text": "No.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/235/", 
            "text": "All those in favour of the amendment will please say yea.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/236/", 
            "text": "Yea.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/237/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2100/238/", 
            "text": "Nay.", 
            "topic": "Supply", 
            "time": "2000-03-17 14:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/239/", 
            "text": "In my opinion the nays have it.\n\nAnd more than five members having risen:", 
            "topic": "Supply", 
            "time": "2000-03-17 14:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2100/240/", 
            "text": "Pursuant to order made Thursday, March 16, 2000 the recorded division stands deferred until Tuesday, March 21, 2000 at the expiry of the time provided for Government Orders.\n\nIt being 2.17 p.m., this House stands adjourned until next Monday at 11 a.m., pursuant to Standing Order 24(1).\n\n(The House adjourned at 2.17 p.m.)", 
            "topic": "Supply", 
            "time": "2000-03-17 14:15:00", 
            "heading": "Government Orders"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332190", 
    "url": "/hansards/2100/", 
    "session": 2, 
    "date": "2000-03-17", 
    "id": 2100
}