{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2105/0/", 
            "text": "The House resumed from February 23 consideration of the motion that Bill C-10, an act to amend the Municipal Grants Act, be read the third time and passed.", 
            "topic": "", 
            "time": "2000-03-24 10:05:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Werner Schmidt", 
                "url": "/politicians/3071/", 
                "member_id": 2480, 
                "party": "Reform", 
                "riding": "Kelowna (B.C.)", 
                "id": 3071
            }, 
            "url": "/hansards/2105/1/", 
            "text": "Mr. Speaker, it is a privilege to enter the debate on Bill C-10. Essentially, we should recognize that it is a good bill. It moves in the right direction and does some of the right things. In particular, it changes the word “grants” to “payments”. They were grants in lieu of taxes and now they will be be payments in lieu of taxes. In terms of what has been happening in the House in the last little while concerning grants, and the auditor general's comments yesterday before the HRDC committee and the reports of his statements this morning in the National Post , we can easily see that perhaps it was even some kind of a portent on the part of the minister of public works to change the word “grants” to “payments”. There are some good reasons he would want payments rather than grants.\n\nWe need to recognize that the bill accommodates much of what ought to be happening in the world of government and in the world of business generally.\n\nThe bill is also supported by the Federation of Canadian Municipalities, which has suggested that there are some things the bill should have accommodated that it did not.\n\nI should also indicate that there was some reticence on the part of departmental officials as well as the minister to make certain amendments. I think he should have adopted some of the proposed amendments, but he chose not to. I will speak about them a bit later.\n\nThe third thing we should recognize is that we can support the bill as Reformers because our policy is very clear. It states that all laws pertaining to individuals and the private sector apply equally to the Government of Canada, its personnel, its agencies and parliament.\n\nWe do not believe that a parliamentarian is above the law. Neither do we believe that individuals who work for the Government of Canada ought to be above the law. They are subject to the law just as any other citizen ought to be subject to the law. This is particularly relevant when it comes to the business of taxes to be paid to municipalities or tax assessing authorities where there are government owned buildings and the municipality or the taxing authority provides services in the form of roads, infrastructure and utilities. It costs money to provide those services and government should not be exempt from paying an amount that is fair, equitable and comparable to that paid by other taxpayers to the taxing authority.\n\nThe same issue applies to crown corporations. We should be clearly cognizant of the fact that both crown corporations and the government ought to be responsible and pay their legitimate dues to the taxing authorities which provide services to government properties.\n\nThere are some very serious issues that ought to be talked about. The constitution of Canada says very clearly that the minister or the government cannot be forced to pay taxes to the taxing authority in the municipality where a particular piece of real estate might be located. The constitution says that the government is exempt.\n\nThis legislation has been crafted in such a way that the minister may pay in lieu of taxes certain moneys to the taxing authority. The key word is “may”. It should be “shall”. Just like the people, the government should have to pay, but the constitution says that the government does not have to pay.\n\nThere is another possibility which could have been adopted, which is that the minister may not unreasonably withhold moneys. Or, if he does withhold or amend the amount, he must give reasons to the taxing authority as to why he is amending, changing or withholding certain payments in lieu of taxes.\n\nIt does not only go to that point; it also goes to the advisory panel which provides certain advice. I will get into that in a bit more detail later.\n\nI want to talk as well about late payment of taxes. Supposing that the government decides through its minister that rather than pay the taxes on the date specified in the tax assessment it will pay on some other date. In that case, if the government decides to make a late payment, it is up to the minister to decide how late it will be—and there could be a dispute on the dates—and he may have to pay a bonus or an interest charge.\n\nBusiness people know very well that if they are late in the payment of their taxes they are assessed a service charge, interest on the late payment. I believe that the minister should be in exactly the same position and should be obligated to at least give the reasons for which he is withholding the interest charges.\n\nThe bill also provides for an advisory panel. This is a very useful mechanism. The advisory panel would give the minister advice on the assessment. If a building that the government owns is fully occupied by the government, then it should pay the full amount. If the government has leased the building to a third party, who is liable? Is it the third party? Is it the government? Who is liable? The bill provides that the advisory panel would advise the minister on these issues.\n\nHowever, the minister is not obligated to take that advice. He may ignore the advice.\n\nThe panel would be comprised of people who understand what this is all about. It would be made up of tax assessors, people who know how to evaluate property for its fair market value, whether buildings or land.\n\nThere could be disputes, as there are with tax assessments on real estate. The minister might question the assessed value. He might say that it is too high. There is an appeal process. He may also talk about a variety of other issues when he comes to the appeal. He may talk about ownership and things of that type.\n\nThis advisory panel, which acts as a dispute resolution mechanism, may provide some advice to the minister. It may say that the assessment, which the minister says is really too high, is correct. Or, it may tell the taxing authority that their assessment probably is too high. Nevertheless, the minister, regardless of what it is, is not obligated to accept this advice. He may amend it, he may change it or he may use it. It is entirely up to him.\n\nWhy is it that we are so concerned about these issues? Why is it that the minister would want to ignore the advice of the panel? Why is it that the minister might not wish to pay taxes, or he might wish to pay late, or he might wish to adjust, or whatever the case may be? He is not obligated. Why is it that he does not want to have the requirement of this parliament to give reasons. He should be required to give reasons to the taxing authorities as to why he would not accept the full assessment of the taxes that he is to pay. If he has the authority to pay he should be obligated to pay if he is operating in an equitable, fair and open basis.\n\nIt could be that the minister just simply wants the power to say that he is able to do this and do whatever he jolly well pleases. It is quite possible for him to do that. If we look at some of the arrogance that exists on the front bench that we have seen in the last little while, it could be that.\n\nI happen to know the hon. minister in this connection and I do not believe that is his motivation at all. It could be something else. It could be manipulation. There could be friends in some of these taxing authorities where the money should be paid immediately. However, there should be no question that if there is a late payment the appropriate interest should be paid.\n\nThere could be other municipalities or other taxing authorities where the particular management is not necessarily friendly with the minister because they may have voted for a different party rather than the one that is in power. In this case the minister could say that maybe he should not pay the full amount, that he should wait a little while, or that he will reduce the interest rate on this one. There is a possibility of playing favourites here. I happen to know that the minister involved would not do that but the possibility exists.\n\nWhen we make legislation in the House we should write the legislation in such a way that partisan politics does not become an issue. When it comes to the business of taxing and paying taxes, it should be done in a fair, equitable and transparent manner so that every Canadian is treated the same as every other Canadian. There should be no particular advantages to one group vis-à-vis another group. It should not be possible for a minister to intrude and manipulate the situation to his advantage or the advantage of the political party that he is involved with.\n\nThe very same set of arguments also applies to the panel. Why should the minister, having a group of experts that is available to him and providing him with good advice, be in a position to ignore their advice? I think the advisory panel is there as a mechanism, as a protection for Canadian taxpayers so that disputes can be resolved equitably, quickly and in an impartial way. If the minister chooses to ignore the advice of the panel he should be required to give reasons for doing so.\n\nWe also need to look at a couple of other things. The first of these are the rights of the taxpayer. What rights do we have as Canadian taxpayers who support the government, who support the programs and who pay for the programs even if they do not support them? What are the rights of the individual taxpayer? The rights of the individual taxpayer are that we should know where our taxes are going, how much our taxes are and the basis for those taxes so that they are equitable and fair and we know exactly what is happening in each of these areas.\n\nIt goes beyond that. There are three crown corporations that are for-profit corporations. They include the Canada Mortgage and Housing Corporation, the Canada Post Corporation and the Royal Canadian Mint. These are only three Crown corporations out of many more that have somehow been exempted from a requirement to make payments in lieu of taxes. Simply because they are crown corporations they can be exempt. The Business Development Bank of Canada pays taxes because it is listed in schedule IV. For some reason or other these three corporations, CMHC, CPC and the Royal Canadian Mint have been exempted. We do not know why.\n\nIt was suggested by the Canadian Federation of Municipalities and by our amendment that these be included, but it was ignored. Why? The National Housing Act was amended last year to allow Canada Mortgage and Housing to pay dividends to its major shareholder, the Government of Canada. Clearly, it would not pay dividends if it did not have a profit. We have here a corporation that uses the services of a municipality which are paid for by taxes. Why should those corporations not be required to make payments in lieu of taxes, just like the other crown corporations?\n\nIt is the right of the taxpayer to be protected and that the taxes be equitable, fair and universal for all those who are liable.\n\nThere is also a responsibility on the part of the minister for sound management. There have been examples of good sound management in that particular department, and I commend the minister, but that is not the issue here. On this particular issue there has been good management on the part of the department but there are other areas where the department has failed and where, I would suggest, the minister should call into question some of the management practices, in particular the Canada Post Corporation.\n\nThe way in which the rural route mail couriers are being administered by that particular organization is scandalous, particularly the way in which the contract process is being operated. Something needs to be done to ensure that the contracting procedure and process is fair and equitable. At the moment it is not.\n\nI now want to move into the area of accountability. The minister is accountable to this parliament and he should be held to account. Parliament should know the reasons why taxes have not been paid, why payments are made in lieu of taxes, why some people are not paying as much, are late or have had their interest payments adjusted. We need to have that information.\n\nWe also need transparency. What needs to be hidden? Nothing needs to be hidden. Why should this be some kind of deep secret. It should not be. Why not tell Canadians that the minister is appealing a particular tax assessment? Why should we not know that in his or her opinion it should be reduced? That is legitimate. If members in the House have a question we can appeal to a tax appeal authority. The minister is accountable to parliament.\n\nFinally, there is the business of commitment. We need to know if there is commitment to peace, order and good government in this department? I will again refer to that specific instance with the contracting procedure at Canada Post. It does not promote peace, order and good government because it pits one group against another. The process is not open. It is one sided and, in many ways, discriminates against other people.\n\nIf the minister would say that he will be accountable and that he is committed to this, then we would really be able to say that we have moved a long way. It could be done with the amendments we have suggested on the report stage of the bill.\n\nI want to say how significant this is, particularly when I refer to Mr. Desautels, the auditor general, and his comments from yesterday. This was reported this morning in the National Post . He said “If members of parliament are involved in the decision making process”—in this particular instance he is referring to job creation grants, but it applies everywhere—“that blurs the line and makes it harder for them to play their oversight role of government”.\n\nI cannot underline more strongly than the auditor general did, the significance of that statement.\n\nIt is in the same way that I want to protect not only the minister but the taxpayers of Canada. I want to tell them that they will be treated fairly and equitably, and that the decisions we make will be transparent. If that happens, the auditor general would not have to give advice like that because we would be committed right from the start.\n\nI suggest that we must decide to play fairly, equitably and honestly. We need to tell our municipalities that we are here to recognize them and respect them.\n\nThe principle is the same, whether it is with HRDC grants, EDC grants or loans, or with any other department. The principle is that MPs, including the minister, should recognize that all laws pertaining to individuals and the private sector apply equally to the Government of Canada, its personnel, its agencies and parliament. A commitment to that principle characterizes all Reform MPs and will characterize all Canadian alliance MPs after Saturday's decision. This policy and this commitment I give to all hon. members on my behalf and on my colleagues' behalf.\n\nI recommend to the minister that although he missed the opportunity to protect himself and his successors, he can provide amendments in the next session of parliament to bring about those amendments that will protect him and make sure that it is clear and above-board.\n\nWith regard to the three other corporations, CMHC, CPC and the Royal Canadian Mint, the minister could then bring that amendment forward and include them under schedule four. We would then have a fair and equitable treatment of all crown corporations. They would then be obligated to pay taxes to the taxing authority.\n\nWhile we agree with the bill in principle and support it, and while there are many things about the bill we like, I suggest to the minister that he has not gone as far as he could have gone or should have gone. It would have been in the interests of this parliament and all Canadians to have gone further and accepted some of the amendments that were presented to the House on the occasion of the reporting of the bill.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:05:00", 
            "attribution": "Mr. Werner Schmidt (Kelowna, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2105/2/", 
            "text": "Mr. Speaker, from the point of view of the NDP caucus and the investigation that we have done on the bill, we do recognize that the bill represents over two years of exhaustive consultation with all the parties, a cross-country tour and I think a genuine effort to allow all the stakeholders to have an adequate say and adequate input into developing what we think is a very important bill.\n\nI will go even further by saying that I believe this type of consultation process could even serve as a model for other pieces of legislation because it was such a well thought out process. All of the parties came away fully satisfied that the consultation was thorough and that they had adequate opportunity to make a difference and to help shape and craft this type of legislation.\n\nWe would like to see this happen more frequently with other bills and we would hope that all of the parties, to any piece of legislation that is crafted, could feel so positive about their opportunities.\n\nThe NDP caucus believes firmly that Bill C-10 will be a direct benefit to almost 2,000 communities coast to coast to coast. We believe that it succeeds as a piece of legislation because it will enshrine, once and for all, the principles of fairness, equity and predictability in the management of our federal payments in lieu of taxes, principles which I believe are important to all members of the House on both sides.\n\nI congratulate the members of the joint technical committee, which was made up of representatives from the Federation of Canadian Municipalities, Treasury Board representatives and other government representatives. I would also like to recognize all of the municipal representatives, mayors and councillors who met with the consultation tour during 1998. They also played such a valuable role in crafting this legislation.\n\nAll members of the House realize that the Government of Canada enjoys a constitutional exemption from local taxation. Nevertheless I think we all recognize and agree that we have a moral obligation as a property owner to help pay for the costs of local government. We are major occupants of space in the municipalities and obviously we use the services of the local government. It is only fair and right that we should be paying for them. Federal operations should contribute to the social and economic well-being of the community and certainly should not be a burden on the local taxpayer.\n\nOver the past 50 years federal governments have adopted the policy of paying grants in lieu of property taxes in recognition of the valuable direct and indirect services that it gets from the municipalities. These payments are now in excess of $375 million annually, which represents a significant transfer of federal dollars to local communities.\n\nThese federal payments contribute to the local economies. They are of great benefit and as such contribute greatly to the well-being of Canadians in general. Imagine the impact on the finances of a region like Ottawa-Carleton or the city of Hull if the Government of Canada reneged on its burden as a property owner and stopped making payments in lieu of taxes. It would be devastating.\n\nIt is fair to say that we all recognize and accept the rationale for these payments. Canadians realize their value and their necessity. That is not at issue today.\n\nBill C-10 deals with ways to improve the administration of the payments. Taking into account the far reaching changes that have occurred in the municipal taxation front over the last two decades, the legislation needed to be revamped and upgraded.\n\nThe NDP caucus is satisfied that Bill C-10 will bring about positive, constructive and lasting program changes. It will confirm that the federal government does have respect for the standards set for other property owners and that it values the services it receives from municipal governments.\n\nThe goal is to make the process more predictable and to strengthen the foundation of fairness and equity on which the program was built and on which it has operated over the last five decades. We want to make federal payments in lieu of taxes resemble the taxes paid by private landowners as much as possible. We believe that Bill C-10 takes us one step further to that equitable position and still recognizes the federal government's constitutional exemption from local taxation.\n\nBill C-10 will change the name of the legislation and the program. In future, grants in lieu of taxes will be referred to as payments in lieu of taxes. This more accurately reflects the more explicit and respectful relationship between the two levels of government. The type of language used is very important. The term “payments” rather than “grants” more accurately reflects the mutual respect between the two levels of government.\n\nBill C-10 also includes a goodwill clause that confirms our commitment to fairness and equity in the administration of the federal payments in lieu of taxes. This is a very positive and necessary aspect of this newly redefined relationship.\n\nChanges in legislation include a commitment by the federal government to endeavour to meet the payment schedules put in place locally. When payments are unreasonably delayed, the Minister of Public Works and Government Services will have the power and the authority to make payment of a supplementary amount to the municipality to compensate for the delay. This is also something which municipalities needed to be able to rely on as a stream of revenue from the federal government so that their own services would not be interrupted by some late payment on the part of the government.\n\nBill C-10 addresses the issue of resolution of any kind of disagreement between the two parties. Any kind of relationship like this has to have some kind of mediation process that is fair and impartial and one with which both parties are comfortable.\n\nFor all those reasons Bill C-10 will be of service to the municipalities. We believe the local politicians in the municipalities are comfortable with it. They have had a satisfactory opportunity to have input. We believe the whole process should serve as a model for the development of other types of legislation. The NDP caucus will be happy to vote in favour of Bill C-10 at third reading.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:25:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2105/3/", 
            "text": "Mr. Speaker, our party is pleased to support Bill C-10 and I am pleased to speak on behalf of it. In fact I am filling in for my colleague from Tobique—Mactaquac.\n\nWe have made important progress both on this bill and with this bill. I would like to take a few minutes to summarize what we have accomplished and how it would benefit taxpayers across the country. I want to review some of the key objectives of the bill and explain why our party supports these objectives. I also want to review some of the problems that exist in the present system and how I think the bill addresses some of those problems.\n\nThere are some problems as well within the bill itself which various groups have identified for us. I want to talk about these and how we attempted to resolve them and gauge how successful we were in resolving them. Specifically I want to revisit our amendments to the bill and the benefits Canadians will see as a result of them.\n\nFinally I want to look ahead and identify the areas that still need to be addressed and will need to be addressed in the future.\n\nFirst, I want to express personal thanks to the individuals and groups who worked with our party on this bill. The executive and staff of the Federation of Canadian Municipalities, the Cities of New Brunswick Association, the Ontario Municipalities Association and the Appraisal Institute of Canada all shared their insight and ideas with us.\n\nI also want to thank my caucus colleagues, specifically the hon. members for Brandon—Souris, Richmond—Arthabaska, Compton—Stanstead and of course the hon. member for Saint John. Memory will tell us that they were all mayors in their hometowns.\n\nI would also like to thank my colleagues from the other parties who traded ideas with us, and the minister who listened to us when we said that the bill could be improved. It is not very often we can talk about a minister who actually wants to talk to the opposition in an attempt to improve a bill as the minister did. We thank him very much.\n\nAs everyone knows, municipalities fund their activities through real property taxes and business occupancy taxes. In exchange for these levies, property owners and businesses receive municipal services such as water, sewer and waste collection.\n\nFor the first 80 years of this country, the government of the dominion of Canada received all the same services that municipal ratepayers did without paying a single cent in municipal taxes. This changed in 1950 with the passage of the Municipal Grants Act which allowed the national government to make payments or grants in lieu of taxes. The municipalities got their money from the federal government without the federal government jeopardizing its constitutional position as one of the only two levels of government authorized to collect taxes.\n\nThe system has worked quite well for both parties, except of course when disputes from time to time have arisen. In those cases of dispute, it has been the federal government that has had the final say over how much a municipality would receive on a given property with no appeal available to the municipality. It has been a very one-sided process.\n\nBill C-10 is an attempt to introduce a system that will be fairer to the municipalities in valuing and rating federal government real property. Another goal of the legislation is to provide greater equity and greater predictability so that municipal governments can plan their budgets in advance with some accuracy knowing approximately how much revenue they can expect from federal property.\n\nThe bill will allow the federal government to pay compensation when it is late paying its taxes. It authorizes the Government of Canada to make payments to municipalities when tenants on federal property default on their tax obligations. Perhaps most important, this legislation will establish a formal dispute settlement body so that when disagreements arise over the amount of payments owed to the federal government, the municipality concerned or the federal government can refer the dispute to a dispute advisory panel.\n\nThe bill will also expand the definition of federal real property to include federally owned outdoor swimming pools, golf course improvements, outdoor theatres, residential driveways and employee parking improvements so that the federal government property is treated the same way as other property within the municipality. It will ensure that first nations governments receive equal treatment to that accorded other local governments under the act.\n\nThe bill also improves predictability by clarifying provisions relating to the calculation of payments in lieu of taxes on federal farm property, the calculation of deductions when municipalities are unable to provide federal property with equivalent services to those accorded to private property and the status of Parks Canada assets as federal property.\n\nAlong with Bill C-10 some other important policy changes are being made. For example, the federal government will consult with professional appraisal organizations, assessment authorities, municipalities, federal departments of the crown and crown corporations on the valuations of special purpose federal properties, such as penitentiaries, military establishments and national parks.\n\nThe federal government will also seek the advice of these stakeholders regarding appointments to and management of the dispute advisory panel. A program advisory council will be established composed of representatives of stakeholders, to provide advice to the minister on administrative policy and legislative matters.\n\nFinally the federal government will commit to paying its municipal taxes on time, the same as everyone else. Members will have to forgive me if I choke on that one; the federal government paying its taxes on time. Who could actually believe that? Nonetheless the track record of the current federal Liberal government is not all that impressive on this point. If it can make some improvements, it would be impressive but we will hold our breath on that until we see what happens.\n\nThe bottom line is that a system that has been unfair, inequitable and unpredictable will now be more fair and predictable. The key word is predictable. Ultimately this bill and the accompanying measures will put more money into municipalities on a regular basis. That will benefit all municipal taxpayers. That is why our party supports Bill C-10.\n\nThe bill is not without its flaws. When it was first introduced many complaints were received from the Federation of Canadian Municipalities that the bill was being rushed through the House before municipalities had a chance to see the bill, study it and provide feedback to the government.\n\nAlthough municipalities were generally pleased with the two year consultation process that preceded the introduction of the legislation, when the bill came out they received no notice and did not get a copy of the bill or briefing materials. We complained to the minister's office about this. I am not sure whether we can claim victory, but it seems that again the minister listened and almost immediately the schedule for second reading and the committee hearings on the bill were pushed back. Again the minister listened to those complaints.\n\nMost of the bill is straightforward but our caucus had some difficulties with the composition and mandate of the dispute advisory panel, as did some of the stakeholders to whom we spoke. One item of concern was the requirement that we have relevant knowledge or experience without defining what those terms meant.\n\nI understand what the intention of the phrase would be. It was meant to ensure that only qualified professionals serve on the panel. Unfortunately, because this term was not defined in the bill, our fear was that it would be left up to the minister of public works to define it.\n\nThat leaves the panel open for political abuse. For example, what would happen if the minister decided that relevant knowledge or experience meant that all a person needed to be qualified would be to be a card carrying member of the Liberal Party?", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:35:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Lynn Myers", 
                "url": "/politicians/2399/", 
                "member_id": 2644, 
                "party": "Liberal", 
                "riding": "Waterloo—Wellington (Ontario)", 
                "id": 2399
            }, 
            "url": "/hansards/2105/4/", 
            "text": "You know better than that.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:45:00", 
            "attribution": "Mr. Lynn Myers", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2105/5/", 
            "text": "When the hon. member gets up I will listen very carefully to what he has to say. I am glad the Speaker is not paying attention. When I am finished with this he will understand what I am saying. It will be very complimentary but he should be patient. Members on the other side of the House are not used to compliments. When we start out they are so frightened by our words that they either hide under their desks or get up shouting in a madman fashion, which we have seen recently in the House. We are asking for a little decorum in the House, Mr. Speaker, by the member opposite. When I am through I am sure he will come over here to shake my hand in support of my speech.\n\nAt the end of this process, without a definition we could end up with some patronage in terms of stacking the deck on the panel. I am sure the member will agree that in future governments the same could happen. We do not expect this government to be in power forever and ever, amen. In fact it could come to a crashing end within the next number of months. We are looking ahead to what might happen in the future, regardless of party affiliation. We are saying that potential for abuse had to be eliminated and we are glad to see that something has been done.\n\nWe consulted a number of people in order to attempt to define the terms of the bill. I know the member for Tobique—Mactaquac spoke with the Privy Council Office, with some municipal organizations and with the Appraisal Institute of Canada. In this case the institute was helpful in suggesting amendments to the bill that would have required panel members to be selected from a list provided jointly by it and the same organization in the province of Quebec.\n\nThis was not a bad attempt. However there are two problems with this definition. First, there are other types of professionals we want to have sitting on the panel such as real estate assessors and representatives of municipalities and federal departments. Second, there is no consistent national definition of an appraiser. It varies from one end of the country to the other. It differs from province to province and most provinces do not require licensing, believe it or not.\n\nFor now we are prepared to allow the panel to proceed as the bill describes. I would urge all members to monitor the composition of the panel, particularly the member opposite. Should problems arise in the future the government operations committee has within its power the ability to review the legislation. What more could we ask for than a review of the process?\n\nWe were effective in two other areas as well also having to do with the dispute advisory panel. In the original bill it was proposed that the panel be appointed by and paid by the minister. Its advice would be rejected by the minister without an opportunity for appeal. Any or all panel members could be fired by the minister at any time for any reason. For a panel that was supposed to impartially adjudicate disputes between municipalities and the federal government, usually the public works department, this process seemed like it was tilted in favour of the public works department and the minister.\n\nAt the time the member for Tobique—Mactaquac likened the process to that of a criminal trial where the accused person got to pick the jury. It sounds familiar in this place. The accused person got to pick the jury, pay the jury, act as judge and face no appeal. It did not look like a very fair system.\n\nWe received the same complaints from the municipalities and their organizations. Based on these complaints my colleague drafted amendments to make the dispute panel process much more balanced and submitted these amendments to the committee where they were considered.\n\nThe first amendment was to remove the threat of arbitrary firing of a panel member by the minister. If a member could not be fired by a minister then the member could be free to give more independent advice without the fear of reprisal. That sounds like cabinet across the street. Where the bill originally stated that panel members would serve at the pleasure of the minister, we changed that so that members would serve on good behaviour. This means that panel members would now have tenure and could only be fired for just cause.\n\nThe second amendment we presented to the committee that was adopted was a change to the appointment process. Bill C-10 in its original form had the panel members being appointed by the minister. The amendment by the member for Tobique—Mactaquac was passed by the committee. It proposed that the governor in council or cabinet would appoint panel members.\n\nThe member for Tobique—Mactaquac and I may slightly disagree on that point. That means the Prime Minister hand-picking, but I guess that is better than just the minister himself because at least it would come under the scrutiny of cabinet. The standing committee thought these two amendments made sense and would improve the bill and the performance of the advisory panel. It adopted both amendments unanimously.\n\nBecause of these changes the dispute settlement process would be fair and municipalities could seek larger payments. Ultimately this could allow municipal taxpayers to get a break on their tax bills, something I think all municipal ratepayers would appreciate.\n\nHaving said that, there is still one area yet to be resolved that has not been dealt with in the bill. That is the outstanding matter concerning business occupancy taxes and certain crown corporations. It has not yet been determined how and to what extent Canada Post, the Royal Canadian Mint, Canada Mortgage and Housing and similar crown corporations would pay taxes and business occupancy taxes.\n\nCertainly the mandate of these corporations has changed over the years since the Municipal Grants Act was last updated. It used to be that these crown corporations served purely for public policy purposes. In the unlikely event they ever made a profit it was more by accident than by design. Profit was never in their vocabulary. Now these corporations serve two purposes. Not only do they continue to serve an important public policy role. They also have a mandate to earn a profit to recover costs and to lessen the burden on taxpayers.\n\nIf these crown corporations are conducting business and earning a profit they should be paying business taxes. The question is how much. After discussions our party had with representatives from the Federation of Canadian Municipalities, and after having questioned witnesses from FCM and public works in committee, I am convinced that this problem will soon be solved. Municipalities and the federal government are continuing to negotiate what portion of each crown corporation is devoted to purely profit making activities. The discussion is not yet finished on this issue.\n\nI look forward to seeing this problem resolved in the very near future. In conclusion, the bill would bring a more balanced, predictable and fairer approach to the process of payments to municipalities.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:45:00", 
            "attribution": "Mr. Greg Thompson", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2105/6/", 
            "text": "It has been brought to my attention that the hon. minister has deemed to have spoken but by consent will be able to speak again. The first speaker when the bill comes back will be the minister.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2105/7/", 
            "text": "Mr. Speaker, I rise on a point of order. I realize that you were looking at the minister and did not see the member beside me stand on questions and comments.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:55:00", 
            "attribution": "Mr. Gerald Keddy", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2105/8/", 
            "text": "We will go to questions and comments with the hon. member for Beauséjour—Petitcodiac.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Angela Vautour", 
                "url": "/politicians/3217/", 
                "member_id": 2522, 
                "party": "NDP", 
                "riding": "Beauséjour—Petitcodiac (New Brunswick)", 
                "id": 3217
            }, 
            "url": "/hansards/2105/9/", 
            "text": "Mr. Speaker, I have met with some municipalities that have serious financial problems because of the lack of taxes being paid to them when they have federal buildings in their very small communities.\n\nIt is quite a disadvantage and it is very clear that the proportion being given in lieu of taxes to these municipalities is absolutely unacceptable. These communities cannot provide the services because of this fact. What is the member's view on this point?", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:55:00", 
            "attribution": "Ms. Angela Vautour (Beauséjour—Petitcodiac, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2105/10/", 
            "text": "Mr. Speaker, my view would be that federal government agencies, and we are talking about Canada Post in this particular case, should be paying their fair share of taxes. They are in business now to make money. It is not a case of being subsidized by the Canadian taxpayer. If they are playing by the rules of business as every business should, they should be paying their fair share of taxes.\n\nIt places an unfair burden on municipalities that have to rely on taxes to look after their communities. I think the bill will go some distance toward improving that process and making sure that all municipalities get their fair share of taxes back from Crown corporations that are now commissioned to make money and show a profit. What is good for a private business should be good for government.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:55:00", 
            "attribution": "Mr. Greg Thompson", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2105/11/", 
            "text": "Is the House ready for the question?", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2105/12/", 
            "text": "Question.", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2105/13/", 
            "text": "The question is on the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2105/14/", 
            "text": "Agreed.\n\n(Motion agreed to, bill read the third time and passed)", 
            "topic": "Municipal Grants Act", 
            "time": "2000-03-24 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Lynn Myers", 
                "url": "/politicians/2399/", 
                "member_id": 2644, 
                "party": "Liberal", 
                "riding": "Waterloo—Wellington (Ontario)", 
                "id": 2399
            }, 
            "url": "/hansards/2105/15/", 
            "text": "Mr. Speaker, this month the Canadian Epilepsy Alliance and other organizations across the country are promoting National Epilepsy Month.\n\nEpilepsy is the most common serious brain disorder in Canada. Approximately 300,000 Canadians have epilepsy. This disorder does not discriminate. People of all ages are affected by epilepsy, especially the elderly.\n\nUnfortunately in most cases involving this disease the cause is unknown and there is no cure. Also discouraging are the myths surrounding epilepsy. These myths can be just as damaging to people suffering from this disorder as the seizures themselves.\n\nI strongly encourage Canadians to make an effort this month to learn more about this disorder and to develop their first aid skills accordingly. Only by working together can we greatly improve the quality of life of people with this problem in this great nation of ours.", 
            "topic": "National Epilepsy Month", 
            "time": "2000-03-24 10:55:00", 
            "attribution": "Mr. Lynn Myers (Waterloo—Wellington, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Garry Breitkreuz", 
                "url": "/politicians/garry-breitkreuz/", 
                "member_id": 3342, 
                "party": "Reform", 
                "riding": "Yorkton—Melville (Saskatchewan)", 
                "id": 43
            }, 
            "url": "/hansards/2105/16/", 
            "text": "Mr. Speaker, the government never learns from its mistakes. I have just learned of plans by a government supported agency to take over complete control of the certification of organic foods in Canada. If the government allows this plan to proceed it would put 45 thriving private organic certification companies out of business.\n\nThe Liberals say they want economic diversification but continue to intrude into the marketplace to eliminate competition, limit freedom of contract and infringe on fundamental property rights. Liberal actions speak louder than words. There is a great concern among the people involved in the organic growing and processing industry.\n\nIn this time of declining farm incomes, this industry continues to thrive. I do not want to see it hurt because of this socialist government's desire for a single controlling body.\n\nWe have had an agency like that in western Canada for the last 60 years and it has contributed to the current farm income crisis. This monopoly is called the Canadian Wheat Board. We do not need another one.", 
            "topic": "Organic Foods", 
            "time": "2000-03-24 10:55:00", 
            "attribution": "Mr. Garry Breitkreuz (Yorkton—Melville, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Rey D. Pagtakhan", 
                "url": "/politicians/3204/", 
                "member_id": 2517, 
                "party": "Liberal", 
                "riding": "Winnipeg North—St. Paul (Manitoba)", 
                "id": 3204
            }, 
            "url": "/hansards/2105/17/", 
            "text": "Mr. Speaker, I call to the attention of parliament the plight of two billion people in the world who are infected with tuberculosis, 200 million of whom will develop the disease. One hundred million will die if no proper treatment is made available to them.\n\nThis may not have the impact that the image of a flood or the exodus of refugees creates, but the scale of human suffering and lives lost is no less.\n\nWe cannot afford to be complacent only because the incidence of tuberculosis in Canada is low. One can become infected simply by sharing the same air with an infected person in a waiting room, in a bus or in an airplane. It is an ever-increasing risk in our global village.\n\nThe well-being of Canada and her citizens is well served by contributing our expertise and financial resources to combat this menace to international public health.\n\nWe have a collective duty to help in the global action. This let us pledge as we mark World Tuberculosis Day today.", 
            "topic": "Tuberculosis", 
            "time": "2000-03-24 11:00:00", 
            "attribution": "Mr. Rey D. Pagtakhan (Winnipeg North—St. Paul, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Yvon Charbonneau", 
                "url": "/politicians/4925/", 
                "member_id": 2660, 
                "party": "Liberal", 
                "riding": "Anjou—Rivière-Des-Prairies (Québec)", 
                "id": 4925
            }, 
            "url": "/hansards/2105/18/", 
            "text": "Mr. Speaker, I would like to draw to the attention of the House that today is World Tuberculosis Day.\n\nWorld Tuberculosis Day commemorates the day in 1882 when Dr. Robert Koch announced his discovery of the cause of tuberculosis, the tuberculosis bacillus. We take advantage of this opportunity to remind hon. members that this disease is still endemic and out of control in a large part of the world. One-third of the world's population is infected with the tuberculosis bacillus, and there are eight million new cases annually.\n\nAfter many decades of continuous decline, unfortunately the incidence rate of TB cases in Canada has levelled off in the past several years. With the emergence of drug resistant strains and the deadly interaction with the HIV/AIDS epidemic, Canada cannot afford to become complacent in the face of the worldwide TB threat.\n\nTuberculosis constitutes a true global emergency, which all countries must take seriously.\n\nOn this World Tuberculosis Day, I would like to express my support of the ongoing battle being waged by Health Canada and its partners, including CIDA, against this disease.", 
            "topic": "World Tuberculosis Day", 
            "time": "2000-03-24 11:00:00", 
            "attribution": "Mr. Yvon Charbonneau (Anjou—Rivière-des-Prairies, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2105/19/", 
            "text": "Mr. Speaker, Canadian agricultural products are known the world over for their high quality.\n\nOver the years supply managed farm commodities have ensured quality goods and stable prices. Canadian farmers, processors, retailers and consumers alike have benefited greatly from the steady and safe supply of regulated products.\n\nBoth our Canadian farmers and consumers recognize the obvious benefits of continuing such programs in the wake of a rapidly changing global agricultural landscape.\n\nI urge the government to retain supply management for the benefit of all Canadians. Canadians have a right to enjoy a safe and healthy food supply and this should be first and foremost in our minds as we embark on WTO negotiations.\n\nI further urge the government to continue to recognize and acknowledge that agricultural supply management programs are essential to ensure the protection and capability of Canada's agricultural production.", 
            "topic": "Agriculture", 
            "time": "2000-03-24 11:00:00", 
            "attribution": "Mr. John Maloney (Erie—Lincoln, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Cliff Breitkreuz", 
                "url": "/politicians/5472/", 
                "member_id": 3074, 
                "party": "Reform", 
                "riding": "Yellowhead (Alberta)", 
                "id": 5472
            }, 
            "url": "/hansards/2105/20/", 
            "text": "Mr. Speaker, the lives of our national park wardens are in danger and the heritage minister refuses to protect them.\n\nFederal park wardens have been forced to work without the proper equipment needed to protect themselves. Wardens constantly encounter poachers, drug dealers and others who are potentially violent and armed. Poachers face up to five years in jail and become desperate when apprehended by a park warden.\n\nKnowing these facts, why does the heritage minister ignore her committee's recommendation that wardens should carry service revolvers? The government allows Brink's security guards to carry sidearms to protect money, but refuses the same right to wardens who protect wildlife, tourists and their own lives.\n\nI proudly represent the people who live in Jasper National Park and I strongly urge the heritage minister to provide park wardens with the basic tools needed for their protection and the protection of the public. Why put our officers at risk when on the line of duty simply because they were denied basic protection?", 
            "topic": "National Park Wardens", 
            "time": "2000-03-24 11:00:00", 
            "attribution": "Mr. Cliff Breitkreuz (Yellowhead, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ovid Jackson", 
                "url": "/politicians/3363/", 
                "member_id": 3157, 
                "party": "Liberal", 
                "riding": "Bruce—Grey (Ontario)", 
                "id": 3363
            }, 
            "url": "/hansards/2105/21/", 
            "text": "Mr. Speaker, there is a lot of discussion about our health care system and its sustainability. However, several of my constituents have recently told me that illness prevention is still the best medicine. A big part of that is a healthy environment.\n\nI was pleased that in our recent budget there were several measures for environmental protection and I look forward to working with all colleagues in this direction.\n\nI also hope that all members will co-operate on this file to improve our environment and to act upon the measures contained in the budget. Clean water, clean air and a protected environment are a big part of our heritage, the heritage I hope to leave for my grandchildren and for future generations of Canadians.\n\nI hope this is only a down payment on what we will do as a government for the future of our people and our children. A clean environment and good health is great for Canadians.", 
            "topic": "The Environment", 
            "time": "2000-03-24 11:00:00", 
            "attribution": "Mr. Ovid L. Jackson (Bruce—Grey, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Odina Desrochers", 
                "url": "/politicians/2773/", 
                "member_id": 2696, 
                "party": "Bloc", 
                "riding": "Lotbinière (Québec)", 
                "id": 2773
            }, 
            "url": "/hansards/2105/22/", 
            "text": "Mr. Speaker, the Liberal member for Vaudreuil—Soulanges said that he would lose his riding to the Bloc Quebecois in the next election if the present Prime Minister remained at the head of the Liberal Party of Canada.\n\nThe Liberal member for Vaudreuil—Soulanges is wrong in attributing such a defeat solely to poor leadership. It will also be the fault of his government, which has imposed Bill C-20 to prevent Quebecers from being the only ones to decide on their future. It will be the fault of his government, a government that has lost track of $1 billion in Human Resources Development Canada funds, that has accumulated a fantastic surplus at the expense of the unemployed and workers, and that does nothing as gas prices skyrocket.\n\nUnfortunately for the hon. member for Vaudreuil—Soulanges, we can only confirm his fears. The Bloc Quebecois will indeed take his seat from him in the next election.", 
            "topic": "Member For Vaudreuil—Soulanges", 
            "time": "2000-03-24 11:05:00", 
            "attribution": "Mr. Odina Desrochers (Lotbinière, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Cannis", 
                "url": "/politicians/john-cannis/", 
                "member_id": 3222, 
                "party": "Liberal", 
                "riding": "Scarborough Centre (Ontario)", 
                "id": 52
            }, 
            "url": "/hansards/2105/23/", 
            "text": "Mr. Speaker, tomorrow, March 25, Canadians of Hellenic descent will be celebrating the anniversary of the liberation of their former homeland from the Ottoman Empire.\n\nIn 1821, after 400 years of oppression from the Ottoman Empire, the Hellenes, with the help of heroes such as Lord Byron of England, restored freedom to Greece, the birthplace of democracy.\n\nSince that time the relations between these two countries have not been the greatest. Recently, however, the people of Greece and Turkey have begun to build and exhibit compassion toward each other. For example, when Turkey experienced a devastating earthquake last year its Greek neighbours were there to lend a helping hand immediately. Soon after, unfortunately, Greece also experienced an earthquake, and the Turkish people were there to reciprocate immediately.\n\nSince that time the people of both these countries have been building great relationships by working together on both social and economic issues.\n\nBy this unprecedented willingness to work together, the people of these two countries seem to be indicating their common wish to finally create a peaceful environment between their two countries.\n\nIt is also my hope, as we begin the new millennium, that these two countries will nurture positive energies for a better tomorrow.", 
            "topic": "Greek Independence Day", 
            "time": "2000-03-24 11:05:00", 
            "attribution": "Mr. John Cannis (Scarborough Centre, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2105/24/", 
            "text": "Mr. Speaker, today's National Post describes Joe Clark's recent nomination meeting:\n\nJoe Clark...played to an embarrassingly small crowd on Wednesday night...in Calgary Centre. About 300, by generous estimates, turned out in a...room that could have held 1,000.\n\nThe event got off to a disastrous start when Jim Silye called 30 representatives from community organizations up to the stage. Nobody came forward. While waiting Mr. Silye said “Does anybody know any good jokes while I wait for these people?” He then left the podium, telling the crowd: “Have another drink; I think I will”.\n\nFacing the grim reality of the evening, Mr. Clark stated “We have a lot of work to do. I need your help, I need your prayers—”\n\nElections are usually run on memberships and money. Seeing as Joe has neither, I can see why he is relying on prayers.\n\nThe editorial concluded:\n\nIf 300 supporters is all (his) party can muster at a nominating meeting of its leader in a riding that many say Mr. Clark cannot win, it appears Mr. Clark may need all the prayer he can get.\n\nI guess Joe Who has now become Joe Boo Hoo.", 
            "topic": "Conservative Party", 
            "time": "2000-03-24 11:05:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ivan Grose", 
                "url": "/politicians/4671/", 
                "member_id": 3207, 
                "party": "Liberal", 
                "riding": "Oshawa (Ontario)", 
                "id": 4671
            }, 
            "url": "/hansards/2105/25/", 
            "text": "Mr. Speaker, today I would like to talk about Oshawa Harbour, which has just been granted Canadian port authority status.\n\nOshawa city council lobbied vigorously to take over the harbour. I opposed city council's bid because I felt that city council was not competent to run the harbour as its track record on running the airport leaves something to be desired.\n\nBe that as it may, under control of the Oshawa Harbour Commission, traffic and profit have increased year after year.\n\nI have been accused of seeing my city through rose coloured glasses. I plead guilty to this charge. I look at my city and say “Why not?” For a first class city, why not a first class harbour?\n\nJust watch us. We can and we will add to the pride which all of us have in my city.", 
            "topic": "Oshawa Harbour", 
            "time": "2000-03-24 11:05:00", 
            "attribution": "Mr. Ivan Grose (Oshawa, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2105/26/", 
            "text": "Mr. Speaker, the NDP joins with all those who have condemned the massacre of 35 men of the Sikh faith by terrorists on March 21 at Chittisinghpura in the state of Kashmir.\n\nReligious persecution and religiously motivated killings are to be abhorred wherever they occur. The world is an increasingly dangerous place for people of many faiths, depending on where they happen to be born or where they live. The Baha'is in Iran and the Christians in Sudan come quickly to mind, but Muslims, Jews, Sikhs, Hindus, Buddhists and all other faiths each find themselves persecuted in various contexts. What I find most distressing is state sanctioned official persecution.\n\nThe NDP believes, as I am sure most Canadians do, that the 21st century is a time when religious discrimination and hatred should be put behind us forever.", 
            "topic": "Religious Discrimination", 
            "time": "2000-03-24 11:05:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Stéphan Tremblay", 
                "url": "/politicians/5057/", 
                "member_id": 3684, 
                "party": "Bloc", 
                "riding": "Lac-Saint-Jean (Québec)", 
                "id": 5057
            }, 
            "url": "/hansards/2105/27/", 
            "text": "Mr. Speaker, yesterday morning the representatives of Attac-Québec and Initiative Halifax expressed concern that the government seemed to be ignoring the spirit and the letter of a motion passed a year ago.\n\nThis motion sought to have the government, with the international community, decree a tax on financial transactions. Although the motion did not receive unanimous approval, the aim of it, which was to limit financial speculation, is relevant, since it affects most of us.\n\nEvery day, over $1.8 billion U.S. changes hands in financial markets. Of this amount, only 5% to 10% is involved in transactions relating to goods and services. It seems to me legitimate therefore to control this market.\n\nI support the recommendations of the groups of citizens wanting, among other things, to have the Standing Committee on Foreign Affairs and International Trade, which examines issues of globalization, mandated to consider the feasibility of measures to control financial markets, such as the Tobin tax.", 
            "topic": "Tax On International Financial Transactions", 
            "time": "2000-03-24 11:10:00", 
            "attribution": "Mr. Stéphan Tremblay (Lac-Saint-Jean, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Denis Paradis", 
                "url": "/politicians/1757/", 
                "member_id": 3688, 
                "party": "Liberal", 
                "riding": "Brome—Missisquoi (Québec)", 
                "id": 1757
            }, 
            "url": "/hansards/2105/28/", 
            "text": "Mr. Speaker, who has not yet heard of the internationalcrossing of Lake Memphrémagog, a marathon swim that brings together the world's best long distance swimmers, the Bromont International, an international riding competition, which just this week was awarded the Prix de tourisme des Cantons de l'Est, of the Orford classical music festival, of the Cowansville international street musicians festival, of the arts tour and of the Bedford and Brome agricultural fair, to name but a few.\n\nThe riding of Brome—Missisquoi is bursting with prestigious events that draw thousands of visitors annually. These events are what they are today thanks to the energy of the people of Brome—Missisquoi.\n\nA tip of the hat to the organizers, who work tirelessly and resolutely to ensure the success of these events. I would also like to thank the people for their hospitality, which endows each of these events with a touch of the unique and irreplaceable.\n\nI therefore invite my colleagues to visit the riding of Brome—Missisquoi. I am convinced they will have an unforgettable time there.", 
            "topic": "Tourist Events", 
            "time": "2000-03-24 11:10:00", 
            "attribution": "Mr. Denis Paradis (Brome—Missisquoi, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2105/29/", 
            "text": "Mr. Speaker, I rise today to honour Randol Whidden Ganong of New Brunswick who died this past weekend.\n\nMr. Ganong, without doubt, was one of Canada's most famous candy makers, if not the most famous candy maker. His accomplishments went far beyond the candy company that bore the family name in St. Stephen. Mr. Ganong was an Order of Canada recipient whose accomplishments were numerous. He spent two years overseas during the second world war as a member of the Royal Canadian Air Force. Mr. Ganong was also mayor of his town for two years before becoming president of the family business. He was the first president of the Confectionery Manufacturers' Association of Canada and worked as a director of both the CBC and the New Brunswick telephone company.\n\nThrough good times and bad R. W. was loyal to his family, community and employees, and one of the most thoughtful, honourable and principled business leaders Canada has ever produced. We will miss R. W. Ganong.", 
            "topic": "Randol Whidden Ganong", 
            "time": "2000-03-24 11:10:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Marlene Catterall", 
                "url": "/politicians/3465/", 
                "member_id": 2611, 
                "party": "Liberal", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 3465
            }, 
            "url": "/hansards/2105/30/", 
            "text": "Mr. Speaker, earlier this week I had the privilege of representing the Minister of Industry at the launching of the new National Capital Institute of Technology and the opening of its new headquarters at Canada's Communications Research Centre in Nepean.\n\nThe institute is an impressive example of partnership between governments, the private sector and academia to advance research and development in this region and in Canada's vital telecommunications sector.\n\nI congratulate the Ottawa Centre for Research and Innovation, Nortel, Newbridge, Bell Nexxia, QNX, the National Research Council, the Communications Research Centre, the Canada Foundation for Innovation and Carleton and Ottawa universities for this unique partnership that will benefit all Canadians and keep Canada at the cutting edge of this important economic sector.", 
            "topic": "National Capital Institute Of Technology", 
            "time": "2000-03-24 11:10:00", 
            "attribution": "Ms. Marlene Catterall (Ottawa West—Nepean, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Peter Goldring", 
                "url": "/politicians/peter-goldring/", 
                "member_id": 2456, 
                "party": "Reform", 
                "riding": "Edmonton East (Alberta)", 
                "id": 120
            }, 
            "url": "/hansards/2105/31/", 
            "text": "Mr. Speaker, how a nation views itself is a measure of its pride and self-esteem. How a nation is viewed by the world is a reflection of its collective deeds. How a nation projects this image is through its national symbol.\n\nOur nation is known throughout the world for its deeds in war and peace. Canada's symbol is its flag, which floats majestically over this very House. Our flag is the embodiment of our nation's heart and soul.\n\nTo desecrate Canada's flag must be forbidden by law. To defile the symbol of our nation must have due consequence.\n\nThe House will soon decide the importance of our flag. The member for Prince George—Bulkley Valley wishes to add the significance of a cloak of law to protect our flag. I ask for all to support his stand.", 
            "topic": "The Canadian Flag", 
            "time": "2000-03-24 11:10:00", 
            "attribution": "Mr. Peter Goldring (Edmonton East, Ref.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2105/32/", 
            "text": "Mr. Speaker, since the introduction of Bill C-20 and throughout the undemocratic process applied to pass that legislation, the Prime Minister and his Minister of Intergovernmental Affairs have always refused to be perfectly clear on the majority required for the federal government to fulfil its obligation to negotiate with Quebec.\n\nWhile the 50% plus one rule is very clear and fair, the Prime Minister and his minister have purposely maintained a state of confusion. But, since yesterday, the cat is out of the bag. In Calgary, thinking that he was safely out of earshot from Quebecers, the Prime Minister said that a 66% majority would not be enough. This is the hidden side of Bill C-20.\n\nThis act not only rejects the democratic principle of the equality of voters, but allows parliament and the federal government to reject the democratic will of Quebecers, even if more than 60% of them decide that they want a country.", 
            "topic": "Bill C-20", 
            "time": "2000-03-24 11:15:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2105/33/", 
            "text": "Mr. Speaker, the auditor general slammed the human resources department yesterday. He said that he had never seen mismanagement on the scale of this giant fiasco.\n\nHowever, the internal audit that uncovered the billion dollar bungle was only the latest in a long series of warnings that this and previous HRD ministers have received over the past two decades. The Liberals ignored those warnings because it allowed them to continue using taxpayers' money for partisan political purposes.\n\nIf the minister were sincere in wanting to clean up her department, why did she wait until she was caught before implementing a plan?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:15:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2105/34/", 
            "text": "Mr. Speaker, the member's question has an inaccurate premise. The minister did not wait. She released the audit report and the information on her six point action plan before she took note of any request to release information.\n\nIt is important to note that the auditor general approved of the six point action plan. It is being carried out. The government is identifying the problems and addressing them. The hon. member should give us credit for that.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2105/35/", 
            "text": "Mr. Speaker, every Canadian knows that the minister actually began to address the problem two days after receiving an access to information request to release the audit.\n\nLet us consider the HRD minister's, by now, infamous six point plan that will supposedly clean up her mess. She stumbled, she stammered and she stifled, and then she stalled and stuttered before stonewalling. If she had spent more time addressing the problems and less time with her image consultant, perhaps taxpayers would take her plan seriously.\n\nIf the minister was serious about cleaning up her own department, why did she have to get caught before she did something about it?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:15:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2105/36/", 
            "text": "Mr. Speaker, the hon. member's premise is totally wrong. Once again he and his party are slamming and criticizing an officer of the House, the auditor general. That is what they are doing when they are criticizing the six point action plan. The auditor general said “I do believe this is a very thorough plan for corrective action to address the immediate control problems that were identified. Some longer term action plans are also included that further strengthen the approach”.\n\nThe Reform Party ought to apologize to the auditor general and to the House for the unwarranted criticism of his support of the six point action plan.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2105/37/", 
            "text": "Mr. Speaker, we have always fully supported the auditor general. It is the Liberal government that only uses his words when it suits its needs.\n\nIt does not matter how many points there are in the minister's plan. As long as the very first point is political interference the plan is doomed to failure. With the Shawinigan fountain king staying on as leader, HRDC has no hope of fixing itself.\n\nThe minister and her predecessors have been warned for years that HRDC was rife with waste and they chose to do nothing about it.\n\nWhy should Canadians believe that the patronage and the political meddling is about to stop?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:15:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2105/38/", 
            "text": "Mr. Speaker, again the premise is wrong. There have been no findings of improper political interference, unless we want to talk about the representations by Reform members in support of grants from the HRD department. The hon. member should be looking at himself in this regard if he thinks that this is improper. This is something he in effect is saying.\n\nThis government is dealing with these problems. It has the six point action plan. I think it deserves credit for taking note of the problems and dealing with them in a way that the auditor general finds effective and meaningful.\n\nAgain, the Reform Party should apologize for criticizing—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2105/39/", 
            "text": "The hon. member for Dewdney—Alouette.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2105/40/", 
            "text": "Mr. Speaker, the Reform Party will not apologize for continuing to keep this government accountable. The auditor general has warned against political interference in his report and the Deputy Prime Minister knows it.\n\nJust to refresh the minister's memory, that is when the boss puts pressure on the department to dole out cash for fountains and shifty hoteliers, or when she goes against the rules of her own program and drops millions of dollars into her own riding. Political interference will get in the way of any plan to restore integrity to the way grants are doled out at HRDC.\n\nIt is the same players and the same programs. How can it be expected that there will be anything different this time around?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:20:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/41/", 
            "text": "Mr. Speaker, if the members of the Reform Party spent as much time on their research as they do on their alliterations they might have some of their facts correct.\n\nOnce again, they are only telling part of the story. They did not mention what the auditor general also said. He said “Exceptional circumstances demand exceptional actions. The action plan proposed is exceptional. I believe it is a very thorough plan for corrective action”. When asked about political interference, he said that he had found no evidence of political interference.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2105/42/", 
            "text": "Mr. Speaker, while the auditor general talked about facts, let us talk about some other facts. The parliamentary secretary talked about facts.\n\nThe minister took no action until she was caught. That is a fact. She tried to bury the audit for months and hoped that it would not be found. That is a fact. When she was outed by an access request she reluctantly released the audit. Since then she has stonewalled every attempt to get to the truth. That is a fact. She has not so much as apologized for this billion dollar bungle.\n\nWith this kind of track record, how can anyone expect anything but a repeat of this disaster as long as this minister is still in charge?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:20:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/43/", 
            "text": "Mr. Speaker, it is difficult to answer a set of challenges that are untrue. There is no billion dollar boondoggle. A billion dollars is not lost.\n\nThe minister has never stonewalled. She has led us into the new century of transparency by publishing 10,000 pages of information, which these people would do well to go through so they could for once get their facts straight.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2105/44/", 
            "text": "Mr. Speaker, my question is for the Deputy Prime Minister.\n\nAccording to the auditor general, the situation at the Department of Human Resources Development is serious. Indeed, the auditor general said that, based on his severity scale, this situation is at the top.\n\nBeyond the six point plan, what is the government prepared to do to follow up on the auditor general's criticisms and recommendations?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2105/45/", 
            "text": "Mr. Speaker, the auditor general supports the six point plan. He insists that we must continue with that plan.\n\nOnce the auditor general has completed his work, in October, we will take a very close look at his recommendations. For the time being, we are following his advice and we are continuing to implement our six point plan.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2105/46/", 
            "text": "Mr. Speaker, I am pleased that the government is prepared to follow the auditor general's recommendations. Let me remind the government of one recommendation that the auditor general finds extremely important.\n\nYesterday, before the Standing Committee on Human Resources Development, the auditor general said that, in order to get to the bottom of things in such cases, a police investigation is always required.\n\nWhat is the government waiting for to launch a police investigation, particularly in the case of Placeteco?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/47/", 
            "text": "Mr. Speaker, we do not wait when things indicate we should do it. If the opposition party has evidence that it thinks should be referred to a police investigation, it should present it.\n\nOur review of this particular case suggests that we have all the invoices that document the expenses of the company and how it used our money. We are satisfied with that so there is no need for establishing an overpayment or any such thing, or referring it to the police.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2105/48/", 
            "text": "Mr. Speaker, if the government wants evidence in the Placeteco affair, it can have it: a $1 million grant paid out under a secret agreement that left small creditors out in the cold; an HRDC trustee who is also the buyer's lawyer; several friends of the Prime Minister—Claude Gauthier, Gilles Champagne and Michel Béliveau—are involved.\n\nWhat is the government waiting for to launch a police investigation so that we can get to the bottom of things, as the auditor general says.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:25:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/49/", 
            "text": "Mr. Speaker, sometimes I wonder if that party wants to bring jobs to its province. It should know that it is difficult to acquire private sector—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:25:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2105/50/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2105/51/", 
            "text": "Order, please. I cannot hear the answer.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2105/52/", 
            "text": "There are limits.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2105/53/", 
            "text": "Yes, there are limits to the noise in the House. Everyone is talking at once. It is impossible for the Chair to hear anything at all.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/54/", 
            "text": "Mr. Speaker, the obsession of Bloc members with this file makes me question their desire to bring jobs to their province. Everybody knows that in areas of high unemployment it is difficult to acquire private sector investments. If they insist on asking for all this private business to be aired publicly, we will have difficulty in the future getting other private investors to put their money into Quebec and to create jobs in areas of high unemployment.\n\nThey should question themselves about the long term effect of their political posturing.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:25:00", 
            "attribution": "Ms. Bonnie Brown", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2105/55/", 
            "text": "Mr. Speaker, we are determined that grants to create jobs should in fact do just that.\n\nThe minister is telling us that she has invoices justifying payment of the grant. We have in our hands a secret agreement allowing $1 million to be paid without creating the jobs announced.\n\nWould the government not agree that the only way of getting to the bottom of the Placeteco affair is to launch a police investigation as was done in the case of the Rosemont grant that found its way to Saint-Maurice?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:25:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/56/", 
            "text": "Mr. Speaker, it is difficult to comment on secret agreements and to make any sense of the paranoia of that particular party on this file.\n\nAll I am telling those members is that they are destroying our ability to attract private sector investment to the province of Quebec. They are working against the best interests of their own constituents.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:25:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2105/57/", 
            "text": "Mr. Speaker, yesterday the Prime Minister went to Alberta, looked the Premier of Alberta in the eye and blinked. The nation was treated to the spectacle of the Prime Minister playing Art Carney to Alberta's Ralph Kramden while the premier denounced the Prime Minister's Minister of Health.\n\nHas the Minister of Health considered resigning given that the Prime Minister has pulled the rug out from underneath him?", 
            "topic": "Health", 
            "time": "2000-03-24 11:25:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2105/58/", 
            "text": "Mr. Speaker, the hon. member should stop playing Barney Rubble in the House and get down to reality.\n\nThe fact of the matter is that the Prime Minister spoke out strongly in support of the five principles of the Canada Health Act. He said that the government would be maintaining them, and this is exactly the position of the Minister of Health. They are working together, along with all the cabinet, in support of a universal quality health care system for all Canadians.", 
            "topic": "Health", 
            "time": "2000-03-24 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2105/59/", 
            "text": "Mr. Speaker, the fact is that the Canada Health Act was created in 1984 to deal with extra billing and user fees when they became a problem. What is happening in Alberta now is a new level of something that has already existed in the health care system.\n\nI am asking the Minister of Health, not whether he wants to defend the five principles, because that may not be enough, but whether he is willing to change the Canada Health Act so that this new development in Alberta will not threaten medicare the way he knows it does threaten medicare.", 
            "topic": "Health", 
            "time": "2000-03-24 11:25:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2105/60/", 
            "text": "Mr. Speaker, as the Prime Minister himself said last night and as we have been saying in the House for some days, it is only a proposed bill before the Alberta legislature. The premier himself is talking about potential amendments. We have not yet seen the regulations. We will wait for the final product. We will assess it in relation to the Canada Health Act. As the Prime Minister stressed last night, we will be there to protect those principles because that is what Canadians want.", 
            "topic": "Health", 
            "time": "2000-03-24 11:30:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2105/61/", 
            "text": "Mr. Speaker, after having taken a wrecking ball to our health care system, will the minister now at least admit that he has forced the provinces to take extraordinary measures? In fact we might call it radical surgery to deal with the shortfall of federal funding.\n\nWill the minister at least admit that the crisis has been caused by him and his government?", 
            "topic": "Health", 
            "time": "2000-03-24 11:30:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2105/62/", 
            "text": "Mr. Speaker, at the outset we should note that the absent leader of the member's party came out this week in favour of Premier Klein's approach to private for profit hospitals.\n\nWhat is needed at this time to fix medicare is a combination of innovation and long term financial commitment. That is exactly what we have offered. In fact at my suggestion, ministers of health are meeting next week. We will go to that table with a determination to deal with the number one priority of all Canadians which is to fix medicare.", 
            "topic": "Health", 
            "time": "2000-03-24 11:30:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2105/63/", 
            "text": "Mr. Speaker, this is the old bait and switch technique the minister has used for years in the House. In reality he does not recognize the difference between his aspirin and his elbow. It is time that he stood on his hind legs in the House and took his responsibility seriously in terms of the lead minister constitutionally. We are looking for guidance and leadership on this issue. Throwing it back at some other party in the House just does not cut it.\n\nWhen will the minister stand up and defend health care in this country?", 
            "topic": "Health", 
            "time": "2000-03-24 11:30:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2105/64/", 
            "text": "I assume that the Minister of Health is aware of the effects of the medicine mentioned by the hon. member; the Speaker is not.", 
            "topic": "Health", 
            "time": "2000-03-24 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2105/65/", 
            "text": "Mr. Speaker, the hon. minister is defending health care in a vigorous and effective way. I suggest that if the hon. Conservative member wants to take his responsibilities seriously, the first thing he should do is stand up to his leader and tell his leader to defend health care.", 
            "topic": "Health", 
            "time": "2000-03-24 11:30:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2105/66/", 
            "text": "Mr. Speaker, yesterday I asked the Minister for International Trade what portion of EDC's $118 million net profit came from the Government of Canada writing off its bad loans. He avoided that question although he talked a lot about concessional versus commercial financing.\n\nLet us talk about commercial financing then. In the private sector the Bank of Montreal has non-performing exposure of 1% on its loan portfolio. I ask the minister to tell the House today what percentage of EDC's corporate account loans are non-performing.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:30:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2105/67/", 
            "text": "Mr. Speaker, today we have to ask ourselves the question is taxpayers' money well served by funding such a shoddy Reform research office? Reform's only source of information on this file has recognized in its edition this morning that the article contained many errors. It acknowledged that the $2.8 billion reserve in 1999 does not represent actual loan losses as alleged by Reform all week long nor—", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:30:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2105/68/", 
            "text": "The hon. member for Peace River.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2105/69/", 
            "text": "Mr. Speaker, Canadians have a tough time understanding why it is so difficult for the minister to answer the question. The question I asked was what percentage of the commercial loans at EDC are non-performing loans. Why can the minister not answer this question? How can Canadian taxpayers know whether they are getting good value for EDC's commercial operations when EDC continues to shield this information from public scrutiny?", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:30:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2105/70/", 
            "text": "Mr. Speaker, will the Reform Party table in the House its own retraction as well as what was in this morning's edition? The EDC did not write off $1.3 billion last year. Its actual loan write-off last year was zero.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:30:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2105/71/", 
            "text": "Mr. Speaker, we know that $1 million of the funds received by Placeteco went directly to the National Bank, without the projected jobs being created.\n\nThe Minister of Human Resources Development tells us, however, that she has $1 million in invoices to justify this payment. So that means that, in total, there are $2 million floating around, although there is only $1 million involved.\n\nMy question is for the Deputy Prime Minister. Why is the minister refusing to make public these invoices, which would shed a bit more light on this business which is becoming more and more murky with each passing day?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:35:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/72/", 
            "text": "Mr. Speaker, we have been very forthcoming on this file and regarding all our programs. I remind the member that we have put out 10,000 pages of information on grants and contributions.\n\nInformation has also been provided on this particular file. I am sure that if the member is serious about obtaining more detailed information, he will access the channels that have been made available to him for that purpose.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:35:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2105/73/", 
            "text": "Mr. Speaker, the parliamentary secretary is trying to cloud the issue. We are not referring to the documents that have been released, but to the invoices she has been telling us about for the past two weeks.\n\nThe auditor general admits that only through a police investigation will we be able to get to the bottom of certain things that are currently going on at Human Resources Development Canada.\n\nWhen will the government ask the RCMP to investigate in order to respond to the taxpayers' concerns about how the government is managing public funds?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:35:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2105/74/", 
            "text": "Mr. Speaker, I believe the hon. member is not accurately quoting the exact words of the auditor general.\n\nThe auditor general supports our six point action plan and is also carrying out his own audit, the results of which we expect to have by the fall. I am therefore asking the hon. member to be accurate in quoting the auditor general, who, I say again, supports our six point plan.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:35:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Hart", 
                "url": "/politicians/5546/", 
                "member_id": 2487, 
                "party": "Reform", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 5546
            }, 
            "url": "/hansards/2105/75/", 
            "text": "Mr. Speaker, the public accounts report that one category of EDC loans is worth $140 million and indicate that payment was due in November 1997. This is taxpayers' money. The people of Canada are the only shareholders of the crown corporation known as EDC.\n\nI ask the minister responsible to explain to the shareholders of EDC why $140 million of taxpayers' money has not been repaid.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:35:00", 
            "attribution": "Mr. Jim Hart (Okanagan—Coquihalla, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2105/76/", 
            "text": "Mr. Speaker, I would like to read the correction in this morning's Ottawa Citizen which the Reform Party does not seem to have taken into account:\n\nA March 18 story and an editor's note on March 22 about the Export Development Corporation contained errors. While the EDC set aside $2.8 billion in 1999 to cover potential loan losses, insurance claims and guarantees, this sum is based on an accounting formula and does not represent actual loan losses. Nor did EDC write off $1.3 billion—", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:35:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2105/77/", 
            "text": "The hon. member for Kelowna.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Werner Schmidt", 
                "url": "/politicians/3071/", 
                "member_id": 2480, 
                "party": "Reform", 
                "riding": "Kelowna (B.C.)", 
                "id": 3071
            }, 
            "url": "/hansards/2105/78/", 
            "text": "Mr. Speaker, the hon. minister has not addressed the question at all. The hon. minister must recognize at least at one point in his lifetime that he has made a mistake.\n\nIt is interesting to hear this minister, not only today but on other days, blather on about the fact that Canadian taxpayers are not on the hook for the bad loans of EDC. Let me read for the hon. minister a quote from the EDC which does not see it that way: “It is a fact that the Canadian government has invested in EDC in the form of equity, which makes the Government of Canada EDC's sole—”", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:35:00", 
            "attribution": "Mr. Werner Schmidt (Kelowna, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2105/79/", 
            "text": "The hon. Minister for International Trade.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2105/80/", 
            "text": "Mr. Speaker, I have said it time and again. It is $1 billion over the last 56 years in the equity account. Let me continue to quote the correction recognized by the Ottawa Citizen this morning:\n\nEDC officials say that they expect most impaired loans to be repaid eventually, and that actual loan write-offs in 1999 were zero.\n\nWill the members opposite apologize for their misinformation in the House all the time, and all their allegations about this crown corporation which helps Canadians with exports?", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:35:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maurice Dumas", 
                "url": "/politicians/6281/", 
                "member_id": 3257, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau (Québec)", 
                "id": 6281
            }, 
            "url": "/hansards/2105/81/", 
            "text": "Mr. Speaker, yesterday, the Prime Minister said in Calgary that more money could, if needed, be available to maintain the integrity of Canada's health care system.\n\nMy question is for the Minister of Health. Could he tell us whether the statement by the Prime Minister means that the government intends to make transfer payments to the provinces to enable them to administer their respective systems according to their own priorities?", 
            "topic": "Health", 
            "time": "2000-03-24 11:40:00", 
            "attribution": "Mr. Maurice Dumas (Argenteuil—Papineau—Mirabel, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2105/82/", 
            "text": "Mr. Speaker, we have in Canada a countrywide health care system funded in large measure by the Government of Canada. A third of the public money spent on health care is spent by the Government of Canada.\n\nAs the Prime Minister said last evening, we intend to increase the level of funding with a long term plan to solve the problems of our health care system.", 
            "topic": "Health", 
            "time": "2000-03-24 11:40:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maurice Dumas", 
                "url": "/politicians/6281/", 
                "member_id": 3257, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau (Québec)", 
                "id": 6281
            }, 
            "url": "/hansards/2105/83/", 
            "text": "Mr. Speaker, everyone knows that Canada's health care system needs more money. All we want to know is how much and when?", 
            "topic": "Health", 
            "time": "2000-03-24 11:40:00", 
            "attribution": "Mr. Maurice Dumas (Argenteuil—Papineau—Mirabel, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2105/84/", 
            "text": "Mr. Speaker, we need two things for our nationwide health care system.\n\nThe first one is innovation, to implement innovative practices to improve the quality and accessibility of health care services.\n\nThe second is an appropriate level of funding, and the Government of Canada will do its share.", 
            "topic": "Health", 
            "time": "2000-03-24 11:40:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Philip Mayfield", 
                "url": "/politicians/4022/", 
                "member_id": 3077, 
                "party": "Reform", 
                "riding": "Cariboo—Chilcotin (B.C.)", 
                "id": 4022
            }, 
            "url": "/hansards/2105/85/", 
            "text": "Mr. Speaker, the human resources minister is responsible for a billion dollar bungle. Her department warned about it last August. She did not do anything about it until January, two days after we put in an access request for that audit.\n\nI can see why she is trying to hold up any more releases, but there is a statutory deadline of 30 days. Dozens of requests have gone unanswered months past their due date.\n\nWhy is the minister ignoring her responsibility under the act and when will she see that these access requests are released?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:40:00", 
            "attribution": "Mr. Philip Mayfield (Cariboo—Chilcotin, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/86/", 
            "text": "Mr. Speaker, our past record speaks for itself on these access to information requests.\n\nWe have released 75,000 pages this fiscal year under the Access to Information Act. In the past 10 weeks alone, the department has received 526 requests. This is compared to the 531 requests we received in the entire 1998-99 fiscal year.\n\nThe member opposite should ask himself if his constituents want department officials spending all their time answering detailed questions or serving them.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:40:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2105/87/", 
            "text": "Mr. Speaker, our constituents would like to have some accountability at HRDC.\n\nMuch of what we requested are already completed documents. They are ready to go. The minister pretends she wants transparency. The only transparency is the apparent attempt to muzzle the department.\n\nThe Access to Information Act is clear. Departments have 30 days to return requested information. Dozens of requests have not been dealt with yet.\n\nIs the minister's clampdown a result of some embarrassment or fear over the possible damaging content of these documents?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:40:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/88/", 
            "text": "Mr. Speaker, there is absolutely no clampdown.\n\nAs a matter of fact it is odd that the members of the Reform Party differ with their researcher on this one. The researcher was recently quoted as saying that HRDC has one of the best access to information offices in Ottawa.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-24 11:40:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Serge Cardin", 
                "url": "/politicians/serge-cardin/", 
                "member_id": 3677, 
                "party": "Bloc", 
                "riding": "Sherbrooke (Québec)", 
                "id": 53
            }, 
            "url": "/hansards/2105/89/", 
            "text": "Mr. Speaker, every day we hear news that confirm the negative impact of the gasoline price increase on the economy.\n\nThe one-point rise in the inflation rate since January is evidence of that impact. However, Ottawa will collect, through the GST, an additional amount of close to $250 million, because of the increase in the price of gasoline.\n\nMy question is for the Deputy Prime Minister. Considering the financial means at its disposal, should the government not give a break to taxpayers by immediately reducing the excise tax on oil products?", 
            "topic": "Gasoline Pricing", 
            "time": "2000-03-24 11:40:00", 
            "attribution": "Mr. Serge Cardin (Sherbrooke, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Roy Cullen", 
                "url": "/politicians/76/", 
                "member_id": 3683, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 76
            }, 
            "url": "/hansards/2105/90/", 
            "text": "Mr. Speaker, tax reductions were recently announced in Budget 2000.\n\nWe know that the price of petroleum is coming down. We know that in terms of the GST it represents one cent of the twenty cent increase over the last few months. The provinces have much more excise tax on gasoline than the federal government. We are hoping that the price of crude will continue to go down. It has not had an amazing effect; it has had a very limited effect on inflation.", 
            "topic": "Gasoline Pricing", 
            "time": "2000-03-24 11:40:00", 
            "attribution": "Mr. Roy Cullen (Parliamentary Secretary to Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Larry McCormick", 
                "url": "/politicians/4554/", 
                "member_id": 3183, 
                "party": "Liberal", 
                "riding": "Hastings—Frontenac—Lennox And Addington (Ontario)", 
                "id": 4554
            }, 
            "url": "/hansards/2105/91/", 
            "text": "Mr. Speaker, the recent federal budget focused on creating better lives for Canadians in a rapidly changing world.\n\nMy question is for the Secretary of State for Rural Development. Could he inform the House on how the budget has responded to the specific concerns of rural Canadians?", 
            "topic": "The Budget", 
            "time": "2000-03-24 11:45:00", 
            "attribution": "Mr. Larry McCormick (Hastings—Frontenac—Lennox and Addington, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Andy Mitchell", 
                "url": "/politicians/2502/", 
                "member_id": 3214, 
                "party": "Liberal", 
                "riding": "Parry Sound—Muskoka (Ontario)", 
                "id": 2502
            }, 
            "url": "/hansards/2105/92/", 
            "text": "Mr. Speaker, there is a number of very specific initiatives in the budget: $54 million for community futures; $160 million to connect rural Canadians to the Internet; a $2.6 billion infrastructure program, a large portion of which will go to rural Canada; and $30 million to assist our natural resource industries both in forestry and mining.\n\nMost important is that the budget recognized that the circumstances of rural Canadians were different from those of urban Canadians. Unlike the Reform Party there is a recognition that government will work in partnership with rural Canadians, communities and businesses to better the lives of rural Canadians.", 
            "topic": "The Budget", 
            "time": "2000-03-24 11:45:00", 
            "attribution": "Hon. Andy Mitchell (Secretary of State (Rural Development)(Federal Economic Development Initiative for Northern Ontario), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2105/93/", 
            "text": "Mr. Speaker, the government has no problem funnelling HRDC cash to companies with friends of the Prime Minister on their boards. At the same time only 26% of AIDA money that the Minister of Agriculture and Agri-Food promised to farmers in December 1998 has made it to them. As a result the agriculture minister is guilty of financial mismanagement.\n\nWhy does the government find it so easy to shovel money to its rich friends and cannot get emergency help to farmers who need it?", 
            "topic": "Agriculture", 
            "time": "2000-03-24 11:45:00", 
            "attribution": "Mr. Howard Hilstrom (Selkirk—Interlake, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Joe McGuire", 
                "url": "/politicians/194/", 
                "member_id": 3251, 
                "party": "Liberal", 
                "riding": "Egmont (P.E.I.)", 
                "id": 194
            }, 
            "url": "/hansards/2105/94/", 
            "text": "Mr. Speaker, leave it to a party that was to cut $600 million from the agriculture program to find fault with a government that will be providing $3.3 billion over the next three years.\n\nAs a matter of fact his province of Manitoba will be held harmless with the new arrangement. It got 60 crisp, brand new 60 million dollar bills just a short time ago. In addition, it will be getting another $40 million so they will be held harmless with this program in the future.", 
            "topic": "Agriculture", 
            "time": "2000-03-24 11:45:00", 
            "attribution": "Mr. Joe McGuire (Parliamentary Secretary to Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerry Ritz", 
                "url": "/politicians/gerry-ritz/", 
                "member_id": 2733, 
                "party": "Reform", 
                "riding": "Battlefords—Lloydminster (Saskatchewan)", 
                "id": 246
            }, 
            "url": "/hansards/2105/95/", 
            "text": "Mr. Speaker, let us talk about the reality of the public relations exercise we heard yesterday. It is awful short on details. Nobody knows who is going to qualify and how they are going to trigger it. There is no provincial agreement. Saskatchewan and Manitoba come up short again as the hardest hit areas.\n\nCould the government explain how it is that HRDC grant recipients could get money without putting pen to paper and yet farm families that filled out pages and pages of AIDA applications come up with nothing?", 
            "topic": "Agriculture", 
            "time": "2000-03-24 11:45:00", 
            "attribution": "Mr. Gerry Ritz (Battlefords—Lloydminster, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Joe McGuire", 
                "url": "/politicians/194/", 
                "member_id": 3251, 
                "party": "Liberal", 
                "riding": "Egmont (P.E.I.)", 
                "id": 194
            }, 
            "url": "/hansards/2105/96/", 
            "text": "Mr. Speaker, they call $3.3 billion nothing. The province of Manitoba will not receive any less in safety net moneys than it does today.\n\nThat is in addition to the $60 million we recently gave it in the $435 million in the new safety net program. This is there and the details will be figured out between the provinces and the federal government over the next short period.", 
            "topic": "Agriculture", 
            "time": "2000-03-24 11:45:00", 
            "attribution": "Mr. Joe McGuire (Parliamentary Secretary to Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dennis Gruending", 
                "url": "/politicians/3882/", 
                "member_id": 3674, 
                "party": "NDP", 
                "riding": "Saskatoon—Rosetown—Biggar (Saskatchewan)", 
                "id": 3882
            }, 
            "url": "/hansards/2105/97/", 
            "text": "Mr. Speaker, yesterday's report from the expert panel on Canada's national parks tells us what thousands of Canadians already know, that services in the parks have deteriorated because of the government's chronic underfunding.\n\nThe Narrows campground in Prince Albert National Park is one example. The park has struggled to keep the campground open but last winter people were told that this summer there might be no modern toilets or fresh water.\n\nWill the minister commit to putting more money into Canada's national parks so that our citizens can begin to enjoy them once again?", 
            "topic": "The Environment", 
            "time": "2000-03-24 11:45:00", 
            "attribution": "Mr. Dennis Gruending (Saskatoon—Rosetown—Biggar, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Sheila Copps", 
                "url": "/politicians/4533/", 
                "member_id": 3179, 
                "party": "Liberal", 
                "riding": "Hamilton East (Ontario)", 
                "id": 4533
            }, 
            "url": "/hansards/2105/98/", 
            "text": "Mr. Speaker, one of the things the member will find, if he has an opportunity to read the very comprehensive ecological integrity report, is that one of the points put forth by the panel is that we have to get our ecological house in order before we can go to the Minister of Finance for more money.\n\nOne of the reasons we have to do that is that in the past each superintendent looked upon each park simply from the perspective of delivering services in that park. What that meant was an ever arching increase in development.\n\nWhat we need today is to make sure that we look at everything through an environmental lens, and that is what we intend to do with implementing the recommendations of the panel.", 
            "topic": "The Environment", 
            "time": "2000-03-24 11:45:00", 
            "attribution": "Hon. Sheila Copps (Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dennis Gruending", 
                "url": "/politicians/3882/", 
                "member_id": 3674, 
                "party": "NDP", 
                "riding": "Saskatoon—Rosetown—Biggar (Saskatchewan)", 
                "id": 3882
            }, 
            "url": "/hansards/2105/99/", 
            "text": "Mr. Speaker, again on the environment, the study by the Pembina Institute shows that the governments greenhouse gas emissions policy is a complete failure.\n\nThe government is relying on a voluntary program to have major polluters reduce emissions, but those emissions have actually increased by 7% since 1990. We have to move quickly to put in place programs to encourage the move toward the use of renewable resources. When will the government do something real about supporting a move toward renewable resource use?", 
            "topic": "The Environment", 
            "time": "2000-03-24 11:50:00", 
            "attribution": "Mr. Dennis Gruending (Saskatoon—Rosetown—Biggar, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paddy Torsney", 
                "url": "/politicians/1010/", 
                "member_id": 3158, 
                "party": "Liberal", 
                "riding": "Burlington (Ontario)", 
                "id": 1010
            }, 
            "url": "/hansards/2105/100/", 
            "text": "Mr. Speaker, actually the government has been working with governments at the provincial and territorial levels and with experts across the country to put in place an action plan that will see us meet our Kyoto target.\n\nOn Monday and Tuesday the Minister of Natural Resources and the Minister of the Environment will be meeting with their provincial and territorial colleagues to get that agreement battened down and to make sure that we are getting things in place, because we have a huge responsibility to Canadians and to people across the world.\n\nVoluntary action is important. It is not the only thing. We have to do other things, but it is a critical component.", 
            "topic": "The Environment", 
            "time": "2000-03-24 11:50:00", 
            "attribution": "Ms. Paddy Torsney (Parliamentary Secretary to Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Angela Vautour", 
                "url": "/politicians/3217/", 
                "member_id": 2522, 
                "party": "NDP", 
                "riding": "Beauséjour—Petitcodiac (New Brunswick)", 
                "id": 3217
            }, 
            "url": "/hansards/2105/101/", 
            "text": "Mr. Speaker, the government just released its third monitoring and assessment report, following the drastic cuts to the employment insurance program. This report shows a 5.7% reduction in the number of claims from frequent claimants.\n\nIn light of this report, has the minister concluded that everything is fine regarding seasonal unemployment in our communities?", 
            "topic": "Employment Insurance", 
            "time": "2000-03-24 11:50:00", 
            "attribution": "Ms. Angela Vautour (Beauséjour—Petitcodiac, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/102/", 
            "text": "Mr. Speaker, for the NDP even good news is turned into bad news. The fact is that this report reflects the strong performance of the economy and the creation of 400,000 new jobs last year, of which 85% were full time. Today the economy is stronger than ever and the unemployment rate is at its lowest level since 1976.", 
            "topic": "Employment Insurance", 
            "time": "2000-03-24 11:50:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Angela Vautour", 
                "url": "/politicians/3217/", 
                "member_id": 2522, 
                "party": "NDP", 
                "riding": "Beauséjour—Petitcodiac (New Brunswick)", 
                "id": 3217
            }, 
            "url": "/hansards/2105/103/", 
            "text": "Mr. Speaker, this issue is too important to me to be joked about. While the government is saying everything is well, as we speak I have constituents in my riding who see themselves with no income because of the actions taken on the part of the Liberal government.\n\nWhy is the minister refusing to recognize the degree of hardship caused by the drastic cuts to the EI program and refusing to introduce measures that will put an end to the suffering which we are seeing in our seasonal communities? Does the minister have an answer for the people who have no income now? Everything is not well.", 
            "topic": "Employment Insurance", 
            "time": "2000-03-24 11:50:00", 
            "attribution": "Ms. Angela Vautour (Beauséjour—Petitcodiac, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/104/", 
            "text": "Mr. Speaker, it is very difficult to make the argument that as a group frequent claimants and seasonal workers have been treated unfairly.\n\nThis year's report indicates that frequent claimants such as seasonal workers benefit from the hours based system. They now have an average entitlement period of 32.8 weeks, three weeks higher than it was before the reform to EI.\n\nEven with the intensity rule in place, the average weekly benefit rate of frequent claimants exceeded the average for all claimants of regular benefits by 8.2%. They are having higher benefits and they are having them for a longer period.", 
            "topic": "Employment Insurance", 
            "time": "2000-03-24 11:50:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judy Sgro", 
                "url": "/politicians/judy-sgro/", 
                "member_id": 3671, 
                "party": "Liberal", 
                "riding": "York West (Ontario)", 
                "id": 260
            }, 
            "url": "/hansards/2105/105/", 
            "text": "Mr. Speaker, my question is for the Minister for International Trade. Would he once and for all refute the comments and the allegations that were made in the House by a desperate Reform Party looking to smear the government?", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:50:00", 
            "attribution": "Ms. Judy Sgro (York West, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2105/106/", 
            "text": "Mr. Speaker, absolutely. All week long Reform has made all sorts of allegations, now denied by its only source of information.\n\nLet us be constructive in the House this morning after the denials and let us read the quote from Mr. Malcolm Stephens, former chief executive of the British equivalent of the EDC who said:\n\nIn my experience the facilities available to Canadian exporters are flexible and are administered with the professional expertise which has few rivals in other countries around the world.\n\nThis is what Canada stands for.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 11:50:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Cliff Breitkreuz", 
                "url": "/politicians/5472/", 
                "member_id": 3074, 
                "party": "Reform", 
                "riding": "Yellowhead (Alberta)", 
                "id": 5472
            }, 
            "url": "/hansards/2105/107/", 
            "text": "Mr. Speaker, in the Liberal Party members earn rewards for blowing billions of dollars while they receive applause at conventions, standing ovations in the House and even protection from an angry public.\n\nIn the real world managers would be fired with cause, but in Liberaldom they are congratulated and handed a bigger portfolio. When is the member for Brant getting the finance job?", 
            "topic": "Member For Brant", 
            "time": "2000-03-24 11:55:00", 
            "attribution": "Mr. Cliff Breitkreuz (Yellowhead, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2105/108/", 
            "text": "Mr. Speaker, it is obvious the hon. member is getting ready to seek the job of either leader of the Reform Party or the united alternative. In spite of that his baseless question is not going to get him any brownie points even in his own party.\n\nThe member for Brant is doing a great job as Minister of Human Resources Development. The Minister of Finance, the member for LaSalle—Émard, is doing a great job as Minister of Finance. We are all very happy with that, as are Canadians generally.", 
            "topic": "Member For Brant", 
            "time": "2000-03-24 11:55:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "René Laurin", 
                "url": "/politicians/6354/", 
                "member_id": 3279, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 6354
            }, 
            "url": "/hansards/2105/109/", 
            "text": "Mr. Speaker, a federal investigation at the Department of National Defence revealed that a number of expenses had been paid twice.\n\nMoreover, instead of trying to recover the moneys paid by mistake, it appears the department preferred to consider these undue payments as losses.\n\nDoes the minister intend to take disciplinary and administrative action to correct this situation?", 
            "topic": "National Defence", 
            "time": "2000-03-24 11:55:00", 
            "attribution": "Mr. René Laurin (Joliette, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Art Eggleton", 
                "url": "/politicians/4882/", 
                "member_id": 3245, 
                "party": "Liberal", 
                "riding": "York Centre (Ontario)", 
                "id": 4882
            }, 
            "url": "/hansards/2105/110/", 
            "text": "Mr. Speaker, the reference that perhaps the hon. member is making is to a duplicate payment, which was noted in the media of recent times. It has not been written off. We are taking every action we can to collect it.\n\nWe have substantially cut down this kind of problem. We are taking corrective action to reduce this kind of situation and to make sure that people are properly trained to ensure respect for the taxpayer dollar.", 
            "topic": "National Defence", 
            "time": "2000-03-24 11:55:00", 
            "attribution": "Hon. Arthur C. Eggleton (Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2105/111/", 
            "text": "Mr. Speaker, my question is for the Deputy Prime Minister. Is he aware that if he took VIA Rail from Halifax to Vancouver and he flushed the toilet along the way, the toilet would be flushed directly on to the tracks, leaving a trail of poo from coast to coast?\n\nIn light of the workers along the tracks and consideration for the environment, would he announce that the government will finally take steps to clean up this dreadful situation?", 
            "topic": "Transportation", 
            "time": "2000-03-24 11:55:00", 
            "attribution": "Mr. Nelson Riis (Kamloops, Thompson and Highland Valleys, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stan Dromisky", 
                "url": "/politicians/4823/", 
                "member_id": 3233, 
                "party": "Liberal", 
                "riding": "Thunder Bay—Atikokan (Ontario)", 
                "id": 4823
            }, 
            "url": "/hansards/2105/112/", 
            "text": "Mr. Speaker, we can truly appreciate the kind of environment in which these individuals are working when the toilets are being flushed along the tracks. There is no doubt about it; it is a stinky situation.\n\nHowever, I point out that we have a policy that any new passenger car providing railway service must have containers. Any passenger car today that is being renovated must also have the new container system, and we are hoping that the old cars will be renovated in a very short period of time.", 
            "topic": "Transportation", 
            "time": "2000-03-24 11:55:00", 
            "attribution": "Mr. Stan Dromisky (Parliamentary Secretary to Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2105/113/", 
            "text": "Mr. Speaker, the HRD minister has changed the application date for the student summer employment program. This was done without contacting former program recipients. This was done without advertising in local papers. This was done without contacting opposition MPs.\n\nDid the minister contact her government MPs to indicate that the application date had been changed?", 
            "topic": "Employment", 
            "time": "2000-03-24 11:55:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2105/114/", 
            "text": "Mr. Speaker, all initiatives under the student summer job action are designed to create or help students get employment.\n\nIt is my understanding that the deadline for applications under this program is March 31, 2000, the same as it has been every other year.", 
            "topic": "Employment", 
            "time": "2000-03-24 11:55:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Richardson", 
                "url": "/politicians/6106/", 
                "member_id": 2616, 
                "party": "Liberal", 
                "riding": "Perth—Middlesex (Ontario)", 
                "id": 6106
            }, 
            "url": "/hansards/2105/115/", 
            "text": "Mr. Speaker, my question is for the Minister of National Defence. Yesterday, the Panamanian flagship with a crew of 31 carrying a cargo of salt from Spain en route to New York began to take on water and sank quickly. The crew was unable to utilize its life rafts and lifeboats.\n\nCould the minister inform members of the House on the role played by members of the Canadian armed forces in the rescue of the members of the Leader L ?", 
            "topic": "National Defence", 
            "time": "2000-03-24 11:55:00", 
            "attribution": "Mr. John Richardson (Perth—Middlesex, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Art Eggleton", 
                "url": "/politicians/4882/", 
                "member_id": 3245, 
                "party": "Liberal", 
                "riding": "York Centre (Ontario)", 
                "id": 4882
            }, 
            "url": "/hansards/2105/116/", 
            "text": "Mr. Speaker, there was a Canadian naval task group, comprised of three frigates, a supply ship and a destroyer, on their way to exercises when this tragedy occurred 370 kilometres northeast of Bermuda.\n\nThe HMCS Iroquois , Charlottetown , Halifax and Toronto and the ship Preserver participated in the rescue. Sea King helicopters were deployed and, along with the Hercules and an Aurora aircraft, they rescued six of the crew members from two life rafts.\n\nI think we owe our congratulations to the members of the Canadian forces for some fine work.", 
            "topic": "National Defence", 
            "time": "2000-03-24 12:00:00", 
            "attribution": "Hon. Arthur C. Eggleton (Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2105/117/", 
            "text": "Mr. Speaker, for days in the House we have been asking questions about Export Development Corporation based on its annual reports and based on the Public Accounts of Canada.\n\nAll we have received from the minister is a bunch of blather with no answers. He seems more intent on talking about the Ottawa Citizen than answering questions in the House. Why does he not answer the questions that are put to him?", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 12:00:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2105/118/", 
            "text": "Mr. Speaker, I have to refute the allegations that members of the Reform Party have made. All week we have heard talk of billions of dollars of losses and now we recognize that their source of information, their articles, contain errors.\n\nIf the opposition had any dignity it would apologize for having led Canadian public opinion in the House on the wrong track in believing that this crown corporation is not doing good work for Canadians exporters all around the world.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-24 12:00:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2105/119/", 
            "text": "Mr. Speaker, on June 23, I submitted an access to information request with a very simple question: what is the Canadian Food Inspection Agency's process for approving genetically modified foods. Nine months later, I received some documents, but no answer to my question.\n\nMy question is for the Minister of Health. What reason is there for this lack of transparency other than that there is no approval process or that the process is so deficient that the minister is too ashamed to make it public?", 
            "topic": "Genetically Modified Foods", 
            "time": "2000-03-24 12:00:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2105/120/", 
            "text": "Mr. Speaker, we provided a full response.", 
            "topic": "Genetically Modified Foods", 
            "time": "2000-03-24 12:00:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2105/121/", 
            "text": "Mr. Speaker, my point of order is with regard to Bill C-206 and the fact that it has been dropped to the bottom of the order of precedence.\n\nMr. Speaker, as you are aware, the status of the bill was challenged by the member for Athabasca, resulting in a committee study by the Standing Committee on Procedure and House Affairs.\n\nThe Speaker ruled on the complaint of the member for Athabasca and based his ruling on the recommendation from the Standing Committee on Procedure and House Affairs, which recommended:\n\nThat the Speaker require (the Member for Wentworth—Burlington) to demonstrate that Bill C-206 has the current support of at least 100 Members, including at least 10 Members each from a majority of the recognized parties in the House, by filing with the Clerk a list, in accordance with Standing Order 87(6)(a), prior to Bill C-206 being set down for the first hour of debate at second reading. For these purposes only, and without prejudice to any future cases or recommendations, “support” shall mean support that the item be added to the Order of Precedence. If (the Member for Wentworth—Burlington) is unable to demonstrate such support within the specified period of time, the Speaker should order that Bill C-206 be dropped from the Order of Precedence and replaced by the next eligible item under Standing Order 87(6)(b). Any such removal of Bill C-206 would not affect in any way (the Member for Wentworth—Burlington's) use of this procedure for Bill C-206 in the future.\n\nDuring the discussions at committee, it was suggested that the member for Wentworth—Burlington be apprised of the intentions of the committee before the committee actually finalized its report, in order to allow him time to seek the recommended support for his bill. The reason for this urgency was because the committee intended the deadline to be the first opportunity for the bill to be considered for its first hour of debate. That should have been today.\n\nBy arranging to prevent his bill from being considered today, the member for Wentworth—Burlington has gone against the intentions of the committee and the spirit of the Speaker's ruling. His procedural manoeuvre blocks the next eligible bill from making it on the order paper pursuant to Standing Order 87(6)(b).\n\nNo other member enjoys the advantage of securing a position on the order of precedence until such time as he or she can obtain 100 signatures. All other members are now required to wait while the member dithers.\n\nThe House has been patient enough and it is unfair to all members to delay this any further. In the Chair's ruling of March 21, 2000, the Speaker said:\n\nFailing the filing of the necessary list with the Journals Branch prior to Bill C-206 being set down for the first hour of debate at second reading, the item will be removed from the order of precedence. It will, of course, remain eligible to be returned to the order of precedence through a later filing of such a list or by the normal process of the draw.\n\nThe member for Wentworth—Burlington rose after the Speaker's ruling and sought further clarification. He clarified with the Chair that if he could secure 100 signatures by Friday, March 24, 2000, today, his bill could remain on the order paper. It is obvious that the member did not obtain the required support in time.\n\nThe member had his chance. He should now proceed as suggested in the Speaker's ruling. He should file through the normal process and stop tying up a position on the order of precedence that would allow other members to take advantage of Standing Order 87(6)(b).", 
            "topic": "Points Of Order", 
            "time": "2000-03-24 12:00:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Ref.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2105/122/", 
            "text": "Mr. Speaker, I have listened carefully to this representation. While I would not disagree with all or the greater portion of what was said, I suggest to the Chair that it would be inappropriate at this juncture to interpret what the procedure and House affairs committee reported to the House. It is equally or even more inappropriate to second guess the ruling of the Speaker.\n\nIf what we have here is a stick handling, a legal compliance with the rules of the House for Private Members' Business, that is every member's right and privilege. I am not so sure that the procedure that has been used to date is so egregiously out of order that it should cause the Speaker to further intervene.", 
            "topic": "Points Of Order", 
            "time": "2000-03-24 12:05:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2105/123/", 
            "text": "Mr. Speaker, it is obviously not my intention to get into a lengthy debate today about this issue of what I feel is a circumvention of the intent of the Speaker's ruling regarding private member's Bill C-206. However, I would like to be on record as completely disagreeing with the hon. member opposite with regard to it being up to every member to stick handle through the rules.", 
            "topic": "Points Of Order", 
            "time": "2000-03-24 12:05:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2105/124/", 
            "text": "The Chair has heard the submissions of both the hon. chief opposition whip and the parliamentary secretary to the House leader. Obviously, in light of the allegations by the chief opposition whip in particular, it is important that the Chair hear from the hon. member for Wentworth—Burlington. The hon. member suggested that he has taken advantage of the rules to avoid having the bill called today for debate. The indication was that he was unable to proceed today. He is not present in the House and accordingly is unable to give comments today on this matter and clarify the issue for the benefit of all hon. members and for the Chair.\n\nHowever, the Chair does regard the matter as serious and wishes to take it under advisement. Hopefully we will hear from the hon. member next week and then a decision will be made in due course.\n\nI appreciate the hon. chief opposition whip drawing this matter to the attention of the Chair.", 
            "topic": "Points Of Order", 
            "time": "2000-03-24 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2105/125/", 
            "text": "Mr. Speaker, if you were to seek it, you would perhaps find consent but, at the request of the member for Scarborough Centre, I am truly pleased to table the tripartite protocol, which was once secret but is no longer.\n\nI wish to table it. This might further the debate and the House could finally get to the bottom of the troubling Placeteco affair.", 
            "topic": "Points Of Order", 
            "time": "2000-03-24 12:05:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2105/126/", 
            "text": "Ah, this is an entirely different matter from the one we discussed.\n\nIs there unanimous consent for the hon. member to table this document?", 
            "topic": "Points Of Order", 
            "time": "2000-03-24 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2105/127/", 
            "text": "Agreed.", 
            "topic": "Points Of Order", 
            "time": "2000-03-24 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2105/128/", 
            "text": "No.", 
            "topic": "Points Of Order", 
            "time": "2000-03-24 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2105/129/", 
            "text": "Mr. Speaker, during oral question period, the Deputy Prime Minister urged me to quote the Auditor General of Canada properly, thus implying that I had misled the House and that I had attributed remarks to the auditor general that he had not made.\n\nFor the benefit of the House, I simply wish to say that what the auditor general told the Standing Committee on Human Resources Development and the Status of Persons with Disabilities was this “In order to get to the bottom of things in such cases, a police investigation is always required”.", 
            "topic": "Points Of Order", 
            "time": "2000-03-24 12:10:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2105/130/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36(8), I have the honour to table, in both official languages, the government's response to two petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-24 12:10:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ivan Grose", 
                "url": "/politicians/4671/", 
                "member_id": 3207, 
                "party": "Liberal", 
                "riding": "Oshawa (Ontario)", 
                "id": 4671
            }, 
            "url": "/hansards/2105/131/", 
            "text": "Mr. Speaker, I have the honour, and believe me in this case it is a great honour, to present in both official languages the second report of the Standing Committee on Justice and Human Rights.\n\nPursuant to the order of reference of Monday, February 21, 2000, your committee has considered Bill C-23, an act to modernize the statutes of Canada in relation to benefits and obligations, and has agreed to report it with amendments.", 
            "topic": "Committees Of The House", 
            "time": "2000-03-24 12:10:00", 
            "attribution": "Mr. Ivan Grose (Oshawa, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2105/132/", 
            "text": "Mr. Speaker, I have introduced a number of private members' bills that are intended to bring various Canadian acts in line with the United Nations Convention on the Rights of the Child.\n\nI am pleased to announce in the House today that the Minister of Transport has advised me that the amendment outlined in Bill C-374, an act to amend the Canada Shipping Act, definition of child and infant, were introduced in the other place as part of Bill S-17.\n\nWhile I thank the minister for his effort and look forward to the quick passage of Bill S-17, I would like to ask for the unanimous consent of the House that the order for second reading of Bill C-374 be discharged and the bill be withdrawn.", 
            "topic": "Canada Shipping Act", 
            "time": "2000-03-24 12:10:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2105/133/", 
            "text": "Is there unanimous consent to the hon. member to withdraw the private member's bill?", 
            "topic": "Canada Shipping Act", 
            "time": "2000-03-24 12:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2105/134/", 
            "text": "Agreed.\n\n(Order discharged and bill withdrawn)", 
            "topic": "Canada Shipping Act", 
            "time": "2000-03-24 12:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2105/135/", 
            "text": "Mr. Speaker, it is indeed an honour to rise pursuant to Standing Order 36 to present a petition on behalf of a number of residents of British Columbia who call on parliament to recognize the fact that Canadians reject the legalization of the possession of child pornography. They ask the government to intervene in this matter to establish and strengthen the laws related to the possession of child pornography to ensure that it will never be legalized.", 
            "topic": "Petitions", 
            "time": "2000-03-24 12:10:00", 
            "attribution": "Mr. Nelson Riis (Kamloops, Thompson and Highland Valleys, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2105/136/", 
            "text": "Mr. Speaker, I have a second petition which calls on the Government of Canada to amend the criminal code in order to prevent persons convicted of serious crimes from being released from custody pending the hearing of their appeal except in very exceptional circumstances.", 
            "topic": "Petitions", 
            "time": "2000-03-24 12:10:00", 
            "attribution": "Mr. Nelson Riis (Kamloops, Thompson and Highland Valleys, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mark Assad", 
                "url": "/politicians/5024/", 
                "member_id": 2680, 
                "party": "Liberal", 
                "riding": "Gatineau (Québec)", 
                "id": 5024
            }, 
            "url": "/hansards/2105/137/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36, I would like to present a petition from people in my riding who are concerned about the increase in the incidence of breast cancer.\n\nThey call upon parliament to strike an independent committee that would be responsible for developing, implementing and maintaining control and quality standards for mammography in Canada.", 
            "topic": "Petitions", 
            "time": "2000-03-24 12:10:00", 
            "attribution": "Mr. Mark Assad (Gatineau, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2105/138/", 
            "text": "Mr. Speaker, I have a petition from the Saskatchewan Farm Income Coalition group containing around 10,000 signatures.\n\nThe Saskatchewan farm families are among the most competitive farmers in the whole world. They are finding it very difficult to compete against foreign subsidies, primarily in the United States and Europe.\n\nThese thousands of Saskatchewan farm families are asking parliament to support them by immediately providing an additional $1 billion in agricultural trade equalization payments to Saskatchewan farmers.\n\nParliament should take note of this and make a special effort to help Saskatchewan in its time of need.", 
            "topic": "Petitions", 
            "time": "2000-03-24 12:10:00", 
            "attribution": "Mr. Howard Hilstrom (Selkirk—Interlake, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2105/139/", 
            "text": "Mr. Speaker, I have a group of petitioners who want the House to enact legislation to establish an independent governing body to develop, implement and enforce uniform and mandatory mammography quality assurance and quality control standards in Canada.", 
            "topic": "Petitions", 
            "time": "2000-03-24 12:15:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2105/140/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36, I am pleased to present, in the presence of the minister responsible for Canada Post Corporation, a petition signed by 445 people from Quebec, including from the riding of Verchères—Les-Patriotes.\n\nThe petitioners point out that rural carriers do not have access to collective bargaining to improve their pay and working conditions.\n\nToo often, these workers earn less than the minimum wage and their working conditions are from an era that we thought was gone, whereas their colleagues from the private sector, who also deliver mail in rural areas, have access to collective bargaining, as do Canada Post Corporation employees.\n\nThe petitioners call upon parliament to repeal paragraph 13(5) of the Canada Post Corporation Act, which deprives rural carriers of their right to collective bargaining.\n\nIt seems obvious to me that the government must act as soon as possible to put an end to this kind of discrimination against rural carriers.", 
            "topic": "Petitions", 
            "time": "2000-03-24 12:15:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2105/141/", 
            "text": "Mr. Speaker, it is my pleasure to present two petitions on behalf of the good people of Dewdney—Alouette. The first petition has to do with the high rate of taxes in Canada imposed by the Minister of Finance.\n\nThe petitioners ask the Minister of Finance to reduce taxes substantially, by 25% in the budget which was just brought down and in the next three budgets.", 
            "topic": "Petitions", 
            "time": "2000-03-24 12:15:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2105/142/", 
            "text": "Mr. Speaker, the second petition is from many petitioners in my riding who are asking the government to oppose any amendments to the Canadian Charter of Rights and Freedoms or any other federal legislation which would provide for the exclusion of the reference to the supremacy of God in our constitution and laws.", 
            "topic": "Petitions", 
            "time": "2000-03-24 12:15:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Ref.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2105/143/", 
            "text": "Mr. Speaker, I ask that all questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-24 12:15:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2105/144/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-24 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2105/145/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-24 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Alfonso Gagliano", 
                "url": "/politicians/5235/", 
                "member_id": 2722, 
                "party": "Liberal", 
                "riding": "Saint-Léonard—Saint-Michel (Québec)", 
                "id": 5235
            }, 
            "url": "/hansards/2105/146/", 
            "text": "moved that Bill C-12, an act to amend the Canada Labour Code (Part II) in respect of occupational health and safety, to make technical amendments to the Canada Labour Code (Part I) and to make consequential amendments to others acts, be read the second time and referred to a committee.", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 12:15:00", 
            "attribution": "Hon. Alfonso Gagliano (for the Minister of Labour, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Judi Longfield", 
                "url": "/politicians/2599/", 
                "member_id": 2646, 
                "party": "Liberal", 
                "riding": "Whitby—Ajax (Ontario)", 
                "id": 2599
            }, 
            "url": "/hansards/2105/147/", 
            "text": "Mr. Speaker, I am pleased and privileged to begin debate at second reading of Bill C-12, an act to amend Part II of the Canada Labour Code, which addresses occupational health and safety.\n\nThe Government of Canada is committed to safety in the workplace and ensuring that Canadians live in healthy and safe communities.\n\nThis legislation also demonstrates our trust in the ability of federal employers and employees to recognize and solve their own health and safety problems together.\n\nThis bill makes important amendments to Part II of the Canada Labour Code. It is good social and economic policy because a safe workplace, combined with sound labour management relations and employee involvement in the decision making process, just makes good sense.\n\nThe bill is the second of the Government of Canada's three phase reform of the Canada Labour Code. The significant amendments to Part II of the Canada Labour Code communicate the Liberal belief that initiatives which promote a healthier and safe working environment, which foster sound labour management relations and which encourage employee involvement in decision making constitute not only good social policy but also good economic policy.\n\nAs members can appreciate, occupational health and safety issues are highly complex.\n\nPart II of the code sets out a legislative framework for addressing those issues for employees who are within the federal jurisdiction.\n\nThe federal jurisdiction under Part II includes the federal public service, certain crown corporations, industries declared by parliament for the general advantage of Canada, such as grain handling and uranium mining, as well as industries which are international or interprovincial in scope, such as railroads, air traffic, pipelines, shipping, long-shoring, banking and telecommunications. The federal jurisdiction is representative of a core infrastructure that provides for key economic linkages both nationally and internationally.\n\nApproximately 10% of the Canadian workforce is governed by the Canada Labour Code. Part II of the code defines the duties of both the employees and the employers. It also establishes three basic employee rights in the health and safety area: the right to know about hazards in the workplace and ways of dealing with them, the right to participate in correcting those workplace hazards, and the right to refuse work which the employee believes to be dangerous or unhealthy.\n\nThe code lays out a procedure to be followed in the event of a dangerous or unsafe workplace, and also defines the roles and responsibilities of workers, employers, workplace health and safety committees and safety officers. The legislation also sets out the processes and procedures to be exercised in enforcing those basic rights.\n\nWorkplaces have changed and will continue to change. Therefore, we must periodically review the code to ensure that it meets the social and economic needs of the day. The last amendments to Part II were made in 1985. Since that time both the federal government and stakeholder groups have identified areas of Part II in which changes need to be made.\n\nThe resulting amendments were formulated, first, to ensure that Part II continues to do what it is supposed to do, namely, protect workers; second, to align Part II with occupational health and safety regulations in other jurisdictions; and third, to modernize the Part II approach to occupational health and safety regulations.\n\nWhat may be less obvious is that recent changes in the workplace have forced employers and employees to confront many new issues in the realm of workplace health and safety. For example, the proliferation of personal computers has forced us to pay closer attention to the ergonomic considerations needed to prevent or ameliorate repetitive strain injuries.\n\nThe bill not only addresses the human side of the equation, but also the economic side. Each year between 30 and 40 workers in the federal jurisdiction die on the job, and another 60,000 suffer occupational injuries or illnesses. That is one million lost workdays annually, nearly 5,000 person years, costing over $350 million in lost wages, medical aid, rehabilitation and disability pension payments.\n\nIn Canada significantly more workdays are lost each year due to injury than to strikes or lockouts. In 1995 occupational injuries and illnesses cost the Canadian economy almost $5 billion in workers' compensation payments. Studies indicate that the direct and indirect costs of occupational casualties comes to about $10 billion annually. This is a staggering financial burden, but it says nothing about the anguish and grief endured by those who have lost a loved one or those who have lost a limb or suffer a respiratory disease because of a workplace hazard.\n\nIf we could reduce the annual number of workplace injuries and deaths by just 1% we would realize a saving of approximately $11 million.\n\nI do not mean to imply that Part II of the code is important for purely economic reasons. On the contrary, the code is an example of legislation which has far-reaching implications both socially and economically.\n\nOccupational health and safety is a problem which we must face, and we must face it together—governments, employers, unions, workers and health professionals. Jointly we must attack the problem.\n\nThe Government of Canada has recognized that the time has come to make changes to Part II. The amendments contained in Bill C-12 are the result of extensive and exhaustive consultations, including the work that began in 1993 by a legislative committee composed of organizations representing employers and worker groups as well as officials of the federal labour program.\n\nThis committee was directed to develop proposed amendments based on the consensus of the parties involved. The process was not easy. The parties involved had to make difficult compromises on individual matters to reach an agreement on the entire package of proposals. I congratulate the parties for the perseverance they showed throughout the process. Their recommendations constitute the vast majority of the contents of this bill.\n\nOverwhelmingly, the parties agreed that the existing code has worked well and that it could form a basis and a foundation for the new and improved system. In particular, the parties agreed that the time had come for a new approach to the regulation of workplace health and safety. This agreement is reflected in Bill C-12, which is based on the philosophy that the proper role of the Government of Canada is to empower workers and employers to assume responsibility for the regulation of their own workplace.\n\nIn general, the government's role should be that of a guide rather than an interventionist. Workers and employers should be given the power and discretion to identify and resolve new and emerging health and safety hazards.\n\nI have no doubt that this is the right approach. The Government of Canada can only empower the parties rather than impose solutions from above.\n\nThis approach is evident in the amendments to the powers and duties of existing workplace health and safety committees. These bodies will be required to regularly inspect their workplaces and to deal with problems and issues as they arise, reducing the need for direct government intervention.\n\nIn terms of dispute resolution, management and employee representatives of the committee will be responsible for investigating all disagreements and conflicts. Only when the parties cannot reach an agreement will a government health and safety officer become involved.\n\nThis is an example of the trust of the Liberal Government of Canada in the ability of employers and employees to work together. It demonstrates that the Government of Canada is committed to regulating more intelligently, regulating in a way that ensures the continued health and safety of everyone.\n\nThrough Bill C-12 the Government of Canada empowers workers and employees by introducing health and safety policy committees. These committees will complement the work of the existing workplace health and safety committees. Their role will be to deal with matters such as accident prevention, education of employees and the acquisition of protective equipment.\n\nThe role of the Government of Canada in establishing these new committees is to ensure that health and safety issues make their way into the corporate agenda and are addressed at the highest possible level. For companies which operate in more than one location, the committees will also ensure some level of consistency across the different sites.\n\nAlthough I hope that all companies will take advantage of this promising new mechanism, the policy committee will only be mandatory for firms with more than 300 employees. This represents a small number of employers in the federal sector, but actually accounts for 85% of all employees.\n\nAlthough Bill C-12 represents a new approach to health and safety regulations and a significant realignment of the roles and responsibilities of the key players, it is clear that the Government of Canada is firmly committed to existing rights and is doing its utmost to strengthen workplace health and safety.\n\nIn the case of the right to refuse dangerous work, this commitment means strengthening and clarifying the rights of both employers and employees. For example, all employees prevented from working as a result of an employee exercising the right of refusal will be paid until the end of their shift, whereas the employee exercising the right of refusal will be paid until the matter is resolved.\n\nThe Government of Canada is also mindful of the rights of employers, who will be given the discretion to discipline a worker when the right to refuse is abused or when it is found that a frivolous claim has been made.\n\nIn an area as important as workplace health and safety, the Liberal government has shown that it is not prepared to stand still. As promised in the red book, it is moving forward with regulatory reform which is both economically and socially progressive.\n\nFive features of the bill seem to be particularly important and necessary. First, as a result of this bill, local health and safety committees will be mandated to conduct regular workplace inspections and will be given increased powers in dealing with complaints. This will permit the parties to identify and solve problems swiftly as they arise. This will be done with government guidance and it will enhance the role of the health and safety committees.\n\nSecond, a management and an employee member of the committee will be empowered to investigate any unresolved complaint. If they find a violation of the code, they will ask the employer to give a written assurance of compliance. If they find an immediate danger, they will shut off the machine or otherwise stop the activity. If they cannot agree on a solution, a government health and safety officer will be asked to intervene.\n\nThird, a health and safety policy committee at the corporate level will be required for enterprises with 300 or more employees. This committee will address a range of issues such as injury prevention initiatives and awareness activities. This will apply to over 80% of the federally regulated workforce, many of whom have already voluntarily established such committees.\n\nFourth, the Liberal government is committed to help establish family friendly workplaces. This bill provides additional protection for pregnant and nursing employees. If an employee has reason to believe that an activity or condition, such as exposure to a chemical, will adversely affect her, her fetus or her child if she is breast feeding, she will be able to withdraw from the work until she has had the opportunity to consult her doctor. Under existing legislation the employee has to continue working until she receives a medical certificate.\n\nFifth, the bill provides for regulation that will require every employer to develop, establish and monitor in consultation with the workplace health and safety committee at both the workplace and corporate levels, a preventative program appropriate to the size of the workplace and the nature of the hazards.\n\nThese are all important changes. They reflect the Government of Canada's commitment to occupational health and safety and its confidence in the willingness and ability of labour and management to solve their problems in a mutually beneficial manner.\n\nIn closing, I want to emphasize that we take our consultative obligations in drafting this bill very seriously. It was lengthy, involved and extensive and included relevant agencies of the Government of Canada, the major labour organizations and the major employers and employer groups. They all deserve to be commended and thanked.\n\nMy hope is that the occupational health and safety problem in this country will certainly be reduced. I believe that this bill, because it tapped the commitment and concern of social partners, is an important first step toward this goal. Let the workplace be what it is supposed to be: challenging, interesting, meaningful and conducive to good health. By acting now we can ensure that Canada has in place the type of regulatory framework we need to compete and thrive in today's economic climate.\n\nThe Government of Canada has shown that it remains committed to improving and protecting the health and safety of workers under its jurisdiction. Employers and employees have made it very clear that they are eager to take on their new responsibilities and work together. It is time that we gave them a chance.", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 12:15:00", 
            "attribution": "Mrs. Judi Longfield (Parliamentary Secretary to Minister of Labour, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Werner Schmidt", 
                "url": "/politicians/3071/", 
                "member_id": 2480, 
                "party": "Reform", 
                "riding": "Kelowna (B.C.)", 
                "id": 3071
            }, 
            "url": "/hansards/2105/148/", 
            "text": "Mr. Speaker, I rise to debate Bill C-12, which is an act that purports to amend part II of the Canada Labour Code. It deals with occupational health and safety. Unlike parts I and III, this one also covers the federal public service.\n\nPart II of the labour code has not been significantly updated for at least 15 years. There seems to have been a lot of suggestion that the government moved with all speed, but it has been 15 years which does not show the alacrity which was attributed to the government by the previous speaker.\n\nA few days before dropping the writ for the 1997 general election, a bill to amend part II of the code was tabled in the House of Commons. I am sure it was not just a move to shore up Liberal support, even though it took almost another three years to bring the bill back to the House.\n\nEmployer groups and employer associations which have been involved in the lengthy consultative process now fear that if the government delays the legislation any longer, another election will be called and they will have to start all over again. There is some urgency to move ahead with this bill so that there is not the same experience as last time.\n\nHealth and safety in the workplace is the responsibility of every person on the work site. Whether it is a labour intensive industry or a high level high tech desk job, all have stress or other parts to them and health and safety factors are involved. The role of government is to set the standards and to provide a mechanism to resolve disputes when and if they arise.\n\nGovernment legislation and regulations alone cannot promote a healthy workplace and prevent accidents. This involves every one of us. All of us who are involved in the workplace, in a supervisory capacity or in the actual work activity, are responsible to make sure it is as healthy and as safe as we can make it.\n\nIn November a report prepared by the British Columbia Workers' Compensation Board for example showed that the province's stringent health and safety laws were doing little to curb workplace fatalities. It just goes to show that there is another element here and that is the human element; all of us have a role to play.\n\nAccording to that report, British Columbians died from work related injuries at a rate of nearly three per week over the last decade. Nationally there are approximately 800,000 occupational accidents annually of which 750 are fatal. One worker is injured on the job every nine seconds of work time. That gives us an idea of the magnitude of the problem. Work related accidents cost the Canadian economy $10 billion a year in direct and indirect costs. Approximately 18 million days of work were lost this way in 1997. It is a serious issue.\n\nIn any workplace if accidents are to be prevented, everyone must be involved. The more people understand about workplace hazards, the better equipped they will be to prevent injury and illness. The question then is how will the proposed amendments contained in Bill C-12 help ensure that people are better equipped to prevent accidents?\n\nThe intent of the bill is laudable but some of the provisions require closer scrutiny. That is precisely what I hope will happen as the committee delves into the details of this proposed legislation.\n\nFor example, I would like to draw the attention of the House to the fact that companies with over 300 employees shall, they are required to form a health and safety committee as well as a policy committee. The question really arises of why the number 300 was chosen. Is that some kind of arbitrary number? What happens if a company has 299 employees? Is that a materially different company from one which has 300 employees? That is the real question. The government is not so much setting a framework as saying, “This is what you shall do; this is how you shall manage your company”.\n\nThe argument was made by the hon. member who spoke just before me that the government's role is to set standards and to provide mechanisms for the resolution of disputes. However here in this provision the government is going beyond that kind of situation and saying to the president of a company, “This is how you shall organize. This is what you shall do. These are the kinds of committees we want you to have and these are the ways in which that committee is to operate and exercise its mandate”.\n\nAnother area of concern is the lack of a second stage appeal process. While we as Reformers favour a reduction in red tape, it is important to ensure that a fair and effective appeal process be set in place. Not every decision is the right one in the first instance. There ought to be an opportunity for both management and workers to appeal a particular decision.\n\nUnder section 146.3 for example, the appeal officer's decision is final and shall not be questioned or reviewed in any court. I think an appeals process is essential. If by some chance the officer errs, there is no recourse for the employer or the employee to challenge that ruling. It is my understanding that employer and worker groups have concerns about this particular provision. I am sure the committee will deal with this and get into it in some detail. Hopefully a resolution of this concern can be reached.\n\nRecently a lot of attention has been focused on workplace stress. Mr. Speaker, in your role as Speaker you are subjected to all kinds of noise and conflict in this place and in your office. I am sure you would recognize only too well what stress can do to an individual.\n\nBill C-12 refers to workplace stress but it does not attempt to define it. That is part of the problem. What constitutes ordinary workplace stress and what constitutes exceptional workplace stress? Stress affects different people differently. Different types of employment have their own built-in stress. For example, the stress of an air traffic controller is slightly different from that of someone who cleans the latrines in the airport.\n\nIn some situations stress can lead to violence. While the bill contains a provision relating to workplace violence, it is vague and open-ended. I am sure the committee will deal with this and other areas when it studies the bill in detail.\n\nBill C-12 also allows for the establishment of workplace violence regulations. Are companies and their safety officers or safety committees free to develop workplace violence regulations or will the government impose them? It is a very real question. A lot of vagueness and a lot of unanswered questions need to be addressed in this section.\n\nIn January at the coroner's inquest into the tragic shooting deaths at the Ottawa-Carleton Regional Transit Commission, employees focused attention on workplace stress and violence. The jury made 77 recommendations, including one stemming from the problems encountered by police who were not familiar with the layout of the massive facility.\n\nThat is an obvious thing that should have been looked at but it was not. These are some of the things that ought to be looked at in some detail.\n\nWhile up to date information may not prevent a tragedy, it may save rescuers time and ultimately help to save lives. That is really significant.\n\nWe have to look at this as well with the firefighters. In very many instances the nature of the fire and the elements that are actually in combustion dictate the kind of retardant that is applied. The firefighter needs to know what it is that is actually burning. It is not just the fire. He has to know what kind of fire it is. Also in a case like the OC Transpo shootings, it would have been good if the police officers had known exactly where to look and where to go and did not have to waste a whole lot of time in getting there.\n\nThose are some of the areas that we plan to address and look at in some detail. I am sure the government will go along with this as we examine the provisions of Bill C-12.\n\nIn conclusion, the British Columbia Workers' Compensation Board study showed that 99% of accidents are preventable. That is wonderful. If we can prevent 99% of accidents, that is great but it depends on the workers and management working together, not some government person coming in and telling them what they have to do.\n\nThe onus is on both the employers and the employees to work together on how they are going to do this. As I said earlier, the primary role of the government is not to set the standards but to provide the mechanisms and show how the mechanisms can resolve disputes.\n\nThese amendments have been in the works for almost 10 years. All sides have spent a lot of time and effort in coming up with provisions that are progressive and acceptable to the stakeholders.\n\nWe are anxious to move ahead and get this thing done so that people will be safe and healthy in the workplace.", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 12:30:00", 
            "attribution": "Mr. Werner Schmidt (Kelowna, Ref.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2105/149/", 
            "text": "Mr. Speaker, it is a great pleasure for me to speak in the House today on Bill C-12, an act to amend the Canada Labour Code (Part II) in respect of occupational health and safety, to make technical amendments to the Canada Labour Code (Part I) and to make consequential amendments to other Acts.\n\nPart II of the Canada Labour Code has not undergone any substantial changes for more than 15 years, as if there had been no changes in the various areas covered by the federal legislation. That is completely ridiculous. But what can one expect of the federal government, after all?\n\nToday, the new Minister of Labour, the hon. member for Moncton—Riverview—Dieppe, is presenting her new reform of part II of the Canada Labour Code. It was high time for this government to do something about reforming part II of the code, which has a direct impact on occupational health and safety in workplaces under federal jurisdiction. Why do I say it was high time for the minister to present her reform? Because work-related accident statistics are of great concern. I shall come back to this point later.\n\nI would nevertheless like to draw attention to the efforts the minister and her department have focused on this reform of part II of the Canada Labour Code. Her efforts are praiseworthy and it is our duty to call attention to them.\n\nThe Bloc Quebecois assumes the minister's good intentions to improve occupational health and safety in workplaces under federal jurisdiction. said, the Bloc Quebecois has done its homework as well, and has carried out a thorough examination of Bill C-12. Unfortunately, it contains several weaknesses, but I shall address tem later on in my speech.\n\nThe bill is only at second reading. The Bloc Quebecois is prepared to give the benefit of the doubt to the minister and give her a chance to improve her bill. If this should not be the case, the Bloc Quebecois will have to reconsider its position, but for the time being, we are only concerned about the well-being of workers in Quebec and Canada. Bill C-12 is a good basis for discussions, but certainly not the definitive answer.\n\nAs I said earlier, the situation regarding health and safety in workplaces that are regulated by the Canada Labour Code is a serious concern. is why the Bloc Quebecois strongly condemns the government's lax approach and slowness in adjusting to the new realities of the global economy and to the growing requirements for productivity and competitiveness.\n\nThese new realities, which have had a deep impact on the workplace, have also significantly changed occupational health and safety practices.\n\nAs hon. members know, much has changed over the past 15 years in the workplace, both in Canada and in the world. Unfortunately, the federal government has let things drift along. The picture of occupational health and safety is far from rosy. Let me give you an overview.\n\nEvery year, some 800,000 people are wounded or become sick in the exercise of their duties. Of this number, over 750 die, a figure that translates to an average of three deaths a day.\n\nIn 1997 one employee in five, on average, was injured at work, a figure that amounts to an accident at the workplace every 9.1 seconds worked. One worker in 31 was injured badly enough to miss work for at least one day. This translates into an accident with time lost every 18 seconds worked.\n\nIn 1996, 38 deaths as the result of work-related illness or accident were reported in industries under federal jurisdiction. An equal number of deaths was reported in 1995. There was a death resulting from an accident on the job every seven working days, on average, or one worker in approximately 20,000 died in the performance of his duties.\n\nThe number of disabling injuries increased from 15 per million hours worked in 1995 to 15.24 for the same time in 1996. In that year, the level was not as high as the level recorded in 1994 of 15.44, and remains significantly lower than the figure for 1993 of 16.99.\n\nIn terms of economic impact, these accidents are very costly. Compensation to victims or to their families amounts to some $5 billion a year. If the indirect costs resulting from accidents are added to this, the figure doubles to some $10 billion. Members know full well that these figures do not reflect the great suffering and pain of the victims and their families.\n\nTo complete this sombre picture, who do you think are the main victims of these accidents? One would think that bad luck hounds this age group. Yes, as you have no doubt guessed, it is the young.\n\nThey are the most likely to be victims of an accident on the job, fatal or not. The highest number of accidents involving time off work occur among young people. Between 1993 and 1997, one third of accidents involving time off work for which compensation was paid involved young people between the ages of 15 and 29. In addition, the accident rate among men was more than twice that among women, 3.57% compared to 1.57% according to the 1997 data.\n\nI have a very specific reason for saving the figures on young people until the end of this sombre description. I would like to take this opportunity to digress for a moment on the topic of orphan clauses. On October 14, I introduced Bill C-212, the purpose of which was to prohibit discriminatory clauses in the federal public service. Unfortunately the government did not wish to debate this in the House.\n\nThe effect of Bill C-212 would be to render any provision in a collective agreement concluded under certain specified acts—excluding a provision based on the seniority principle—of no force or effect where employees hired after a specified date do not receive the same employee benefits, wages or conditions of employment as those received by other employees covered by the collective agreement.\n\nAs with accidents on the job, orphan clauses, or discriminatory clauses as some prefer to call them, take a particularly hard toll on young people. These clauses are a major factor in the increase in social inequality.\n\nSeveral studies have demonstrated that income inequalities in Canada are linked to wage inequalities between young and more experienced workers. Between 1981 and 1993, men aged 18 to 24 experienced a 20% drop in earnings, while men aged 45 to 54 earned 20% more.\n\nLike work related accidents, orphan clauses are another problem that has to be remedied. They are preventing young families from providing their children with proper living conditions from a very early age.\n\nThe Canadian Institute of Child Health has made the following comment on the financial difficulties being experienced by young families:\n\nThe economic situation of young families with children is worse than was experienced by the previous generation. In 1976, a single parent with one child had to work 41 hours a week at minimum wage in order to keep the family above the poverty level. In 1993, the number of hours required had risen to 73 hours a week.\n\nThe federal government, and the Minister of Labour in particular, need to realize the long term effects of a shortsighted solution such as this, which so heavily disadvantages the young. What is even more aberrant is that the Minister of Labour and the federal government do not recognize these discriminatory clauses. Hundreds of thousands of Quebec workers coming under the jurisdiction of the Canada Labour Code are not protected against these discriminatory clauses.\n\nWhen will the government realize that opposition to orphan clauses has nothing to do with intergenerational conflict and that, instead, it is these clauses themselves that are dividing the generations?\n\nDiscriminatory clauses penalize young workers and this has major social impacts on society. The intent here is not to portray young people as victims but to take time to review the facts, which seem to go against the values of solidarity and fairness required for social cohesion.\n\nThe introduction of orphan clauses in collective agreements in the workplace leads to an equity deficit between generations and this deficit is all the more intolerable within a context where wealth is getting more scarce. More than ever, in this period of restraint, we have to show great solidarity.\n\nIf we are serious about fighting and condemning the inequity suffered by the poor, the young and the elderly among others, solidarity between generations is essential.\n\nLet us revert to the matter at hand, Bill C-12. I was painting the sad picture of the situation of work-related accidents in Canada. Let us now take a closer look at the changes the minister intends to bring about in her reform of part II of the Canada Labour Code.\n\nFirst of all, Bill C-12 wants to legislate in matters of health and safety for private and public sector companies under federal jurisdiction. Without getting into a comprehensive description of all the companies to which Bill C-12 will apply, we can at least indicate that it will affect the public service and crown corporations such as Canada Post or the Canadian Broadcasting Corporation, and international and interprovincial companies active in air, rail and road transportation, pipeline transport, banks, broadcasting, uranium mining, shipping, harbours and telecommunications.\n\nPart II of the Canada Labour Code gives workers under federal jurisdiction basic rights, for example the right to know about hazards in the workplace, the right to be involved in eliminating these hazards, and the right to refuse dangerous work.\n\nPart II also defines the role of the safety and health committees, and the roles and responsibilities of the health and safety officers.\n\nFinally, Part II sets out procedures to determine whether there is a real danger when a worker refuses to work.\n\nLet us now have a look at the changes Bill C-12 makes in Part II of the Canada Labour Code.\n\nLet us start with the local occupational safety and health committees. Their mandate was to inspect the workplaces. Now, they will also have to investigate and settle complaints. If the committee cannot get both parties to agree, a health and safety officer will step in to try to settle the dispute.\n\nAnother change is the new policy health and safety committees that will be set up in companies with more that 300 employees. An example of their activities will be the development of programs for the prevention of health and safety hazards in the workplace. In addition, they will be able to investigate, conduct studies and inspect the workplace. Finally, they will evaluate workers' protective equipment.\n\nAnother major change in this reform of part II of the Canada Labour Code is a change in the right to refuse to perform dangerous work. Under the new provisions, an employee who considers his rights infringed will be entitled to select anyone in the workplace. This person will be able to participate in the investigation in the absence of a member of the occupational safety and health committee. In addition, as was the case previously, employees exercising the right to refuse to work because they deem the work too dangerous will be paid for their shift or for the usual work period.\n\nOn the other hand, if one party gives up the right to attend an investigation, the employer may take disciplinary measures against the employee abusing the right to refuse dangerous work, solely so as not to delay an employer's investigation.\n\nThe employee facing disciplinary measures may file an appeal with either the Canada Industrial Relations Board or the Public Service Staff Relations Board.\n\nThe other noteworthy change introduced by Bill C-12 concerns the appeal and review process. In fact, a position of appeals officer will be created and, as a result, the appeal process will be limited to a single stage.\n\nAppeals from health and safety officers who concluded that there was no danger in the workplace will now be heard by a technical expert. This means that the Canada Industrial Relations Board and the Public Service Staff Relations Board will no longer hear complaints relating to disciplinary measures taken in exercising rights under the Canada Labour Code. However, these two boards will continue to hear cases relating to the right to refuse dangerous work.\n\nThe bill contains new provisions to establish, through regulations, accident prevention programs in the workplace. Measures will also be taken to prevent violence in the workplace. Finally, work space ergonomics programs will be set up.\n\nThese are the main changes to part II of the Canada Labour Code that are provided for in Bill C-12.\n\nAs I said at the beginning of my speech, the Bloc Quebecois has certain reservations about Bill C-12. According to the Minister of Labour, the new legislation seeks, among other objectives, to make employees and employers more accountable, when it comes to making their work environment safer.\n\nWhat about this government's responsibility as an employer? As if the recent blunders at HRDC were not enough, now the Minister of Labour, whose department is an integral part of Human Resources Development Canada, also wants her piece of the pie; she wants to give jobs to good friends of the party. First, they gave grants and now they are giving jobs.\n\nBill C-12 contains a number of provisions that create a conflict of interest or a situation where the Minister of Labour and the federal government are both employer and legislator, or both judge and jury. Such situations are found in eight clauses of the bill.\n\nThere is no way the Bloc Quebecois will ignore these flaws in the sound management of public funds and public service employees.\n\nParty politics is no longer appropriate when it affects the health and safety of workers in Quebec and in Canada.\n\nI have another example where the government is judge and jury, and the Minister of Labour is in complete conflict of interest. Subsection 135(3) reads as follows:\n\n135. (3) Where the Minister is satisfied—on the basis of factors enumerated in subsection(4)—that the nature of work being done by employees at a work place is relatively free from risks to safety and health, the Minister may,—upon a request from the employer in the form and manner as prescribed from time to time by regulation—by order, on such terms and conditions as are specified therein, exempt the employer from the requirements of subsection (1) in respect of that work place.\n\nIn this clause, it is implicitly stated that the minister may request, as the employer, an order allowing an exemption from the requirements of subsection (1) of this section. This is another conflict of interest that the Bloc Quebecois feels is completely unacceptable.\n\nThere are many reasons why the Bloc Quebecois cannot accept this state of affairs. How are we to trust this government to treat its employees fairly when we see how it approached the pay equity issue with 200,000 of them. This government has shown itself to be unacceptably lax on this issue. These 200,000 public servants had to wait more than 15 years for payment.\n\nFortunately, with the unconditional support of the Bloc Quebecois, the 200,000 PSAC employees never lost hope in justice. Pressure from public servants and from the Bloc Quebecois won the day and we are very proud of that fact.\n\nToday, the minister would like the Bloc Quebecois to accept similar provisions in Bill C-12. Surely she is not serious. The Minister of Labour will have to amend these clauses so that there is no longer any conflict of interest.\n\nHere is another problem with Bill C-12, in subsection 135(2):\n\nAn employer is not required to establish a committee under subsection (1) for a work place that is on board on a ship in respect to employees whose base is the ship.\n\nI must say I find this exemption quite amusing. In fact, it reminds me of a particular bill, Bill C-28, which was debated here in the House during the first session. Members will recall this bill that the finance minister was trying to have passed because it could presumably allow his international shipping company, Canada Steamship Lines Inc., of which he was the sole owner, to gain some tax benefits.\n\nThe bill was sponsored by the finance minister himself. Both these facts still appear to be a conflict of interest that violates the government's code of ethics, and the Bloc Quebecois had demanded some explanations, which, incidentally, never came.\n\nToday, with Bill C-12, ships are again exempted without any explanation. Members will understand that there is every reason to wonder about this situation. To quote a proverb, once bitten, twice shy.\n\nI can say that the Bloc Quebecois is shy about the ships of this government and its finance minister. We are very anxious to discuss the matter with the minister, before the committee, to ask her some questions about this exemption.\n\nAnother section of Bill C-12 raises several questions. It is subsection 137.1(3), and I quote:\n\n137.1 (3) The manner of selection of the members of the Commission, other than the chairperson and an alternate chairperson, and the term of office of the members of the Commission shall be such as may be prescribed.\n\nWhat is involved here is the term of office and the manner of selection of the members of the coal mining safety commission. If members reread the subsection carefully, some questions will surely come to mind. Why give a very special status to the chairperson and the alternate chairperson? Why not include in the bill the term of office and the manner of selection of these two officials?\n\nWell, once again, welcome to the land of the cronies of the Liberal Party of Canada. These are other political appoinments for the government's friends.\n\nWhile the Bloc Quebecois is familiar with this kind of appointment, which is common practice for this government, we will put their last-ditch energy into making sure that this process is excluded not only from Bill C-12, but from all other bills the government will introduce that will include patronage appointments, like this one does at subsection 137.1(3).\n\nFrom now on, these practices must be a thing of the past. Time has come for a shift, away from Liberal petty politics and toward political transparency.\n\nIf the Minister of Labour wants the Bloc Quebecois to support the reform she is proposing to Part II of the Canada Labour Code, these patronage appointments must be eliminated. Otherwise, our party will have to reconsider its position.\n\nThis new reform of Part II of the Canada Labour Code includes a revision of the monetary penalties imposed on any person who commits an offence. The penalties are much harsher, and the Bloc Quebecois wholeheartedly agrees with that, especially if we take into account the fact that, every year, in Canada, 800,000 persons suffer work related injuries or sickness, 750 of whom died. This represents three death a day on average.\n\nIn light of these frightening statistics, the government should send a clear message to those who do not comply with the Canada Labour Code and tell them that there might be a high price to pay for their offence. That being said, whether or not the minister gave herself the appropriate means to make sure that the offenders understand the message remains to be seen. It is not very clear.\n\nSubsection 154(1) provides that, and I quote:\n\nIf a person is convicted of an offence under this Part on proceedings by way of summary conviction, no imprisonment may be imposed as punishment for the offence or in default of payment of any fine imposed as punishment.\n\nWhat happens when the person who has committed an offence and is convicted does not pay the fine? This person does not pay the fine and is not sent to prison either. Where is the punishment then? Does that mean that if one does not pay a fine, that person is subject to no other penalty? This certainly is a funny way to enforce the law.\n\nI would like to come back to the matter of financial penalties. We all know that the Bloc Quebecois is a political party that supports all practical and straightforward measures. An ounce of prevention is worth a pound of cure.\n\nThe Bloc Quebecois has an excellent suggestion for the labour minister on what she could do with the money collected from fines. Why not say in the bill that the fines collected should go directly into a fund that would be used for training and prevention programs in the various work places under federal jurisdiction. Would it not be a constructive approach?\n\nThis money would be used to train employers and employees, to give them the tools that they need to prevent work related accidents? This is a very positive approach that the labour minister cannot turn down, taking the money from the fines and establishing programs to prevent the situations that led to the violation, providing the means to prevent work related accidents, training and creating awareness among workers and employers regarding the need to work in a healthy and safe environment.\n\nTo achieve this however, the law will have to be enforced and, as I have said previously, Bill C-12 lacks clarity in this regard.\n\nOne last aspect of this bill the Bloc Quebecois is questioning is clause 132, which deals with pregnant and nursing employees. Ever since it was elected to the House, the Bloc Quebecois has always made it its duty and a priority to stand up for all women and try to improve their status, including promoting precautionary cessation of work for pregnant or nursing women.\n\nWith Bill C-12, the labour minister finally understood something had to be done for pregnant or nursing women in workplaces under federal jurisdiction. It is a start, but it is much too timid.\n\nQuebec has always been a leader in the protection of pregnant women in the workplace. The same cannot be said of the federal government.\n\nFor years now in Quebec, under the CSST, pregnant or nursing workers who do not come under the Canada Labour Code may ask for a reassignment or precautionary cessation of work and still receive 90% of their net salary, if their work poses a risk to their health or that of the child to be born, and the employer cannot alter or change their work environment within the plant.\n\nSection 132 of the federal act is greatly flawed. Quebec workers who come under the Canada Labour Code are not as well protected as those who come under Quebec law. Such discrepancy and two tier system are totally unacceptable.\n\nAt the federal level, as soon as an employee receives the physician's opinion, she can no longer invoke subsection 132(1), which allows a pregnant employee to ceases to perform her current job functions.\n\nIn Quebec, upon receiving a medical opinion, the employer must assign the pregnant employee to different functions posing no risk to the foetus.\n\nIf her employer cannot reassign her to another job within the period prescribed on the medical certificate, the female employee may stop working immediately and her salary for the first week is paid by her employer and afterward she gets 90% of her net salary from the CSST.\n\nQuebec is still leading the pack on preventive reassignment of pregnant or breastfeeding female workers. What is the federal government waiting for to follow suit?\n\nThere is definitely a consensus among Quebecers and Canadians. But the minister and her government turn a deaf ear, even if some government officials are part of the consensus. Let me clarify.\n\nIn March 1998, the Université du Québec à Montréal organized a symposium on the health of working women. The event was even funded by the oh so righteous federal health department. The symposium was attended by experts and organizations from across Canada interested in occupational health and safety, and particularly in women's occupational health.\n\nLet us be clear, the action plan developed at the symposium cannot be disregarded, as it was produced by our best experts in occupational health for women.\n\nLet me give you a short list of participants. For Quebec: Gisèle Bourret, head of the Status of Women Division at the Centrale de l'enseignement du Québec; Maria DeKoninck, professor at the Department of Social and Preventive Medicine, Université Laval; Jocelyne Everell, union advisor at the Health, Safety and Environmental Division of the Confédération des syndicats nationaux; Carole Gingras, director of the Status of Women at the FTQ; Danielle Hébert, co-ordinator of the Status of Women Division of the Confédération des syndicats nationaux; Nicole Lepage, occupational health and safety counsellor, Centrale de l'enseignement du Québec; Katherine Lippel, professor in the department of law, Université du Québec à Montréal; and many others.\n\nThere were also equally credible experts and organizations from British Columbia, Manitoba, Saskatchewan, Ontario, and even Newfoundland.\n\nIt is worth noting that Canada was represented by, among others, Diane Ponée, Director, Policy Analysis and Planning, Women's Health Bureau, Health Canada, and Michelle Simms, Policy and Program Consultant, Women's Bureau, Strategy and Coordination Unit, HRDC. This means without a doubt that the Labour Minister and this government are aware of the conclusions of the seminar. Let us talk about those conclusions.\n\nThe Action Plan that all participants signed, including Health Canada and HRDC officials, reads as follows:\n\nIn all federal and provincial jurisdictions, the legislation should provide for precautionary cessation of work for pregnant or nursing workers if their working conditions are a threat to their health or the health of their foetus or nursing infant.\n\nSuch programs should be modelled on the Quebec legislation which provides for reassignment to a job presenting no threat...They should include, whenever reassignment is impossible, the right to allowances equal to those given in the case of a disability due to an occupational injury.\n\nWomen across Canada cherish Quebec's policies on precautionary cessation of work for pregnant or nursing workers. Unfortunately, the minister will not impress the women of Canada and Quebec with clause 132 of Bill C-12.\n\nI am not the one saying this, nor is the Bloc Quebecois. All the women of Quebec and Canada want to benefit from the progressive policies of Quebec.\n\nWe can already see the Minister of Labour and the federal government bragging about the new maternity leave under EI, saying that employees under federal jurisdiction are now very well treated.\n\nLet us get serious. Women need at least 600 hours of work to qualify for maternity leave. Just imagine a pregnant single mother of one; she will only get between 50 and 55% of her salary, whereas she would get 90% of her net salary with the precautionary cessation of work provision of Quebec's legislation on occupational health and safety. The federal government is light-years behind Quebec.\n\nIf section 132 of Bill C-12 is not amended, the disparity of treatment between employees covered by the bill and those covered by Quebec's legislation on occupational health and safety will remain. Does the Minister of Labour, who is a woman and a mother of two, really want to perpetuate this unacceptable disparity? Why should women be the victims of the discriminatory policies of the Liberal government? I will leave the minister with that.\n\nAs you can see, Bill C-12 is far from being perfect. The minister will have to make changes to her reform of part II of the Canada Labour Code. The Minister of Labour can depend on the Bloc Quebecois for these amendments. So far, the Bloc has done its homework and it will continue to do so.\n\nWe are outlining a very positive thought process to make Bill C-12 be even more consistent with the new realities of the workplace. But we do not yet know whether the Minister of Labour will consider this or whether she will turn a deaf ear on this.\n\nAs I said at the outset, the Bloc Quebecois is in favour of Bill C-12 in principle. Who would be against a reform of part II of the Canada Labour Code in respect of the health and safety of the men and women who work in Quebec and Canada? Nobody. We strongly believe that Bill C-12 is not perfect, far from it, but it is a good start. It remains to be seen if the Minister of Labour will be openminded and allow the Bloc Quebecois to play a role in this reform. We will see.", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 12:40:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2105/150/", 
            "text": "Mr. Speaker, I can honestly say, without any fear of contradiction, that in my own personal life this is the most important piece of legislation that I have had the opportunity to debate.\n\nFrom my background as a blue collar construction worker and as a journeyman carpenter by trade, it has always been of major interest to me that all Canadians have the basic right to a clean, healthy and safe working environment; that no Canadian gets up in the morning to go to work to die; that they get up to go to work to earn a living. They deserve to earn a living without the fear of unnecessary risk by the conditions in their workplace.\n\nI am very pleased to be here today to talk about Bill C-12, the much ballyhooed and long awaited amendments to Part II of the Canada Labour Code. What we have in front of us today is the product of four long years of consultation, consensus building and of the development of ideas and recommendations that now manifest themselves in this very worthy bill.\n\nThe working group of labour, business and government tried its best to do everything by consensus. There was no majority vote on these issues. They worked it around the table in a spirit and atmosphere of true co-operation because they realized the nature of the work they were doing was so important and had such a direct impact on the lives of all those employees or Canadian workers governed by the Canada Labour Code.\n\nThe Canada Labour Code actually has jurisdiction over about 700,000 Canadian workers. This is nowhere near a majority of Canadian workers but it is certainly a significant number of Canadian workers, such that it can set a precedent and form a standard that all other labour relations jurisdictions should look to in terms of setting their own health and safety standards. That is what makes Bill C-12 so critical.\n\nObviously the employees of the federal government fall under the Canada Labour Code. Many are crown corporations, et cetera. Some fall under the Public Service Staff Relations Act. The work that we do here today and the work that we will do when the bill goes to committee has a direct bearing and a very important effect on the lives of many Canadians. It is critical and it is absolutely crucial.\n\nI began by telling the House how I got interested in health and safety. It was through my own background. My first job as a kid growing up was to work in the asbestos mines in the Yukon, which is not a good career choice. I would not recommend it to anyone, frankly. The only reason I raise this is that at that time asbestos was not recognized as a hazardous material.\n\nAs young workers, we were there happily working with asbestos and earning a living. We asked our bosses if there was any truth to the rumour that this stuff was bad for us and they told us that it was a harmless, white, fireproof substance. They told us to continue shovelling it and that we should not worry about a thing.\n\nIt was not until our union finally started to get active, to do some research and caution us that were realized that the stuff was not only bad for us but that there was no safe level of asbestos. One part per billion in the air was too much. At that time we became aware that on those issues the union was the only friend a working person had because everyone else was lying to us in the name of profit and greed. That taught me a lesson when I was very young.\n\nLater on in my work life I became a journeyman carpenter. I became very active in my union and became a shop steward for my union. A very big part of my job was to make sure our members were not put at risk by some arbitrary production schedule. As I have said before, there is no production schedule in the world that warrants or justifies putting people's lives at risk.\n\nI can honestly say that I have dedicated much of my working life to trying to elevate the standards of working conditions in terms of workplace safety and health in this country. That is why I am so very gratified to stand here today and not only debate Bill C-12 but to actually recommend Bill C-12 with some minor amendments and modifications that I will be speaking about later. It is very gratifying for me to finally be here doing something that is in such a positive light for Canadian working people.\n\nIt was not that long ago that this really was not much of a priority for government or industry in the country. There was a sort of acceptance that some jobs are just inherently dangerous and some people are going to get hurt doing those dangerous jobs. We can no longer tolerate that mindset: (a) there is no reason for it, and (b) it is morally and ethically reprehensible to even contemplate that mindset.\n\nAs the chief job steward for the carpenters on a hydroelectric dam, I was very proud that our dam was the first hydro dam in all of Manitoba that was ever built without killing anyone. On previous hydro dams as many as seven people would be killed on the job. There was a saying in the carpentry trade that every building is a tombstone in a way because it was so normal to lose a couple of guys. Companies would actually factor that into their cost and into their productivity.\n\nThankfully, we have moved away from those days but it really was not that long ago. As I say, in the late seventies we really achieved something by building a dam without killing anyone. I put it to the House that there is no reason that anyone should be dying on the job. All of those accidents are preventable with the right measures, with the right legislation and with the right enforcement.\n\nI do not really have to say anything more in this speech. I could just stand here and say enforcement, enforcement, enforcement for the next 20 minutes and that would be the most important single message that we could deliver to the labour relations community, employers and employees across the country. It is so critical.\n\nIn recent years, partly due to shortages of enforcement officers, we have been seeing more and more governments relying on what they call voluntary compliance orders. A voluntary compliance order, frankly, does not cut it, especially in the private sector where some people still view safety as a cost factor. Even though it is a terribly outdated and obsolete way of viewing things, some people still look at stopping to put up a guard rail as a non-productive activity. Where is the payback? It will slow us down and it will cost us money. It is a terrible way of doing things.\n\nI will give the House some figures that will illustrate how wrong-headed that is. We all know the good, moral and ethical reasons why we do not want anyone hurt or killed at the workplace. Let me tell the House some of the economics of workplace safety and health.\n\nIn my home province of Manitoba, we lose about 50,000 person days a year to strikes, lockouts and labour unrest. It is a productivity issue. In the same period of time, we lost 550,000 person days per year to time lost due to accidents on the job. If we are so serious about elevating the levels of productivity for Canadian workers, we could clean up the workplaces, stop the carnage and save ourselves half a million person days a year in Manitoba alone.\n\nFrankly, that does not factor in the other detail that we have looked at in the union movement, which is the secondary impact of a workplace accident. This means that when one of our colleagues is struck down, falls or is hurt, injured or killed on the job, there is a ripple effect throughout the whole workforce. Productivity is slow on the day of the accident and does not get up to full speed until many days later. I have seen that happen many times.\n\nThe whole concept of workplace safety and health legislation in this country is really geared around three things; the right to know, the right to refuse and the right to fully participate in the health and safety aspects of our workplace. Those three things define and shape what we would like to see as a healthy and safe work environment. The right to know means that we have the right to know what hazardous materials we might be working with. We do have WHMIS legislation, Workplace Hazardous Material Information System, in this country where any worker has the right to say “Are you sure this chemical I am using is not bad for me? Prove it to me”. The onus is on the employer to prove to the worker that it will not hurt them. If we had that kind of legislation when I worked in the asbestos mine, I would have quit a lot sooner than I did.\n\nIt is a very complex field and it needs at lot of administration to make it work. It is very complicated now. We cannot just train people in WHMIS for eight hours and then leave them alone. We are dealing with very complicated materials now. There are secondary things that go off with the materials we work with. This element might be benign and that element might be benign, but put the two together in our kidney and they turn into a third element that will kill us. We need to know that. We cannot send workers in unprotected and ask them to do that kind of thing for the sake of economics.\n\nCanadians are more cognizant of the issue of workplace safety and health and the issue of people injured and killed on the job. The evidence of that is that we now recognize April 28 as the International Day of Mourning for Injured and Fallen Workers. I am proud to say that the flag at the House of Commons is lowered to half-mast. It is recognized officially by a motion passed in the House of Commons. Canadians are sympathetic, aware and will be pleased that we are taking these steps to pass Bill C-12 and make their workplace that much safer. I am proud to say that it was the former labour critic of the NDP, Rod Murphy, the member for Churchill, who moved the motion to make April 28 the day of mourning.\n\nAs I said, we think Bill C-12 has a great deal of merits. We wish it to go speedily through the House, but not unamended. We have to point out a number of things that are seriously lacking in this bill. I will go through them briefly.\n\nAlmost everything in Bill C-12 was dealt with by consensus building in the committee with FEDCO, the federal employers group for the employers, the Canadian Labour Congress Workplace Safety and Health Committee for the employees and the government at the table. However, sometimes the language in the bill does not accurately reflect the consensus made and recorded at the committee. In places where we saw a gap between what we thought was agreed to and what is in the bill, we had to ask for that to be clarified and amended.\n\nIn other cases, we felt that there were things that showed up in the bill that were never brought up at the table. They are very minor details but surely nothing in this bill should be seen for the first time by our side because it was supposed to be developed by this consensus building process.\n\nWe find fault with one of the details that is not exactly as it was agreed to at committee. We would like to see a two tier appeal system. The recommendation in Bill C-12 is that we go to a single person being involved in the appeal process. That person would be an appeals officer, not the Canada Industrial Relations Board. We feel that is like the fox looking after the hen house. If one has a grievance about the activities of the health and safety division, a health and safety division officer should not hear the appeal.\n\nThe second detail we find fault with is the definition of health. It may sound like we are nitpicking but frankly it is very important. Definitions are contained in the preamble. If our definition of a healthy workplace and the government's definition of a healthy workplace differ, we will have a lot of problems. We thought we agreed to use the definition of the World Health Organization as such. Until a letter from HRD on July 12, 1996, we thought we had a deal. That was arbitrarily changed by the government side and we would like to know why.\n\nWe find fault with the government's definition of health because it specifically excludes workplace stress as a physical disease, mental illness or compensable condition. We wholly disagree with that. We believe that workplace stress is a factor in a person's general health and must be included in the definition.\n\nThere has never been any complaint about stress due to traumatic events. If one witnesses a terrible tragedy in the workplace and is unable to work as a result, it is considered a compensable lost time condition because it was due to a trauma. We believe that workplace stress in general can also lead to that condition.\n\nWe find fault with article 126(1)(j). We call it the rat clause. Employees are obliged to inform on a colleague who they may feel is causing unsafe circumstances. The onus or the burden should not be placed on employees to rat on other employees. The matter can be brought to the attention of the employer but they do not have to rat on fellow workers. We want that changed.\n\nArticles 126(1)(k) and 139(1) call for mandatory tests and medical examinations. Mandatory medical tests are now illegal under human rights law and international practice. Ontario has recently changed its law in this regard. Section 28(3) of the Occupational Health and Safety Act, Revised Statutes of Ontario, 1990, reads:\n\nA worker is not required to participate in a prescribed medical surveillance program unless the worker consents to do so.\n\nWe believe these two articles violate International Labour Organization technical and ethical guidelines for workers' health surveillance which was ratified by Canada in 1997.\n\nFour conditions must be met for medical examinations in the workplace to be all right. First, they must be completely voluntary. Second, individual test results must be strictly confidential. Third, workers should have the right to choose the examining doctor. Fourth, there should be no cost whatsoever to the worker. Only under these conditions could we agree to have any kind of mandatory testing program or to contemplate it within the Canada Labour Code.\n\nWith regard to health and safety committee meetings, Bill C-12 calls for mandating nine such meetings per year. Our working committee believes that it should be twelve and that they should be monthly. That is what we should be shooting for.\n\nSometimes we do not get them all done. They have to be cancelled now and then, but at least we should set out to try to do it once a month. The single most important aspect to keeping a clean, healthy and safe work environment is the communication between labour and management. There must be a co-operative attempt to work toward a clean, safe and healthy work environment. Twelve would be the minimum.\n\nThere are provinces which already mandate that. British Columbia requires monthly meetings in its health and safety act.\n\nIn terms of pregnant and nursing employees we believe we should add the following language to section 132. We think it should be more rigid and state, once it is established that there is a risk to the health of the pregnant or nursing mother or to the fetus or child, that division 7 of the Canada Labour Code, part III, the reassignment section, shall apply. For greater and absolute certainty we would like to make reference in part II of the code to the provisions of part III of the code that ensure the safety of the nursing or pregnant mother.\n\nThere is another aspect currently in subsection 147.1(1) that will need some attention and of which we are critical. This clause would guard against malicious or vexatious use of the right to refuse unsafe work provisions. We realize that complaints under the right to refuse unsafe work can almost constitute industrial sabotage in a place where the labour relations climate is so hostile that the employees may seek to disadvantage the employer by somehow exercising their right to refuse in a malicious, vexatious or abusive manner.\n\nThere was a consensus among the working committee that such a clause could be present because neither party can deny that such a possibility may be raised. It was felt that the language put forward by the government did not accurately reflect the intent of the agreement made. The proposed language we will be putting forward as an amendment will achieve the same objective but in language that we believe will be more balanced. The burden of proof is clearly on the employer to demonstrate malice or mischief, and not on the employee.\n\nThe final thing I will talk about is what we see as a huge omission, a huge oversight and a lost opportunity to include what was voted on and ratified in the House of Commons a few days ago, and that is reference to the Westray motion. We passed a motion in the House that the government should amend any pertinent legislation to pay deference to recommendation 73 of the Westray inquiry by Justice Richard. Recommendation 73 states:\n\nThe Government of Canada, through the Department of Justice, should introduce in the Parliament of Canada such amendments to legislation as are necessary to ensure that corporate executives and directors are held properly accountable for workplace safety.\n\nWe read that to mean to amend the Criminal Code of Canada to contemplate the concept of corporate manslaughter and corporate murder. The Canada Labour Code should point to the directive of Justice Richard and the amended criminal code.\n\nIf people are found guilty of gross negligence causing workplace accident or death, they will not only be fined and penalized under the Canada Labour Code workplace safety and health provisions but will also be charged under the Criminal Code of Canada for manslaughter. That is what Justice Richard was talking about. That is essentially what we believe we ratified in the motion the other day. We would like to see some reference to it in the Canada Labour Code.\n\nOther than that, we look forward to dealing with the bill at committee stage. We hope to work with business, labour and government to see it through the House for the betterment of all Canadian workers.", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 13:15:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Angela Vautour", 
                "url": "/politicians/3217/", 
                "member_id": 2522, 
                "party": "NDP", 
                "riding": "Beauséjour—Petitcodiac (New Brunswick)", 
                "id": 3217
            }, 
            "url": "/hansards/2105/151/", 
            "text": "Mr. Speaker, it is a great pleasure for me to say a few words on behalf of the Progressive Conservative Party in connection with Bill C-12, an act to amend the Canada Labour Code (Part II) in respect of occupational health and safety, to make technical amendments to the Canada Labour Code (Part I) and to make consequential amendments to other acts.\n\nPart II of the Canada Labour Code addresses occupational health and safety, as they concern workers and management. The purpose of this bill is to promote health and safety with both workers and employers and to set out the rights and responsibilities of workers and employers in connection with existing or potential workplace hazards.\n\nLabour-related issues are mainly a provincial responsibility. However, the federal public service, federal agencies, and international and interprovincial industries come under the jurisdiction of Ottawa. These industries include air, sea and rail carriers, oil pipelines, banks, broadcasting, uranium mining, ports and telecommunications.\n\nThe main thrust of this bill is to expand the role of health and safety committees, by conferring upon them the power to identify and remedy existing or potential hazards, and refusals to work arising out of such hazards, as promptly and efficiently as possible.\n\nThe purpose of the bill is to strike a better balance between the responsibilities of the government, employers and employees as far as promoting occupational health and safety is concerned, by placing emphasis on the rules and procedures enabling problems to be settled locally.\n\nThe bill is the result of consultations among the government, business and the unions in an effort to modernize our legislation on health and safety, which was last amended in 1985. In general, I think that this bill enjoys considerable support among the groups concerned and, on the whole, I support it.\n\nHowever, I feel I must raise a number of questions and make some observations on it. No bill is ever complete or perfect. The legislative process is a living one, and those familiar with it, like us, know that laws must continually be amended and improved with the passage of time and changes in circumstances.\n\nBill C-12 introduces a new concept in the area of occupational health and safety, namely ergonomics. Subclause 125(1)( t ) provides that the employer is required to “ensure that the machinery, equipment and tools used by the employees in the course of their employment meet prescribed health, safety and ergonomic standards and are safe under all conditions of their intended use”.\n\nIt looks good, but it is a bit vague and short on details. For the layperson, ergonomics is a strange and sophisticated sounding word. It is, if I have understood correctly, the art or science of designing or changing the workplace to minimize the risk of accidents employees are exposed to in the normal exercise of their duties. I suppose that it is the application of the proverb an ounce of prevention is worth a pound of cure. Ergonomics is a good thing for employees and, in the long term, for employers too.\n\nPerhaps the government intends to come out with regulations or guidelines on ergonomics, but the press kit for Bill C-12 is all but silent on the topic. However the U.S. Department of Labour has launched a major ergonomics initiative designed to prevent approximately 300,000 workplace accidents and save $9 billion annually.\n\nThe press release describes in detail the roles and responsibilities of unions and businesses with respect to the new ergonomic standards and shows clearly that the U.S. government is very advanced in this field.\n\nAnother aspect of safety in the workplace not mentioned in the bill is the psychological protection of workers, their right to work in an environment free of harassment and discrimination. These problems may cause just as much harm in the workplace as accidents or the risk of accidents.\n\nAlthough the bill provides protection against unfair disciplinary measures for workers who report potential hazards, it does not seem to make any provision for ensuring a psychologically healthy workplace.\n\nIn addition, subsection 122(1) defines health as “the absence of physical disease or infirmity or mental illness arising out of, linked with or occurring in the course of employment”, but stipulates that “for the purposes of this definition, the effects of ordinary work place stress are not considered to be physical disease or infirmity or a mental illness”. In the modern world, physical or psychological stress takes a heavy toll in the workplace, particularly if it is repetitive in nature.\n\nIt is largely in order to do something about repetitive physical stress that we are encouraging the healthy ergonomic practices I mentioned earlier.\n\nPerhaps the minister will want to touch on this issue during the debate, because I think stress elimination or stress prevention should have been among the main objectives of any legislation on occupational health and safety.\n\nThere is another positive aspect to this bill in that it takes into account the particular needs of pregnant or nursing employees. Under paragraph 132(1), an employee who is pregnant or nursing may refuse to work in conditions which she believes may pose a risk to the health of the foetus or child. She must have the existence of such a risk established by a physician of her choice. However, since the employer may reassign her to another job that would be less dangerous, we will have to see how this works out in practice.\n\nThe Public Service Alliance of Canada, one of the unions that took part in the consultations, to which I belong, wonders if the employee will be adequately protected under these provisions. Since it represents civil servants, of whom a large number are women, its concerns are legitimate.\n\nThe Public Service Alliance of Canada thinks it is unfortunate that employees who work on Parliament Hill are not subject to part II of the Canada Labour Code.\n\nUnder part III of the Parliamentary Employment and Staff Relations Act, employees who work on Parliament Hill would be subject to part II of the Canada Labour Code, but it has not been enacted yet.\n\nIt would seem that the Liberal government is less eager to improve the occupational health and safety environment of persons working in the political environment of this parliament. I am not sure if that is meant to be a reflection on all of us or just the government.\n\nSection 147 of the act prevents an employer from taking any form of disciplinary action against an employee who has taken part in a proceeding or inquiry relating to a workplace condition or incident. Missing in this section however is any reference to the protection of an employee who testifies before a parliamentary committee looking into occupational health and safety incidents or policies.\n\nAs parliamentarians we must never forget that our committees are often courts of last resort. No citizen should ever feel intimidated in appearing before or providing evidence to a parliamentary committee. A person who believes he or she has been disciplined for taking part in a workplace intervention can make a complaint to the board, which I assume means the Canadian Industrial Relations Board or the Public Service Staff Relations Board.\n\nThese boards, I also assume, are filled by order in council and as such are political appointments by the government in power. Perhaps the minister could provide us with a listing of the individuals involved so that we can judge for ourselves if they are appointed on the basis of merit or heaven forbid, only on the basis of political affiliation.\n\nAnother concern here is that a complaint made under this provision cannot be referred to arbitration or adjudication. Similarly, section 145.1 states that the minister can appoint an appeals officer to adjudicate a decision made through a local health and safety process. Again this is to some extent a political appointment and we have no guarantee that all ministers will be as circumspect as our current minister will be.\n\nSection 146.3 states that the appeals officer's decision is final and cannot be reviewed by a court. I have big problems with any bill that consistently denies a citizen full access to due process. Perhaps the minister could explain the need for such restriction.\n\nSection 135(1) indicates that a workplace with 20 or more employees must have a workplace health and safety committee. Yet section 135(2) exempts a ship from being required to have such a committee, be there 20 sailors or 200. Perhaps the minister could explain why.\n\nSection 137.1 calls for the establishment of a coal mining safety commission. Why does this industry have its own safety commission? This commission too is appointed by the minister and serves during pleasure. If the safety of coal miners deserves special attention, I am not sure that ministerial appointments are the way to go especially when their remuneration and expenses are to be set by cabinet.\n\nSimilarly, section 139 empowers the minister to appoint medical practitioners to conduct medical surveillance and examination programs. Section 140 empowers the minister to designate a person as a regional safety officer. This also causes me concern that we are mixing safety and political appointments. I am not sure this is the way to go either.\n\nThe bill also contains some technical amendments to part I of the Canada Labour Code. I am told that when the minister appeared before a Senate committee on this part, the minister indicated that the next time this part was opened, the whole of it would be rendered gender neutral. The technical amendments have opened the matter but there is no sign of a gender neutral initiative. Will one be forthcoming?\n\nAll in all it is not a bad bill. It certainly makes progress in the field of occupational health and safety. However I have asked some questions and I have pointed out that there are too many political appointments, appointments that should be made in a more transparent arm's length process. I am confident the minister will address many of my concerns when she speaks again.", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 13:35:00", 
            "attribution": "Ms. Angela Vautour (Beauséjour—Petitcodiac, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2105/152/", 
            "text": "Is the House ready for the question?", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 13:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2105/153/", 
            "text": "Question.", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 13:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2105/154/", 
            "text": "The question is on the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 13:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2105/155/", 
            "text": "Agreed.", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 13:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2105/156/", 
            "text": "I declare the motion carried. Accordingly the bill stands referred to the Standing Committee on Natural Resources and Government Operations.\n\n(Motion agreed to, bill read the second time and referred to a committee)", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 13:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bob Kilger", 
                "url": "/politicians/3532/", 
                "member_id": 3231, 
                "party": "Liberal", 
                "riding": "Stormont—Dundas (Ontario)", 
                "id": 3532
            }, 
            "url": "/hansards/2105/157/", 
            "text": "Mr. Speaker, I rise on a point of order. I think that, if you were to seek unanimous consent, the House would agree to call it 2.30 p.m.", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 13:50:00", 
            "attribution": "Mr. Bob Kilger", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2105/158/", 
            "text": "Is that agreed?", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 13:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2105/159/", 
            "text": "Agreed.", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 13:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2105/160/", 
            "text": "It being 2.30 p.m., this House stands adjourned until Monday next at 11 a.m., pursuant to Standing Order 24(1).\n\n(The House adjourned at 1.52 p.m.)", 
            "topic": "Canada Labour Code", 
            "time": "2000-03-24 13:50:00", 
            "heading": "Government Orders"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332194", 
    "url": "/hansards/2105/", 
    "session": 2, 
    "date": "2000-03-24", 
    "id": 2105
}