{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/0/", 
            "text": "As is our practice on Wednesday we will now sing O Canada, and we will be led by the hon. member for Lethbridge.", 
            "topic": "", 
            "time": "2000-03-29 14:00:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Adams", 
                "url": "/politicians/3482/", 
                "member_id": 3216, 
                "party": "Liberal", 
                "riding": "Peterborough (Ontario)", 
                "id": 3482
            }, 
            "url": "/hansards/2108/1/", 
            "text": "Mr. Speaker, all across Canada there are colleges and universities, government and non-government research centres and individuals with great expertise in northern and polar studies. There are organizations like ACUNS and the Canadian Polar Commission that help co-ordinate northern studies and research, but we lack a major centre of excellence.\n\nThe time has come to put in place a single major centre as a clearing house for such work, a centre which will co-ordinate and focus the extraordinary knowledge and experience which Canadians have of the north.\n\nI urge federal departments that have special strengths in these matters, such as Indian and northern affairs, natural resources, industry, health, and foreign affairs to take a lead in this, beginning by better co-ordinating federal activities in northern research.", 
            "topic": "Northern Research", 
            "time": "2000-03-29 14:00:00", 
            "attribution": "Mr. Peter Adams (Peterborough, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Maurice Vellacott", 
                "url": "/politicians/maurice-vellacott/", 
                "member_id": 2744, 
                "party": "Reform", 
                "riding": "Wanuskewin (Saskatchewan)", 
                "id": 296
            }, 
            "url": "/hansards/2108/2/", 
            "text": "Mr. Speaker, yesterday the information commissioner, John Reid, appeared before the Standing Committee on Human Resources Development and revealed some pretty stunning information about the lengths to which the government has gone to cover up its own mishandling of taxpayers' money.\n\nSince it became clear just how bad the problem at HRDC is, even completed audits have been withheld from us. All it takes for the government to comply with such requests is to place those audits on the photocopy machine, but the government has been stalling and has not been answering requests for information within the legally required 30 day time period.\n\nWhat is the reason for the delay? According to the information commissioner, Treasury Board and the Privy Council Office have taken on a greater role in the release of documents over the past month, mainly to prevent further public relations damage. Mr. Reid said, “Treasury Board and the Privy Council Office want to know what audits have been requested, whether they contain bad news, and what the official media line will be”.\n\nWho are we to believe? The minister who says that the government is transparent, or the information commissioner who says we are witnessing a “government wide—”", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:00:00", 
            "attribution": "Mr. Maurice Vellacott (Wanuskewin, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/3/", 
            "text": "The hon. member for St. Paul's.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:00:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Carolyn Bennett", 
                "url": "/politicians/carolyn-bennett/", 
                "member_id": 2631, 
                "party": "Liberal", 
                "riding": "St. Paul's (Ontario)", 
                "id": 24
            }, 
            "url": "/hansards/2108/4/", 
            "text": "Mr. Speaker, this evening the Hon. Shimon Peres, Nobel laureate, current minister of regional affairs for the state of Israel and former Israeli prime minister will be the guest of honour at the 16th parliamentary dinner of the Canada-Israel Committee.\n\nThe keynote speaker for this evening will be the Prime Minister of Canada. I believe this is a testament to the commitment and esteemed role that the Canada-Israel Committee continues to play as a valued aid to parliamentarians.\n\nThis is an event which brings together politicians, senior bureaucrats, media personalities and others active in the political sector with more than 1,500 members of the Jewish community from across the country for an evening celebrating the special friendship between Canada and Israel.\n\nAs chair of the Canada-Israel Parliamentary Friendship Group, I am honoured to be able to attend this event. It is functions such as this one which help build an even better bilateral relationship between our two countries.", 
            "topic": "Canada-Israel Committee", 
            "time": "2000-03-29 14:00:00", 
            "attribution": "Ms. Carolyn Bennett (St. Paul's, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Marcel Proulx", 
                "url": "/politicians/marcel-proulx/", 
                "member_id": 3672, 
                "party": "Liberal", 
                "riding": "Hull—Aylmer (Québec)", 
                "id": 238
            }, 
            "url": "/hansards/2108/5/", 
            "text": "Mr. Speaker, I would like to add my words of homage to those expressed by many business people in my riding earlier this week to Mr. Raymond Brunet.\n\nRaymond Brunet is the head of Ed Brunet et associés, a Hull family business dating back nearly a century. He deserves recognition for far more than his qualities as a businessman, however, as he is totally devoted to the Outaouais community.\n\nRaymond Brunet's construction company has made a name for itself over close to four generations, and the community has benefited greatly from the family's store of knowledge.\n\nThe Outaouais chamber of commerce and industry has named him Personality of the Year for 1999. This recognition by his peers is mirrored by that of the community as a whole.\n\nMy most sincere congratulations to Mr. Brunet.", 
            "topic": "Raymond Brunet", 
            "time": "2000-03-29 14:00:00", 
            "attribution": "Mr. Marcel Proulx (Hull—Aylmer, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Dan McTeague", 
                "url": "/politicians/dan-mcteague/", 
                "member_id": 2618, 
                "party": "Liberal", 
                "riding": "Pickering—Ajax—Uxbridge (Ontario)", 
                "id": 197
            }, 
            "url": "/hansards/2108/6/", 
            "text": "Mr. Speaker, Canadians of the Muslim faith are celebrating Eid-Ul Adha, one of the major festivals of Islam. The festival is held each year to coincide with the pilgrimage to Mecca which itself is a major tenet of the Islamic faith.\n\nEid-Ul Adha is also a time for cultural and social gathering with family and friends. In that vein I am pleased once again to invite members of the House and the other place to attend the fifth annual Eid-Ul Adha ceremony on Parliament Hill. The event will be taking place this evening in Room 200 West Block starting at 6 p.m.\n\nI hope members will be able to join the celebration and recognize the important contribution the Muslim community makes to Canadian society. To them we say insh'allah they will continue to prosper, as-salaam alaikum .", 
            "topic": "Eid-Ul Adha", 
            "time": "2000-03-29 14:00:00", 
            "attribution": "Mr. Dan McTeague (Pickering—Ajax—Uxbridge, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jim Gouk", 
                "url": "/politicians/3127/", 
                "member_id": 2505, 
                "party": "Reform", 
                "riding": "West Kootenay—Okanagan (B.C.)", 
                "id": 3127
            }, 
            "url": "/hansards/2108/7/", 
            "text": "Mr. Speaker, Highway 97 in the B.C. interior should be recognized as part of the national highway system.\n\nThis highway is critical to the economy of the most densely populated region in the B.C. interior. It is the principal non-toll link between the west coast and the rest of Canada.\n\nHowever, designation as part of the national highway system alone is not enough. Parts of Highway 97 are badly in need of major repairs. This costs money.\n\nLast year the federal government extracted from B.C. motorists over $1 billion in fuel taxes designed to build and maintain the national highway system. It put back less than $300 million nationally. Pro-rated out, we got back a mere 3% of our own money. That is not good enough.\n\nThe federal government acts like it is doing us a big favour when it gives us back a tiny portion of our own money. B.C. has the most challenging highway system in Canada and it is in need of repair.\n\nI call on the federal government to return a more appropriate portion of our highway taxes so that B.C. motorists and visitors can drive safely on our highways.", 
            "topic": "Highways", 
            "time": "2000-03-29 14:00:00", 
            "attribution": "Mr. Jim Gouk (Kootenay—Boundary—Okanagan, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Nancy Karetak-Lindell", 
                "url": "/politicians/149/", 
                "member_id": 2538, 
                "party": "Liberal", 
                "riding": "Nunavut (Nunavut)", 
                "id": 149
            }, 
            "url": "/hansards/2108/8/", 
            "text": "Mr. Speaker, the feeling of pride, anticipation and excitement so evident in Nunavut last April 1 is still going strong.\n\nAs we approach the first anniversary of the momentous day, I am proud to say that there has been evident change in the way our territorial government serves the people of Nunavut.\n\nFrom the law review customizing legislation to reflect Inuit values to unilingual Inuit participating fully in the workforce, to the first Nunavut Arctic Winter Games team, the people of Nunavut see daily that the public government is inclusive and everyone can reach their potential.\n\nWe have accepted the challenge and look forward together as youth and elders celebrate both the past and the future in all endeavours. Mutna . Thank you.", 
            "topic": "Nunavut", 
            "time": "2000-03-29 14:05:00", 
            "attribution": "Mrs. Nancy Karetak-Lindell (Nunavut, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Antoine Dubé", 
                "url": "/politicians/5100/", 
                "member_id": 3291, 
                "party": "Bloc", 
                "riding": "Lévis (Québec)", 
                "id": 5100
            }, 
            "url": "/hansards/2108/9/", 
            "text": "Mr. Speaker, at the time of the 1993 election, the Liberals promised to deal with shipbuilding, referring among other things to a summit that would be held the following year.\n\nNothing has been done since. The Liberal government has even been so bold as to purchase used ships and submarines from other countries. A coalition of unions was therefore struck in 1998 and decided to support four of the demands the shipbuilders' association has been making since 1996.\n\nMoreover, 150,000 mail-in cards have been sent to the Prime Minister in support of these demands. All provincial premiers support the adoption of new measures to assist shipbuilding.\n\nAt their 1998 convention, the Liberal faithful passed a unanimous motion along the same lines. Now it is up to the Liberal MPs to do the same this evening, by voting in favour of Bill C-213, along with all the members of the Canadian Alliance who have signed on to support my bill.", 
            "topic": "Shipbuilding", 
            "time": "2000-03-29 14:05:00", 
            "attribution": "Mr. Antoine Dubé (Lévis-et-Chutes-de-la-Chaudière, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Denis Paradis", 
                "url": "/politicians/1757/", 
                "member_id": 3688, 
                "party": "Liberal", 
                "riding": "Brome—Missisquoi (Québec)", 
                "id": 1757
            }, 
            "url": "/hansards/2108/10/", 
            "text": "Mr. Speaker, for the second time in less than a month, we have learned that the Government of Quebec has apparently hidden the sum of $541 million since 1998.\n\nIn a special report released yesterday and covering the fiscal year ending March 31, 1999, the Auditor General of Quebec reported that the PQ government neglected to tell us that it had received the sum of $37 million from the federal government for farm income stabilization purposes.\n\nThese situations are beginning to cause some concern. Two weeks ago the talk was of $841 million allocated by the Government of Canada for health care, which Quebec had failed to use.\n\nOn behalf of my fellow citizens of Brome—Missisquoi, I say to the squirrelly PQ government “Give Quebecers the money they are entitled to”.", 
            "topic": "Government Of Quebec", 
            "time": "2000-03-29 14:05:00", 
            "attribution": "Mr. Denis Paradis (Brome—Missisquoi, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bob Mills", 
                "url": "/politicians/204/", 
                "member_id": 3069, 
                "party": "Reform", 
                "riding": "Red Deer (Alberta)", 
                "id": 204
            }, 
            "url": "/hansards/2108/11/", 
            "text": "Mr. Speaker, I rise in the House today to express my support for the initiative the Mike Harris government is showing in outlining the funding cuts to health care in Ontario.\n\nThe Prime Minister seems to be a little confused on how to approach the issue of health care. Two weeks ago he sent the health minister to Alberta to chastise the province. Seven days later the Prime Minister himself arrived to smooth things over. The next thing we know, the Prime Minister is blasting Ontario for bringing to light the federal government's serious lack of commitment in funding for health care.\n\nIs this Liberal leadership? The health ministers will gather tomorrow to co-operate in an effort to bring viable solutions to the table.\n\nI am a little uncertain how challenging Ontario will encourage the other provinces to approach the table with anything other than trepidation. The provinces have been placed in an impossible situation. Their pleas have so far fallen on deaf ears. This government has accused Ontario of playing politics instead of solving the problems. The Liberals should talk.", 
            "topic": "Health Care", 
            "time": "2000-03-29 14:05:00", 
            "attribution": "Mr. Bob Mills (Red Deer, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Raymonde Folco", 
                "url": "/politicians/raymonde-folco/", 
                "member_id": 2693, 
                "party": "Liberal", 
                "riding": "Laval West (Québec)", 
                "id": 105
            }, 
            "url": "/hansards/2108/12/", 
            "text": "Mr. Speaker, the Quebec minister of international relations, Louise Beaudoin, chose criticism over diplomacy in taking Air France to task over its imposition of English as the language of communication between its pilots and its air traffic controllers citing safety as the reason.\n\nMinister Beaudoin should have instead pointed out that Canada is one of the countries that best protects its two official languages and uses them in all public services. She would have better defended French in the world by showing what we do here in protecting and promoting the French language and culture in Canada.\n\nIn short, we say yes to defending French, we say yes to promoting it worldwide, but we say no to raising a ruckus overseas in an effort to revive federal-provincial quarrels yet again.", 
            "topic": "Quebec Minister Of International Relations", 
            "time": "2000-03-29 14:05:00", 
            "attribution": "Ms. Raymonde Folco (Laval West, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Solomon", 
                "url": "/politicians/5321/", 
                "member_id": 2740, 
                "party": "NDP", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 5321
            }, 
            "url": "/hansards/2108/13/", 
            "text": "Mr. Speaker, the OPEC ministers have finally reached a deal to hike oil production but no one should get too excited. After all, we will not see any relief at the pumps until next autumn.\n\nA 10 cents per litre increase for 12 months costs consumers $4.5 billion. But suppose you live in St. John's, Newfoundland. A litre of gas will cost almost 85 cents at the pump today and Newfoundland is now a producer of oil. My own province of Saskatchewan is also an oil producer. At 75 cents per litre we pay more than anyone else on the prairies.\n\nThe point is, pump prices follow crude prices up very quickly but they sure take their time on the way down. That threatens the inflation rate, our whole economy and it gouges consumers. Just because we have not yet seen the inflationary impact does not mean it is not a problem. It took almost a year after the 1973 and 1979 oil price shocks for the full impact to be felt.\n\nThe government needs an action plan now to protect our economy but it has none. Consumers continue to lose billions of dollars to foreign oil companies.", 
            "topic": "Fuel Prices", 
            "time": "2000-03-29 14:10:00", 
            "attribution": "Mr. John Solomon (Regina—Lumsden—Lake Centre, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2108/14/", 
            "text": "Mr. Speaker, Canadians benefit from a banking system that is one of the most stable, strong and efficient in the world. In fact just last month the International Monetary Fund released a report praising the soundness and stability of Canada's financial system, underpinned by the banking industry's strong financial position.\n\nCanada's banks are also strong contributors to the Canadian economy. As major exporters of financial products and services, almost 50% of bank earnings are made outside the country. However, banks pay 80% of their taxes and base 90% of their jobs here in Canada. The math clearly works to our benefit.\n\nThese facts are evidence of the importance of Canada's banking industry to our economic well-being. The Canadian banking industry is making a strong contribution and deserves our recognition and respect.", 
            "topic": "Banking Industry", 
            "time": "2000-03-29 14:10:00", 
            "attribution": "Ms. Bonnie Brown (Oakville, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2108/15/", 
            "text": "Mr. Speaker, the only thing that is increasingly clear with Bill C-20 is that it is generating strong opposition everywhere. So far, those who have opposed the Prime Minister's clarity bill have all been crushed under the steamroller.\n\nLast fall, it was the Liberal members who were silenced by the Prime Minister. A few weeks ago, opposition members were gagged time after time by the Prime Minister.\n\nNow, it is the senators who are being targeted by the Prime Minister. In spite of that, the senators too are now finding that this bill is undemocratic, that it does not solve anything and that it is flawed.\n\nSenator Gérald Beaudoin finds that Bill C-20 hurts federalism, that the two legislatures are sovereign, and that a legislature cannot give itself the power to judge the work of another legislature.\n\nWhat is the Prime Minister waiting to withdraw his bill?", 
            "topic": "Bill C-20", 
            "time": "2000-03-29 14:10:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2108/16/", 
            "text": "Mr. Speaker, today I rise to pay tribute to a true Canadian hero. Robert Burns Cameron of New Glasgow, Nova Scotia died recently at the age of 80 after a storied life in service to his community and country.\n\nA graduate of New Glasgow High School, R.B. as he was known in his beloved Pictou county went on to attend the Royal Military College and with the outbreak of war was commissioned and went overseas as commanding officer for the 1st Canadian Armoured Division.\n\nHe was a recipient of the Distinguished Service Order for heroic action at the gothic line in the second world war and also a member of the Order of Canada. After an extraordinary military career, as an astute businessman he went on to establish a number of companies such as Maritime Steel and Cameron Publications Ltd. For a time he was president of Sydney Steel and the largest shareholder of the Royal Bank of Canada.\n\nSenator Alasdair Graham in a stirring eulogy at the First Presbyterian Kirk Church stated “The lights may have been dimmed on Robert Burns Cameron, but they will never truly go out”.\n\nTo his beloved wife Florence, their children and grandchildren, I would like to extend on behalf of the Right Hon. Joe Clark and the PC Party of Canada our sincere condolences. R.B. lived his life greatly with class and compassion. Philanthropist, industrialist, hero and friend, in the words of his famous namesake, a man's a man for all that.", 
            "topic": "Robert Burns Cameron", 
            "time": "2000-03-29 14:10:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Steve Mahoney", 
                "url": "/politicians/4630/", 
                "member_id": 2599, 
                "party": "Liberal", 
                "riding": "Mississauga West (Ontario)", 
                "id": 4630
            }, 
            "url": "/hansards/2108/17/", 
            "text": "Mr. Speaker, the words former and Reform are spelled with exactly the same letters but in a different order. Let us look at them. F stands for fool which is what the Reform Party is trying to do to Canadians. O stands for zero which is the sum total of its policies. R is for rich who is exactly who its flat tax will benefit. M is for the leader's name which is still the same, even if it changes. E is for extreme, which is what Reform members are when their true colours come out. R is for regressive, which represents their policies on gun control, education, health care, agriculture and any other program that benefits Canadians.\n\nYes, F-O-R-M-E-R spells reform and reform spells hypocrisy, no matter what name they go by.", 
            "topic": "Reform Party Of Canada", 
            "time": "2000-03-29 14:10:00", 
            "attribution": "Mr. Steve Mahoney (Mississauga West, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2108/18/", 
            "text": "Mr. Speaker, today we got one of those audits that the government has been withholding past the legal release date under the access to information guidelines. I can understand why the HRDC minister tried to hide this one. The information in it is damning.\n\nLet me quote one phrase: “In many interactions with HRD managers we found that control appears to be a four-letter word”.\n\nIs it not that lack of control which led to this billion dollar bungle in the first place?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/19/", 
            "text": "Mr. Speaker, I do not know where the hon. member has been, but indeed we received the internal audit that we are dealing with. We identified that yes, indeed, there is an issue of control and that is why we are implementing the six point plan. That is why we have the auditor general working with us to improve the system.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2108/20/", 
            "text": "Mr. Speaker, I do not know which internal audit the minister is referring to, but I am referring to the 1997-98 briefing book for senior management.\n\nThese audits continue to come forward. Let me quote again about the concerns of ethics: “Weaknesses found in our special audit suggest that the old virtues of prudence, probity, economy, efficiency and effectiveness are not as deeply embedded in the HRDC as they could be”.\n\nWhy?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/21/", 
            "text": "Mr. Speaker, one of the things that is pre-eminently important to me as Minister of Human Resources Development Canada is to deal with the information in this audit and in all the audits that we receive.\n\nThe fact that we are doing internal audits suggests that there is an increase in control. The whole point of the undertaking before us now is to improve the controls; not to suck the information and the control back to Ottawa, but to find modern methods of comptrollership so that we can continue to provide the service which Canadians want and report to the taxpayer.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2108/22/", 
            "text": "Mr. Speaker, it would appear that there is a deliberate effort to make sure these audits do not become public.\n\nLet me quote again: “Only three in ten employees agree that people can voice concerns about ethical breaches without repercussion”.\n\nThis is 18 months old and these people are not satisfied with what the minister contends to be her solution to the problem.\n\nI would ask her this and I would like an answer. Why are HRD employees being punished for being ethical?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/23/", 
            "text": "Mr. Speaker, the hon. member makes reference to 18 months ago. Let us talk about the here and now. Let us talk about the work that the men and women in the Department of Human Resources Development Canada are undertaking as a result of committing themselves to responding to the report of the internal audit.\n\nThere are men and women working around the clock to review the files, to implement the six point plan, to get the training that they need. They are bound and determined to make a difference and I am there to support them.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2108/24/", 
            "text": "Mr. Speaker, let us talk about yesterday. Yesterday Canada's information commissioner charged that the Liberals are holding up the release of internal audits in an attempt to control politically damaging information. This latest audit was done in 1998, but the government did not make it public and even refused to release it under access within the 30 days required by law.\n\nHow can Canadians possibly trust a government that will even ignore legal requirements to hide its wrongdoing?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/25/", 
            "text": "Mr. Speaker, indeed, let us talk about yesterday and the information commissioner and what he said. He said: “HRDC's report will be a significantly positive one with regard to its adherence to the statutory time limits for responding to access requests”. He went on to say: “No other department which we have reviewed in the time that I have been information commissioner can boast of a record as good as HRDC”.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2108/26/", 
            "text": "Mr. Speaker, the information commissioner also said that those quotes were from a report that was done before the minister started to screw-up the information flow from her department.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/27/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/28/", 
            "text": "I would ask members to please be a little more judicious in their choice of words.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2108/29/", 
            "text": "Mr. Speaker, this is a quote from the 1998 audit of the HRDC department, which we did not know about before: “There is a need to improve the perception of management's commitment to ethical behaviour”.\n\nIs the absence of leadership committed to integrity not the real cause of the billion dollar boondoggle?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "attribution": "Mrs. Diane Ablonczy", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/30/", 
            "text": "Mr. Speaker, again the hon. member gives me the opportunity to say that as Minister of Human Resources Development Canada I have taken this seriously and we are making effective change in my department.\n\nShe talks about a screw-up and the sharing of information—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/31/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/32/", 
            "text": "All right, that is one on each side, and we will stay away from that word for today.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/33/", 
            "text": "Mr. Speaker, I would ask her if she thinks it is wrong that on February 21 we tabled with the standing committee over 10,000 pages of information. I would ask her if she thinks that it is wrong that since February 21 we have provided the standing committee over 3,000 additional pages of information and will provide more. I would ask her—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "attribution": "Hon. Jane Stewart", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/34/", 
            "text": "The hon. leader of the Bloc Quebecois.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2108/35/", 
            "text": "Mr. Speaker, the Minister of Human Resources Development signed contracts that she did not respect. She appointed a trustee, Mr. Champagne, who is the lawyer for one of the parties involved and also a creditor in the Placeteco affair.\n\nTwo creditors in the bankruptcy, Messrs. Gauthier and Giguère, both friends of the Prime Minister, signed a secret agreement with the National Bank, in which mention was made of the upcoming grant to pay back a $1 million loan. And the minister says there is nothing to justify ordering a police investigation.\n\nWhat does the minister need to decide it is time the police looked into the matter?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/36/", 
            "text": "Mr. Speaker, what I need to know is that we have reviewed this file completely, at the highest level of our officials, and that the administrative review has indicated that we have not breached any of the terms and conditions of the transitional jobs fund program. Most importantly, what I need to know is that there are still 170 people working there.\n\nWhile they would have had us pull our money and close these accounts, we stuck with these companies, and men and women are working as a result.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2108/37/", 
            "text": "Mr. Speaker, at the beginning there were 81 jobs at Placeteco, compared to 78 now, which means three jobs were lost. Let us not get things mixed up.\n\nIt is surprising to hear the minister say it is not important that established rules are not followed; it is not important that jobs are not being created; it is not important that her department's rules or those of the Treasury Board are not followed; it is not important that her signature is not honoured, and there is nothing wrong with the grant being used for purposes other than those for which it was intended.\n\nIs the minister aware of the message that she is sending, of the example that she is setting? What are we to think of a minister who takes such improper measures?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/38/", 
            "text": "Mr. Speaker, what is important is to make sure that all of the information is shared. Yesterday they talked about a contract and looked at section 10.1, which talks about bankruptcies. They forgot to look at section 10.2, which gives the government the option of continuing to work with the company.\n\nOn this side of the House we chose to continue to work with these companies. As a result, 170 people are still working.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:25:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2108/39/", 
            "text": "Mr. Speaker, the attitude and the responses of the minister are absolutely outrageous. This is scandalous.\n\nThe case we are discussing here is of such seriousness that even the minister is involved through failure to stand by her signature on the contract involving Placeteco.\n\nTen days ago, her department confirmed that there were 78 jobs at Placeteco. This is three jobs fewer than before the payment of the $1.2 million grant. Where is the proof the minister refers to?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:25:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/40/", 
            "text": "Mr. Speaker, I have said time and again that there were difficulties with this project, that the numbers of employees went up and down, and fluctuated.\n\nWhat is important is that today as we speak there are 170 people who are working on this original contract. From our point of view it was an investment worth sticking with.\n\nI remind the hon. member that we are only but one partner. In fact the Government of Quebec supported us in this undertaking.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:25:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2108/41/", 
            "text": "Mr. Speaker, the minister understood the question very well, but is avoiding answering it. We are talking about Placeteco, a serious matter.\n\nWhere are the figures showing the jobs created and the invoices she says she has analyzed? What is she waiting for before making them public?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:25:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/42/", 
            "text": "Mr. Speaker, let us look at them. When the project was first approved there were 64 people working at Placeteco and 49 at Techni-Paint. At various times there were as many as 135 working at Placeteco. Both companies are now doing well and have the potential for more in the future.\n\nPlaceteco signed a five year contract for $8 million and there are 78 people working there today, which is more than when the project was approved.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:25:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2108/43/", 
            "text": "Mr. Speaker, the federal government has taken out full page ads on health care so that it can carry on a spitting match with provincial governments.", 
            "topic": "Health", 
            "time": "2000-03-29 14:25:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/44/", 
            "text": "Hear, hear.", 
            "topic": "Health", 
            "time": "2000-03-29 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/45/", 
            "text": "Order, please. The hon. member for Winnipeg North Centre.", 
            "topic": "Health", 
            "time": "2000-03-29 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2108/46/", 
            "text": "Shame on this government for applauding expenditures on advertisements when it will not put money into the health care system.\n\nThe government tried to justify these advertisements by saying that the other guy started it. These ads may be good for PR, but they are not good for ER.\n\nCanadians are not interested in this kind of—", 
            "topic": "Health", 
            "time": "2000-03-29 14:25:00", 
            "attribution": "Ms. Judy Wasylycia-Leis", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/47/", 
            "text": "Oh, oh.", 
            "topic": "Health", 
            "time": "2000-03-29 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/48/", 
            "text": "Order, please. We will hear the member's question, so I ask members to listen.", 
            "topic": "Health", 
            "time": "2000-03-29 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2108/49/", 
            "text": "Mr. Speaker, Canadians are not interested in this kind of fight. They want solutions and they know the first place for that kind of solution is money on the table to save health care and to move forward.\n\nTomorrow there is a critical meeting of health ministers. Will the federal government bring cash to the table?", 
            "topic": "Health", 
            "time": "2000-03-29 14:25:00", 
            "attribution": "Ms. Judy Wasylycia-Leis", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2108/50/", 
            "text": "Mr. Speaker, to have good public policy the people are entitled to know the truth. As we said in the ads and as I said in my reply to Premier Harris, and I am happy to see the NDP and Harris together, we have restored funding to the provincial governments in the transfers and they are receiving today 12% more money than they were receiving in transfers in 1993-94.", 
            "topic": "Health", 
            "time": "2000-03-29 14:25:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/51/", 
            "text": "Hear, hear.", 
            "topic": "Health", 
            "time": "2000-03-29 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/52/", 
            "text": "Order, please. We like to hear the questions and the responses.", 
            "topic": "Health", 
            "time": "2000-03-29 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2108/53/", 
            "text": "Mr. Speaker, is the Prime Minister really saying there is no new money for health care? Is that his answer today at this critical juncture?\n\nDoes the Prime Minister not realize we are at a defining moment in the history of the country? We are talking about the future of medicare, something that ties the country together.\n\nWill the Prime Minister do what is absolutely necessary for the future of our universal public health care system and give the health minister a mandate to go to the table tomorrow with money and ensure that medicare is here to stay?", 
            "topic": "Health", 
            "time": "2000-03-29 14:30:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2108/54/", 
            "text": "Mr. Speaker, a year ago we transferred $11.5 billion more to them. I remember, as all members of the House should remember, that we were congratulated by all the premiers.", 
            "topic": "Health", 
            "time": "2000-03-29 14:30:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/55/", 
            "text": "Oh, oh.", 
            "topic": "Health", 
            "time": "2000-03-29 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/56/", 
            "text": "Order, please. We will hear the response. I ask members to listen.", 
            "topic": "Health", 
            "time": "2000-03-29 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2108/57/", 
            "text": "Mr. Speaker, this year in our budget we transferred another $2.5 billion for health care to the provinces.\n\nThe Government of Ontario and other provincial governments still have money in the bank that they are not using. It is in interest accounts rather than being used to improve the fate of people who work in hospitals or are in hospitals in Ontario and the rest of Canada.", 
            "topic": "Health", 
            "time": "2000-03-29 14:30:00", 
            "attribution": "Right Hon. Jean Chrétien", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2108/58/", 
            "text": "Mr. Speaker, Telile Isle Madam Community Television Association has been receiving HRDC funding for a number of years. Telile negotiated a long term lease with a commercial property owner. After the lease was signed HRDC funds were then used to make improvements to the property.\n\nWe have been informed that the owner of the property and the chairman of Telile are one and the same person. He negotiated the deal with himself.\n\nConsidering the involvement of HRDC money and the apparent conflict of interest, will the minister tell us if she considers this to be a judicious use of taxpayer money?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:30:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/59/", 
            "text": "Mr. Speaker, I have had the opportunity to review a number of grants and contributions in my department, but not all. I am not familiar with this case. If the hon. member would like to give me the details I will look into it for him.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:30:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2108/60/", 
            "text": "Mr. Speaker, I would be glad to do that because once again we are talking about a long term lease, in this instance involving 10 years of inappropriate use of taxpayer money.\n\nWould the minister undertake in her department to look into whether the approval of this funding for the organization was in fact a conflict or whether it was appropriate? Was there any semblance of inquiry both before and after cheques were sent?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:30:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/61/", 
            "text": "Mr. Speaker, I would be glad to do that.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:30:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Monte Solberg", 
                "url": "/politicians/269/", 
                "member_id": 3067, 
                "party": "Reform", 
                "riding": "Medicine Hat (Alberta)", 
                "id": 269
            }, 
            "url": "/hansards/2108/62/", 
            "text": "Mr. Speaker, let us take a look at what the 1998 audit of Human Resources Development had to say. It said “In many interactions with HRDC managers we found that control appears to be a four letter word”.\n\nWhy did the government allow billions of dollars to be handed out without financial controls for at least 18 months between the time of the audit and today?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:30:00", 
            "attribution": "Mr. Monte Solberg (Medicine Hat, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/63/", 
            "text": "Mr. Speaker, the department has done an extraordinary job at improving its service delivery methods. The department and Canadians appreciate and understand the value of grants and contributions to them. We have taken extraordinary measures to improve our relationship at the community level, in Liberal communities as well as in those represented by that party.\n\nAs a result of the work of the internal audit we are undertaking also to improve our modern methods of comptrollership, modern strategies that will allow the department to deliver better service and be accountable to the taxpayer. That cannot be wrong.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:30:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Monte Solberg", 
                "url": "/politicians/269/", 
                "member_id": 3067, 
                "party": "Reform", 
                "riding": "Medicine Hat (Alberta)", 
                "id": 269
            }, 
            "url": "/hansards/2108/64/", 
            "text": "Mr. Speaker, the truth is that this government and this minister did nothing for almost two years until they were busted by an access to information request put forward by the official opposition. They knew for well in excess of 18 months that there were huge problems: no financial control and ethical concerns. They did nothing.\n\nWhy did the minister and her predecessor do nothing while billions of dollars in tax money was being handed out without financial controls and while there were ethical concerns?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:30:00", 
            "attribution": "Mr. Monte Solberg (Medicine Hat, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/65/", 
            "text": "Mr. Speaker, the hon. member talks about perception. What I want to talk about is the reality. The reality today is that my department is working extraordinarily hard to make improvements, to continuously improve our operations.\n\nCanadians do not expect everything to be perfect all the time, but by golly they expect us to make improvements when we get the information, and we are doing just that.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Brien", 
                "url": "/politicians/5258/", 
                "member_id": 3323, 
                "party": "Bloc", 
                "riding": "Témiscamingue (Québec)", 
                "id": 5258
            }, 
            "url": "/hansards/2108/66/", 
            "text": "Mr. Speaker, when we look at the present hike in gas prices, we see that, oil producers aside, there are two big winners, the Government of Alberta and the federal government, which are pocketing additional tax revenue thanks to the profits of oil companies.\n\nCan the minister tell us whether this is not the real reason for the federal government's failure to take action in the present crisis?", 
            "topic": "Gasoline Pricing", 
            "time": "2000-03-29 14:35:00", 
            "attribution": "Mr. Pierre Brien (Témiscamingue, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2108/67/", 
            "text": "Mr. Speaker, the member must know that the reason for the hike in gas prices is certainly the international cartel.\n\nYesterday, we heard that OPEC countries had reached an agreement. The expectation is that gas prices will go down in the weeks and months to come.", 
            "topic": "Gasoline Pricing", 
            "time": "2000-03-29 14:35:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Brien", 
                "url": "/politicians/5258/", 
                "member_id": 3323, 
                "party": "Bloc", 
                "riding": "Témiscamingue (Québec)", 
                "id": 5258
            }, 
            "url": "/hansards/2108/68/", 
            "text": "Mr. Speaker, the effect of an increase in world oil production would not only be modest but might not be felt for a few months, maybe several.\n\nDoes the government not think it would be justified in giving consumers a break right now by lifting the excise tax of 10 cents a litre?", 
            "topic": "Gasoline Pricing", 
            "time": "2000-03-29 14:35:00", 
            "attribution": "Mr. Pierre Brien (Témiscamingue, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2108/69/", 
            "text": "Mr. Speaker, the member must know that taxes are levied at the federal and provincial levels. I have always said that I was ready to sit down with my provincial counterparts to discuss this issue.", 
            "topic": "Gasoline Pricing", 
            "time": "2000-03-29 14:35:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2108/70/", 
            "text": "Mr. Speaker, listen again to these quotes from the 1998 internal HRDC audit: “Greater emphasis should be placed—on ethics and integrity”. “Accountability mechanisms”—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:35:00", 
            "attribution": "Mr. Preston Manning (Calgary Southwest, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/71/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/72/", 
            "text": "Order, please. The hon. member for Calgary Southwest can begin his question.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2108/73/", 
            "text": "Move a little further to the right, Mr. Speaker, and that seems to bother some of them.\n\nListen to these quotes from the internal audit: “Greater emphasis should be placed—on ethics and integrity”; “accountability mechanisms not functioning”; “weaknesses in financial controls continue to surface”; “lack of monitoring of contribution projects”; and “weaknesses found in prudence, probity, economy, efficiency and effectiveness”.\n\nWhy did the minister fail to address any of these concerns until after the $1 billion boondoggle had been exposed?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:35:00", 
            "attribution": "Mr. Preston Manning", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/74/", 
            "text": "Mr. Speaker, let us quote some other things from the same report:\n\nThe majority of HRDC employees agreed that management in their office consistently demonstrates a commitment to the importance of ethical behaviour. Similarly, well over one-half of HRDC employees surveyed agreed that employees in their office make sure that the taxpayers' money is spent wisely.\n\nLet us get the whole story on the agenda.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Preston Manning", 
                "url": "/politicians/3925/", 
                "member_id": 3055, 
                "party": "Reform", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 3925
            }, 
            "url": "/hansards/2108/75/", 
            "text": "Mr. Speaker, they did not do anything until after they had been caught. The employees at HRDC were even intimidated from reporting breaches of ethics. Listen to this quote on ethics from the same audit:\n\nOnly three in ten employees agree that people...can voice concerns about ethical breaches without repercussion.\n\nThe government was warned about this in 1998. If the minister were concerned about these problems, why did she do nothing about them until after the $1 billion boondoggle was exposed?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:35:00", 
            "attribution": "Mr. Preston Manning (Calgary Southwest, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/76/", 
            "text": "Mr. Speaker, I have to remind the hon. member that it was our own audit, an internal audit, to which we were responding. We were not caught by anybody.\n\nIt is part of our process of continuous improvement. We do look at ourselves. We do identify where we can make improvements, and we take action.\n\nThey should look at the six point plan, look at the work of the department and look at the commitment of the men and women who are ensuring that we build a system of modern comptrollership that will be second to none.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2108/77/", 
            "text": "Mr. Speaker, the conference of ministers of the environment, which ended yesterday, did not reach its objectives. Once again, the federal government is merely putting off any real action off until some other time.\n\nAs well, its strategy for greenhouse gas reduction ignores the realities of the provinces, where sustained efforts are already under way.\n\nMy question is for the Minister of the Environment. Why is the government refusing to recognize the efforts of the provinces so that those that have already taken certain steps are not eventually penalized?", 
            "topic": "The Environment", 
            "time": "2000-03-29 14:35:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2108/78/", 
            "text": "Mr. Speaker, we regret Quebec's departure from the meeting a couple of days ago. We appreciate its desire to be proactive, but we all really need to work hard together as a team on this issue.\n\nI might caution the Quebec government against embracing the European model as it did at the meeting. That model would mean, for example, a massive increase in costs in Quebec for truckers, farmers and consumers, directly contrary to the representations made two minutes ago by the member for Témiscamingue.", 
            "topic": "The Environment", 
            "time": "2000-03-29 14:40:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2108/79/", 
            "text": "Mr. Speaker, after his decision to postpone the province by province breakdown of objectives, does the minister not realize the federal government is plunging companies that are prepared to take positive steps for reduction into uncertainty, which cannot do otherwise than to cast doubt on Canada's commitments at Kyoto?", 
            "topic": "The Environment", 
            "time": "2000-03-29 14:40:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2108/80/", 
            "text": "Mr. Speaker, we are already in the process of implementing a system of baseline protection to give companies confidence about the future in terms of taking early action.\n\nI might also say that with the European model the Quebec government is embracing it would find, based upon that model, a much higher target for Quebec than the national average. I am sure that is not its intention, but it should be careful about embracing models that do not apply in Canada.", 
            "topic": "The Environment", 
            "time": "2000-03-29 14:40:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2108/81/", 
            "text": "Mr. Speaker, another new day and another new audit at HRDC that shows the extent of the problems in that department.\n\nThe minister says that she wants the best system possible. I would like to ask her how that is possible when the 1998 audit shows that only 30% of the employees in that department believe they can raise concerns about ethical breaches without repercussion.\n\nCould the minister explain to the House and to Canadians why 70% of the employees in HRDC are afraid to bring up ethical breaches in her department?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:40:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/82/", 
            "text": "Mr. Speaker, members of that party opposite continue to show that they are stuck in the past. Here they are focusing on something in 1998.\n\nI would ask them to please take the time to look at the year 2000 to see what we are doing in the department to engage the employees and to ensure that they can participate in improving their system so that they can serve Canadians better.\n\nI have been to operations in Calgary, Toronto and Quebec City. The men and women of my department are standing tall, alongside me, as we implement changes that will improve the system. Canadians expect us to do that, and they will watch and judge us by our actions.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2108/83/", 
            "text": "Mr. Speaker, I cannot believe that the minister would actually make those statements in the House.\n\nIt is very interesting that the minister refuses to release the more recent audit through access to information. Eighteen months ago the minister knew, from the audit in human resources, that it warned of a loss of ethics and control which would lead to serious problems.\n\nHow can Canadians believe that the minister will make any changes when she did not make the changes that were recommended 18 months ago?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:40:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/84/", 
            "text": "Mr. Speaker, I have to tell you that this is the most bizarre line of questioning I have ever been privy to.\n\nFor heaven's sake, let us just go through what has happened. We did our own audit. We saw that there were places where we could make significant improvements. We have said to the Canadian public that we have identified where we can improve our business and we will make those changes.\n\nWe are doing exactly what the public expects us to do to continuously improve and to keep them informed about how we are performing and how we are improving. I am not going to change that approach.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2108/85/", 
            "text": "Mr. Speaker, yesterday, the Minister of Health did not deign to reply to my question.\n\nMillions of dollars are being spent by his department to promote genetically modified organisms, while no study has been carried out to date on their long term consequences.\n\nWill the minister admit that, as Minister of Health, when there is a general concern about this issue, it is his duty to undertake, as soon as possible, a study on the long term effects of GMOs on people's health?", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-03-29 14:40:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Joe McGuire", 
                "url": "/politicians/194/", 
                "member_id": 3251, 
                "party": "Liberal", 
                "riding": "Egmont (P.E.I.)", 
                "id": 194
            }, 
            "url": "/hansards/2108/86/", 
            "text": "Mr. Speaker, as the hon. member knows, the Standing Committee on Health and the Standing Committee on Agriculture and Agri-Food are now putting together a committee which will study the long term impacts of the GM labelling.", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-03-29 14:45:00", 
            "attribution": "Mr. Joe McGuire (Parliamentary Secretary to Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Claude Drouin", 
                "url": "/politicians/3608/", 
                "member_id": 2662, 
                "party": "Liberal", 
                "riding": "Beauce (Québec)", 
                "id": 3608
            }, 
            "url": "/hansards/2108/87/", 
            "text": "Mr. Speaker, recently, we were stunned to hear that Air France will impose English as the language of communication between its pilots and the control towers in France.\n\nCould the Minister of Transport tell us if French is going to remain in use in Canada's air space?", 
            "topic": "Air Transportation", 
            "time": "2000-03-29 14:45:00", 
            "attribution": "Mr. Claude Drouin (Beauce, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2108/88/", 
            "text": "Mr. Speaker, the answer is simple: no. Canada's air navigation system allows bilingual services in Quebec—", 
            "topic": "Air Transportation", 
            "time": "2000-03-29 14:45:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/89/", 
            "text": "Oh, oh.", 
            "topic": "Air Transportation", 
            "time": "2000-03-29 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/90/", 
            "text": "Order, please. The hon. Minister of Transport has the floor.", 
            "topic": "Air Transportation", 
            "time": "2000-03-29 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2108/91/", 
            "text": "No, nothing is changed, because Canada's air navigation system allows bilingual services in Quebec, in the Ottawa region and in northern New Brunswick, and the results are positive.\n\nThere are no problems with bilingual communications in Canada's air space.", 
            "topic": "Air Transportation", 
            "time": "2000-03-29 14:45:00", 
            "attribution": "Hon. David M. Collenette", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2108/92/", 
            "text": "Mr. Speaker, I think statements by ministers are at 3 o'clock. Let us get back to the news.\n\nWhat is actually bizarre is that this minister did nothing about this audit since 1998, until an access to information request was filed by the official opposition. The minister says that she knew nothing about this problem until November but the audit clearly indicates that there were problems as far back as 1998. It is a disaster for her anytime one of these internal audits happens to slip out of her fingers because Canadians get to look at the rot that is going on in her department.\n\nHere is a quote from this report “Employees were not convinced that they could report suspected contraventions of ethics without fear of reprisal”. What kinds of reprisals did employees in her department fear?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:45:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/93/", 
            "text": "Mr. Speaker, the hon. member talks about a report from 18 months ago. That is two names ago for that party. Not much has changed there as a result of that, but a lot has happened in my department.\n\nThe employees of the department, along with the senior executive management and myself, are implementing real change. It is a change that Canadians expect. As I said, the Canadian people will judge us by our results.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2108/94/", 
            "text": "Mr. Speaker, what is unbelievable is that this minister tries to downplay the kind of scandal that is going on in her own department with these kinds of comments. It is unbelievable.\n\nLet us go back to this report and look at another quote. In this report it says that the communication on the importance of ethics has not taken place at the operational level. Why not?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:50:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/95/", 
            "text": "Mr. Speaker, the hon. member is talking about ethics. If members of that party had any ethics they would stand and apologize to the Canadian people for creating the myth that $3 billion has gone missing as a result of work in my department. They would stand and say that it was not $1 billion. They would stand and say to those communities, which they have cast aspersions on, and to those individuals in my riding who have received benefits from the grants and contributions, that they were wrong.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:50:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2108/96/", 
            "text": "Mr. Speaker, my question is for the Minister of Health.\n\nTomorrow the minister will be meeting with his counterparts to discuss the crisis of health care in this country. Everyone knows we need more federal cash in the system. The Canadian Medical Association said that it wants full restoration of federal funding, plus an escalator mechanism to address future needs.\n\nIn light of this, will the Minister of Health show some leadership tomorrow and guarantee us that there will be an offer of cash on the table with a plan to save medicare in this country. Will he show that leadership tomorrow?", 
            "topic": "Health", 
            "time": "2000-03-29 14:50:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2108/97/", 
            "text": "Mr. Speaker, I believe Canadians know that if we are going to solve the problems in medicare it will take more than just more money.\n\nThe NDP may believe that the answer is simply to pour billions more into a system that is not serving Canadians well. I can tell the member and the House that we believe, and I think Canadians agree, that we need a plan, a long term solution to make the system sustainable, as well as long term financing.\n\nTomorrow we will begin a process, which may last several months, of working on that common plan toward common financing with all governments in the country.", 
            "topic": "Health", 
            "time": "2000-03-29 14:50:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2108/98/", 
            "text": "Well, Mr. Speaker, the minister talks about a plan.\n\nThis government is now in its seventh year in office. Where is the plan? The government has a plan for tax cuts but no plan for health care. I want to know why there is not a plan for health care.\n\nWill he go to Toronto tomorrow with a plan and an offer of cash on the table to save health care? Where is the leadership from this minister? Does he not know what leadership is?", 
            "topic": "Health", 
            "time": "2000-03-29 14:50:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2108/99/", 
            "text": "Mr. Speaker, members of the NDP had a plan in their 1997 platform. They said that we should have a floor of at least $15 billion for the Canada health and social transfer. We have made it $15.5 billion.\n\nThey had a plan to put in $7 billion more to restore health cuts. We have now doubled that and put in $14 billion more.\n\nIn November 1998 the leader of that party stood in the House and said that what we really needed was $2.5 billion more in health care. Since then we have put $14 billion more into health care.", 
            "topic": "Health", 
            "time": "2000-03-29 14:50:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2108/100/", 
            "text": "Mr. Speaker, since the minister was unaware of the Telile situation I will be glad to provide her with information.\n\nI want to read from a memo penned by the chairman of Telile, Silver Donald Cameron, to the executive. It states:\n\nA principle to bear in mind is that the government wants to see that the bill has been paid, but has no particular interest in seeing where the money came from. We show them receipts, invoices and cancelled cheques and they pay. That's it. In principle creating a paper trail for community contributions is simple.\n\nUpon review and if warranted, will the minister agree to her departmental auditors taking a look at whether this organization was making proper use of taxpayers' money?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:50:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/101/", 
            "text": "We are getting into hypothetical questions now. The last part of the question was in order but not the part which was “if”. If she wants to answer, the hon. Minister of Human Resources Development.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/102/", 
            "text": "Mr. Speaker, I will get the information from the hon. member. As I have said in all my responses, we take all requests seriously and we will act on them in a serious manner.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:55:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2108/103/", 
            "text": "Mr. Speaker, tonight on the Fifth Estate Canadians will be reintroduced to Stephen Truscott, a man convicted of killing 12 year old Lynn Harper 40 years ago. At age 14 he was sentenced to death and ultimately spent 10 years in prison for a crime he claims he did not commit. Shocking new evidence suggests that there was compelling evidence in the hands of DND officials that would have exonerated Truscott.\n\nBased on what could be the most egregious miscarriage of justice in Canadian history, will the minister agree that it is incumbent upon her department to conduct a full public inquiry into this situation?", 
            "topic": "Justice", 
            "time": "2000-03-29 14:55:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2108/104/", 
            "text": "Mr. Speaker, we have not heard from Mr. Truscott or his counsel in relation to this matter but if and when we do we will investigate this matter thoroughly.", 
            "topic": "Justice", 
            "time": "2000-03-29 14:55:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Bonwick", 
                "url": "/politicians/3523/", 
                "member_id": 2629, 
                "party": "Liberal", 
                "riding": "Simcoe—Grey (Ontario)", 
                "id": 3523
            }, 
            "url": "/hansards/2108/105/", 
            "text": "Mr. Speaker, my question is for the Minister of Finance.\n\nFirst, I want to thank the minister on behalf of Canadians all across the country for one of the best and most effective budgets in Canadian history.\n\nHowever, I do have one concern and that is the focus on debt reduction. I believe it is critical that we aggressively address our debt so future generations do not incur the same debt burden that we have had to.\n\nWill the minister please expand on whether he supports an increased focus on debt reduction?", 
            "topic": "The Budget", 
            "time": "2000-03-29 14:55:00", 
            "attribution": "Mr. Paul Bonwick (Simcoe—Grey, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2108/106/", 
            "text": "Mr. Speaker, we are one of the few industrial countries that is actually retiring its debt, $6.5 billion over the last two years, over $20 billion of market debt. Our debt to GDP ratio was at 71% four years ago and today it is at 61%. It will be below 50% in the next four years.\n\nI congratulate the member for Simcoe North for having asked me the first budget question since the budget was brought down over a month and a half ago.", 
            "topic": "The Budget", 
            "time": "2000-03-29 14:55:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maurice Vellacott", 
                "url": "/politicians/maurice-vellacott/", 
                "member_id": 2744, 
                "party": "Reform", 
                "riding": "Wanuskewin (Saskatchewan)", 
                "id": 296
            }, 
            "url": "/hansards/2108/107/", 
            "text": "Mr. Speaker, I know they are choosing sides on the leadership question over there and a little plug like that I guess does not hurt.\n\nI quote from the 1998 audit of HRDC for senior management. That audit laments this government's lack of openness. It stated “Whether dealing with our special audits or the survey, often there appears to be a reluctance to share information about unfavourable results”.\n\nWhy did the HRDC minister ignore even her own department's complaints about cover-up?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:55:00", 
            "attribution": "Mr. Maurice Vellacott (Wanuskewin, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/108/", 
            "text": "Mr. Speaker, again, I do not know where these guys have been. We got an internal audit. We, the department, made it public. We are not hiding from anything. We, the Department of Human Resources Development Canada, are going to change, improve and respond to the needs of Canadians.\n\nThere is nothing here that is anything different than what the Canadian public expects. We will continue with this kind of action because it is what the people want.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-29 14:55:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2108/109/", 
            "text": "Mr. Speaker, the banks want to hold responsible those who are victims of theft through the use of their automated teller cards, claiming that a code of ethics is being discussed.\n\nAt the same time, public officials are saying that a code of practice does exist and is currently in effect.\n\nWill the Minister of Industry meet with bank officials to make sure they comply with the code of practice to which they agreed?", 
            "topic": "Banks", 
            "time": "2000-03-29 14:55:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2108/110/", 
            "text": "Mr. Speaker, I will be pleased to raise this issue with the banks. As members know, we are currently setting up a new ombudsman agency, which will deal precisely with this kind of problems.", 
            "topic": "Banks", 
            "time": "2000-03-29 15:00:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Libby Davies", 
                "url": "/politicians/libby-davies/", 
                "member_id": 2499, 
                "party": "NDP", 
                "riding": "Vancouver East (B.C.)", 
                "id": 80
            }, 
            "url": "/hansards/2108/111/", 
            "text": "Mr. Speaker, if failing medicare is not bad enough, the government has also failed on its promise to promote the health of children through a national child care program. This week in B.C. the government lived up to its promise for child care to give B.C. kids a healthy head start.\n\nI ask the minister why has her government broken its promises so many times to families desperately needing child care? No more vacuous words, where are the federal dollars to back up the commitment so that all kids can benefit?", 
            "topic": "Children", 
            "time": "2000-03-29 15:00:00", 
            "attribution": "Ms. Libby Davies (Vancouver East, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2108/112/", 
            "text": "Mr. Speaker, the reason the Government of British Columbia is able to produce these services is because of the national child benefit, the income support provided by this government.\n\nI point out that in the most recent budget we have increased that contribution through the Canada child tax benefit and the national child benefit by $2.5 billion. By 2004 a family of four earning under $25,000 will receive tax free and fully indexed $4,600.", 
            "topic": "Children", 
            "time": "2000-03-29 15:00:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2108/113/", 
            "text": "Mr. Speaker, yesterday I asked the Minister of Fisheries and Oceans whether he would be prepared to provide emergency funding for wharfs between Port Lorne and Delaps Cove. To my pleasant surprise he responded that he had personally visited those wharves and that he had already announced money to fix them.\n\nWhat wharves did the minister visit in my riding and how much additional funding is he going to provide for Delaps Cove, Hampton, Port Lorne, Margaretsville and Parker's Cove wharves?", 
            "topic": "Fisheries", 
            "time": "2000-03-29 15:00:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2108/114/", 
            "text": "Mr. Speaker, the hon. member obviously did not hear my response. I said I was in the maritimes and visited New Brunswick. In fact I authorized $200,000 for his colleague's riding in Robichaud to fix two wharves.\n\nThe hon. member has made representation to me about his wharves. We will be looking at them and taking due consideration so harbour authorities can operate safely and provide opportunity for the fishing community.", 
            "topic": "Fisheries", 
            "time": "2000-03-29 15:00:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/115/", 
            "text": "I draw the attention of hon. members to the presence in the gallery of the Honourable Shimon Peres, Minister for Regional Co-operation of Israel and Nobel laureate and one of our most respected international statesmen.", 
            "topic": "Presence In Gallery", 
            "time": "2000-03-29 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/116/", 
            "text": "Hear, hear.", 
            "topic": "Presence In Gallery", 
            "time": "2000-03-29 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/117/", 
            "text": "I am now prepared to rule on a point of order raised on Friday, March 24, 2000 by the hon. member for Prince George—Peace River, the whip of the official opposition, concerning the status of private member's Bill C-206.\n\nI would like to thank the hon. member for drawing this issue to the Chair's attention, as well as the hon. member for Wentworth—Burlington for his careful outline of events on March 27. I also thank the parliamentary secretary to the government House leader for his contribution to the discussion.\n\nThe point in question arises from an earlier ruling delivered by the Chair on March 21 in which the list of 100 signatures filed in support of Bill C-206 pursuant to Standing Order 87(6) was declared invalid.\n\nThe hon. member for Wentworth—Burlington was informed that it would be necessary to submit a new list of signatures if the bill is to be proceeded with under the provisions of that standing order. The hon. member for Prince George—Peace River protested the fact that rather than submit the list of 100 signatures, Bill C-206 had instead been part of an exchange of items of private members' business. He argued that the item was therefore not legitimately on the order of precedence and was preventing other members from proceeding with their items under that provision of the standing orders.\n\nThe hon. member for Wentworth—Burlington indicated to the House that the exchange had been necessary for reasons of ill health and that the Speaker's earlier ruling had not precluded an exchange of items if such was necessary.\n\nI have carefully reviewed all of the elements of this case, including the original issue raised with respect to Bill C-206, the proceedings in the procedure and House affairs committee that dealt with it and the 19th report of the committee tabled in the House on March 17.\n\nThe issue here, as I see it, is one of fairness both to the hon. member for Wentworth—Burlington and to other members who are prepared to advance items of private members' business for which they have gathered lists of at least 100 signatures.\n\nWhile my earlier ruling on Bill C-206 did not preclude any exchanges, I wish to make it clear that it is an item in abeyance in the order of precedence. At the same time, I feel now, as I did then, that given the special circumstances of this case, the hon. member should be given a reasonable opportunity to file a new list.\n\nThis is one of those decisions where one tries to be fair to all sides. Consequently, what I am prepared to allow the hon. member for Wentworth—Burlington to do is to have a further five sitting days beginning tomorrow, March 30, in which to file a new list of signatures. In the meantime, his item will return to and remain at the bottom of the list. If after those five sitting days no list has been filed pursuant to Standing Order 87(6), I will order the bill to be dropped from the order of precedence and placed on the list of items outside the order. It will in that case remain eligible for selection in the next draw.\n\nI thank all hon. members for their assistance in this matter.", 
            "topic": "Points Of Order", 
            "time": "2000-03-29 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2108/118/", 
            "text": "Mr. Speaker, there have been consultations among the House leaders of all parties and I believe that you would find unanimous consent for the following motion. I move:\n\nThat, notwithstanding any standing order or usual practice, at 5.45 p.m. this day, all questions necessary to dispose of ways and means proceedings item No. 5 shall be put, a division thereon deemed to have been requested and the bells summoning the members rung for not more than 15 minutes;\n\nThat, immediately following the completion of the aforementioned division, the House shall, without further ringing of division bells, proceed to the other divisions standing deferred to the conclusion of government orders this day, provided that the amendment proposed by the hon. member for Elk Island to the motion proposed by the member for London North Centre shall be deemed to have been withdrawn, and\n\nThat, following completion of all deferred divisions, the House shall adjourn.", 
            "topic": "Business Of The House", 
            "time": "2000-03-29 15:10:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/119/", 
            "text": "Does the hon. government House leader have permission to put the motion?", 
            "topic": "Business Of The House", 
            "time": "2000-03-29 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/120/", 
            "text": "Agreed.", 
            "topic": "Business Of The House", 
            "time": "2000-03-29 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/121/", 
            "text": "The House has heard the terms of the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Business Of The House", 
            "time": "2000-03-29 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/122/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Business Of The House", 
            "time": "2000-03-29 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 2478, 
                "party": "Reform", 
                "riding": "Fraser Valley (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2108/123/", 
            "text": "Mr. Speaker, I rise on a point of order. Following consultations with all the parties, I think you would find agreement for the following motion. I move:\n\nThat, notwithstanding any standing order or usual practices of this House, Motion No. 30 in the name of the member for Esquimalt—Juan de Fuca, and Bill C-222 in the name of the member for Wild Rose exchange places on the order of precedence for private members' business.", 
            "topic": "Business Of The House", 
            "time": "2000-03-29 15:10:00", 
            "attribution": "Mr. Chuck Strahl (Fraser Valley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/124/", 
            "text": "Does the hon. member have permission to put the motion?", 
            "topic": "Business Of The House", 
            "time": "2000-03-29 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/125/", 
            "text": "Agreed.", 
            "topic": "Business Of The House", 
            "time": "2000-03-29 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/126/", 
            "text": "The House has heard the terms of the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Business Of The House", 
            "time": "2000-03-29 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/127/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Business Of The House", 
            "time": "2000-03-29 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2108/128/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36(8), I have the honour to table in both official languages the government's response to 22 petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-29 15:10:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Sarmite Bulte", 
                "url": "/politicians/4718/", 
                "member_id": 2614, 
                "party": "Liberal", 
                "riding": "Parkdale—High Park (Ontario)", 
                "id": 4718
            }, 
            "url": "/hansards/2108/129/", 
            "text": "Mr. Speaker, pursuant to Standing Order 34 I have the honour to present to the House reports from the Canadian branch of the Commonwealth Parliamentary Association concerning the Conference on Parliament and the Media, Building an Effective Relationship which was held from February 14 to February 19, 2000 in New Delhi, India, and the 49th Commonwealth Seminar which was held in Westminster, United Kingdom from March 7 to March 18, 2000.", 
            "topic": "Interparliamentary Delegations", 
            "time": "2000-03-29 15:10:00", 
            "attribution": "Ms. Sarmite Bulte (Parkdale—High Park, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Wayne Easter", 
                "url": "/politicians/wayne-easter/", 
                "member_id": 3253, 
                "party": "Liberal", 
                "riding": "Malpeque (P.E.I.)", 
                "id": 96
            }, 
            "url": "/hansards/2108/130/", 
            "text": "Mr. Speaker, I have the honour to present in both official languages the third report of the Standing Committee on Fisheries and Oceans.\n\nPursuant to Standing Order 108(2) the committee recommends that it be granted leave to travel from April 30 to May 10, 2000 to Quebec, New Brunswick, Maine, Nova Scotia, Newfoundland, Labrador and P.E.I. to continue its comprehensive study on aquaculture, its statutory review of the oceans act and of fisheries issues, and that the committee be composed of two Canadian Alliance members, one Bloc member, one NDP member, one PC member and five Liberals and that the necessary staff do accompany the committee.", 
            "topic": "Committees Of The House", 
            "time": "2000-03-29 15:10:00", 
            "attribution": "Mr. Wayne Easter (Malpeque, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2108/131/", 
            "text": "Mr. Speaker, pursuant to Standing Order 123(1) I have the honour to present, in both official languages, the second report of the Standing Joint Committee on the Scrutiny of Regulations concerning subsection 36(2) of the Ontario Fishery Regulations, 1989.\n\nThe committee requests that the government table a comprehensive response to this report as soon as possible.", 
            "topic": "Committees Of The House", 
            "time": "2000-03-29 15:15:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Stoffer", 
                "url": "/politicians/peter-stoffer/", 
                "member_id": 2547, 
                "party": "NDP", 
                "riding": "Sackville—Eastern Shore (Nova Scotia)", 
                "id": 276
            }, 
            "url": "/hansards/2108/132/", 
            "text": "moved for leave to introduce Bill C-466, an act to amend the Canada Post Corporation Act.\n\nMr. Speaker, I thank the hon. member for Halifax West for seconding this very important private member's bill which is now before the House.\n\nAs Canadians pay their taxes to government and to all official levels, one little annoying thing they have to do is to put a postage stamp on the envelope when they send it to Revenue Canada. I believe they should be able to send those remittances postage free.\n\nThis private member's bill will have sweeping endorsement by all political parties in the House of Commons and will be passed fairly quickly. I thank all hon. members for their nodding support at this time and, when it comes up for debate, for their unanimous consent in the House and in other place.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-29 15:15:00", 
            "attribution": "Mr. Peter Stoffer (Sackville—Musquodoboit Valley—Eastern Shore, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Stoffer", 
                "url": "/politicians/peter-stoffer/", 
                "member_id": 2547, 
                "party": "NDP", 
                "riding": "Sackville—Eastern Shore (Nova Scotia)", 
                "id": 276
            }, 
            "url": "/hansards/2108/133/", 
            "text": "moved for leave to introduce Bill C-467, an act to amend the Income Tax Act.\n\nMr. Speaker, again I thank the hon. member for Halifax West for seconding this bill, which is a step in the NDP advancement toward getting taxes down for members of community volunteer groups, in essence saying that what they do for Canada in terms of volunteerism is very important.\n\nWhen this bill gets sweeping endorsement from all political parties, it will allow members of recognized service groups, such as the Lions, the Kiwanis, the Knights of Columbus, et cetera, to claim as tax deductions on their income tax returns the dues they pay to those organizations on a yearly basis.\n\nI know you will endorse the bill, Mr. Speaker, as well as the other members of the House and of the other place.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Income Tax Act", 
            "time": "2000-03-29 15:15:00", 
            "attribution": "Mr. Peter Stoffer (Sackville—Musquodoboit Valley—Eastern Shore, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Goldring", 
                "url": "/politicians/peter-goldring/", 
                "member_id": 2456, 
                "party": "Reform", 
                "riding": "Edmonton East (Alberta)", 
                "id": 120
            }, 
            "url": "/hansards/2108/134/", 
            "text": "Mr. Speaker, I take great pride in presenting a petition put forth by 2,500 concerned Canadians, mostly from the province of Quebec.\n\nThe petitioners ask the government to affirm that all Canadians are equal under all circumstances and without exception in the province of Quebec and throughout Canada.\n\nThey wish to remind the government only to enact legislation that affirms the equality of each and every individual under the laws of Canada.", 
            "topic": "Petitions", 
            "time": "2000-03-29 15:15:00", 
            "attribution": "Mr. Peter Goldring (Edmonton East, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2108/135/", 
            "text": "Quite a few members have petitions to present today. I ask them to make a summary of their petitions and not read them.", 
            "topic": "Petitions", 
            "time": "2000-03-29 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Rose-Marie Ur", 
                "url": "/politicians/3415/", 
                "member_id": 2589, 
                "party": "Liberal", 
                "riding": "Lambton—Kent—Middlesex (Ontario)", 
                "id": 3415
            }, 
            "url": "/hansards/2108/136/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36, I wish to present a petition signed by residents of the Bothwell, Alvinston and Sarnia area.\n\nThey urge the government to amend the BNA Act to allow the province of Ontario to fund and maintain one school system.", 
            "topic": "Petitions", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mrs. Rose-Marie Ur (Lambton—Kent—Middlesex, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2108/137/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36, I am pleased to present a petition concerning rural route mail couriers.\n\nRural route mail couriers are quite often earning below minimum wage and working in less than ideal situations. They do not have the right to collective bargaining as do other carriers in urban areas and in the private sector.\n\nSubsection 13(5) of the Canada Post Corporation Act prevents them from having these rights, and the petitioners urge the House to repeal that subsection.", 
            "topic": "Petitions", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2108/138/", 
            "text": "Mr. Speaker, I have the pleasure to table a petition signed by 503 people calling on parliament to quickly pass legislation making it mandatory to label all foods that are totally or partially genetically modified.", 
            "topic": "Petitions", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Bernard Patry", 
                "url": "/politicians/bernard-patry/", 
                "member_id": 3303, 
                "party": "Liberal", 
                "riding": "Pierrefonds—Dollard (Québec)", 
                "id": 224
            }, 
            "url": "/hansards/2108/139/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36, I have the honour to submit a petition signed by residents of Ottawa and the area.\n\nAs Canada has the second highest incidence rate of breast cancer in the world, the petitioners are asking the Canadian parliament to establish an independent governing body to develop, implement and enforce uniform and mandatory mammography quality assurance and quality control standards in Canada.", 
            "topic": "Petitions", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mr. Bernard Patry (Pierrefonds—Dollard, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2108/140/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36 and on behalf of a number of my constituents I would like to present a petition.\n\nThe petitioners ask parliament to withdraw Bill C-23, affirm the opposite sex definition of marriage in legislation and ensure that marriage is recognized as a unique institution.", 
            "topic": "Petitions", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Brent St. Denis", 
                "url": "/politicians/273/", 
                "member_id": 2551, 
                "party": "Liberal", 
                "riding": "Algoma—Manitoulin (Ontario)", 
                "id": 273
            }, 
            "url": "/hansards/2108/141/", 
            "text": "Mr. Speaker, I have a petition from a number of people in the Meaford, Fonthill, Welland and Port Colborne areas of Ontario seeking parliamentary support for the development, implementation and enforcement of uniform and mandatory mammography quality assurance in Canada.", 
            "topic": "Petitions", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mr. Brent St. Denis (Algoma—Manitoulin, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Michel Guimond", 
                "url": "/politicians/michel-guimond/", 
                "member_id": 3260, 
                "party": "Bloc", 
                "riding": "Beauport—Montmorency—Orléans (Québec)", 
                "id": 130
            }, 
            "url": "/hansards/2108/142/", 
            "text": "Mr. Speaker, I have the honour to table a petition signed by 60 people, mostly from my riding of Beauport—Montmorency—Côte-de-Beaupré—Île-d'Orléans, calling on parliament to quickly pass legislation making it mandatory to label all foods that are totally or partially genetically modified.", 
            "topic": "Petitions", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mr. Michel Guimond (Beauport—Montmorency—Côte-de-Beaupré—Île-d'Orléans, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Joe McGuire", 
                "url": "/politicians/194/", 
                "member_id": 3251, 
                "party": "Liberal", 
                "riding": "Egmont (P.E.I.)", 
                "id": 194
            }, 
            "url": "/hansards/2108/143/", 
            "text": "Mr. Speaker, I wish to present a petition under Standing Order 36 signed by many citizens from the Summerside, Kensington and Miscouche areas.\n\nThey pray that parliament take all measures necessary to ensure that possession of child pornography remains a serious criminal offence and that federal police forces be directed to give priority to enforcing this law for the protection of children.", 
            "topic": "Petitions", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mr. Joe McGuire (Egmont, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2108/144/", 
            "text": "Mr. Speaker, the following questions will be answered today: Questions Nos. 67 and 75. .[Text]\n\nQuestion No. 67—", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2108/145/", 
            "text": "For the period covering January 1, 1995 to December 31, 1999, what are the specifics of remuneration for members of the board of directors at the Cape Breton Development Corporation?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mrs. Michelle Dockrill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2108/146/", 
            "text": "Number of directors:\n\n1994-95; 7 1995-96; 6 1996-97; 7 1997-98; 6 1998-99; 6 1999-2000; 6\n\nOn remuneration, each director receives an annual retainer of $3,000; plus $325 per diem for attendance at meetings of the board or any committee thereof; plus expenses.\n\nQuestion No. 75—", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 2463, 
                "party": "Reform", 
                "riding": "Lakeland (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2108/147/", 
            "text": "How much money have Canadian farmers lost due to crop loses since the government's ban of the 2% and 5% solutions of strychnine left them unable to effectively control the gopher populations?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mr. Leon E. Benoit", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2108/148/", 
            "text": "There has been limited, if any, economic loss to Canadian farmers due to restrictions on the use of strychnine based rodenticides for the following reasons: strychnine based poisons are available to licensed applicators; anti-coagulants are readily available; strychnine poison alone is not an effective control measure; and an integrated strategy for controlling pocket gophers is recommended and is the most effective method.\n\nEach province has regulations for the use of strychnine. In Saskatchewan, for example, the sale of strychnine is restricted to pest control operators, farmers and persons authorized in government approved pest control programs where the vendor maintains a record of sales including the name, address and signature of the purchaser along with the quantity of product purchased. The vendor, who in this case is Saskatchewan Association of Rural Municipalities, may have further restrictions.\n\nThe annual losses in yield reductions and equipment breakdown from pocket gophers for the province of Alberta has been estimated at $14 million to $30 million annually. For the province of Manitoba losses are estimated at $15 million annually. No published data could be located for economic losses Canada-wide. In 1997, 3.5 million to 5 million hectares of forage, primarily alfalfa, in western Canada was infested with pocket gophers. The reductions in productivity and damage to equipment are significant and control is necessary.\n\nControl of pocket gophers requires an integrated approach. There are various types of control methods to reduce pocket gopher populations. Control methods include trapping, gassing, flooding, exclusion, encouraging natural enemies, and poisoning. Trapping has proven to be an extremely effective control but is labour intensive and is limited in the area one can control. Physical control can include removing the food source, using pets to discourage entrance into a yard, and noises, disturbing noise placed in the burrow. Buffer zones are effective in isolating certain areas from pocket gophers. An example of a buffer could include spraying the surrounding area with a broadleaf herbicide which would eliminate the pocket gopher's food source. Natural predators such as owls and snakes will assist in control of pocket gophers, providing their existence is promoted and encouraged.\n\nThere are three types of rodenticides available on the market to control pocket gophers: strychnine based, zinc phosphide based and anti-coagulants. Strychnine and zinc phosphide are both restricted and generally limited to use by licensed pesticide applicators. Anti-coagulants are readily available to everyone. Pocket gophers are very sensitive to the taste of poisons and readily reject or limit intake of many poisons. They also have an ability to metabolize certain amounts of these poisons and there have been reports of resistance to poisons if provided in sub-lethal doses. Field studies have shown that using strychnine or zinc phosphide based poisons controlled 35% or less of treated pocket gopher populations.\n\nThe recommended method of controlling pocket gophers is called a border control strategy. This is used on fields which were seeded in the last three years. This strategy requires the trapping of gophers in the center of the field—new fields are recommended as populations of gophers are low—and setting up permanent control around the perimeter of the field using traps alone or a combination of traps and bait set in existing burrows. This strategy prevents pocket gophers from entering a clean field.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2108/149/", 
            "text": "I ask, Mr. Speaker, that the remaining questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mr. Derek Lee", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2108/150/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-29 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/151/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-29 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2108/152/", 
            "text": "Mr. Speaker, I ask that all Notices of Motions for the Production of Papers be allowed to stand.", 
            "topic": "Motions For Papers", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2108/153/", 
            "text": "Is that agreed?", 
            "topic": "Motions For Papers", 
            "time": "2000-03-29 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/154/", 
            "text": "Agreed.", 
            "topic": "Motions For Papers", 
            "time": "2000-03-29 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2108/155/", 
            "text": "The House resumed from March 27 consideration of the motion that this House approves in general the budgetary policy of the government.", 
            "topic": "", 
            "time": "2000-03-29 15:20:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2108/156/", 
            "text": "Mr. Speaker, I am pleased to speak on behalf of my constituents in the riding of Rimouski—Mitis in this debate on the budget.\n\nEach year, as February approaches, there is feverish anticipation in the population.\n\nFor some weeks during the fall, the government, via the Standing Committee on Finance, consults the public about its needs and expectations in connection with the upcoming budget. Because it is important for the greatest number of individuals and organizations to be heard, the committee in question travels and holds public hearings in the major cities of Canada. And I thank all those who took part in these consultations.\n\nThen February rolls around, and the media start getting involved. Day after day we are exposed to their hypotheses on what good or bad news to expect in the budget speech. The closer we get to D-Day, the more the press and broadcast media abound with rumours and scoops.\n\nThen the Minister of Finance's moment of glory arrives. The cameras are all focussed on him, and while he is releasing his budget to the entire deputation together in the House of Commons, the journalists are writing their stories for the next day's paper, or interviewing analysts who comment on the good and the bad news in the budget.\n\nYear after year, the scenario never changes. Some groups are better organized than others and they are more successful at getting themselves heard by government members. They often retain the services of lobbyists, who are sometimes former members of parliament or former ministers of the party in office.\n\nThese groups manage to get themselves heard and some decisions are made in accordance with their representations. For other groups that are often have no voice, or that have no way of presenting their case to the governments, the situation is more critical. Their expectations are never met. These groups are often disappointed by the budget, because their expectations are not met, even though they were repeated in every city in Canada the committee travelled to.\n\nFor several days after the budget speech, opposition parties usually ask the government, during oral question period, about anything that was not included in the budget, or about what has been part of the public's expectations for several years.\n\nBut this year things were different. Three of the four opposition parties totally ignored the budget brought down by the Liberal majority, because of the administrative scandals that currently exist within the government, in several departments.\n\nThe Prime Minister, the Minister of Finance and all the Liberal members were disappointed by the behaviour of opposition members, but we had no choice, given the magnitude of the scandals.\n\nIn spite of this rather exceptional situation, I am taking this opportunity to say a few words on the budget.\n\nI would be curious to know what people took from the latest budget read in this House barely a month ago. I think the operation held some striking surprises, so disappointing was this budget and in so many ways.\n\nThe money set aside in it for health care is not enough to permit the provinces to rebalance their budgets in this field. The federal government ignored the call by the provincial premiers and territorial leaders for a return of the transfer payments to the levels of 1994, and, worse yet, the cuts announced in previous budgets have been maintained. The Minister of Finance decided to put the sum of $2.5 billion, a one time grant, in trust.\n\nThere was little in the latest budget for the unemployed. The eligibility criteria for benefits remain unchanged, and seasonal workers will continue to be unjustly penalized by the employment insurance reform. The unemployed have become a real cash cow for the Liberal government. In budget 2000, the government confirms it diverted a surplus of $6.5 billion in 1999-00 and that it expects a surplus of $5.6 billion in 2000-01.\n\nAccording to the government's chief actuary, the accumulated surplus will reach $31.356 billion by the end of 2000.\n\nIt is a scandal that the government is collecting over $31 billion in contributions, not to provide a temporary income for the unemployed, since 60% of them receive no benefits, but first to reduce the government's deficit and then to give the government some manoeuvring room.\n\nToday, we can say that the pot is being used to cut the taxes of the wealthiest and to fund the federal government's invasion of the jurisdictions of Quebec and the provinces, including their jurisdiction over health care, but not to improve the situation of workers unfortunate enough to lose their job.\n\nAs a consolation prize, budget 2000 proposes lower premiums but, strictly speaking, the government has given no formal undertaking to this effect. The worst thing in this horrific scenario is that the Minister of Finance calls this tax relief.\n\nIn addition, the current EI system discriminates against women, particularly those wishing to take maternity leave. It is true that the government is preparing to increase EI coverage during maternity leave from six months to one year. However this Canada-wide intention is not what families in Quebec have in mind. The Government of Quebec has its own plans, but the Liberals do not want to negotiate. Once again, they have thumbed their nose at the consensus in Quebec.\n\nIn response to questions from the Bloc Quebecois in the House, the Minister of Finance is refusing to make any improvements to the EI system. Like the Coalition sur l'assurance-emploi, the Bloc Quebecois has long been demanding that the EI system become a real insurance scheme again and that premiums be used only for the purposes set out in the Employment Insurance Act. But no improvements are planned.\n\nAs for social housing, the budget contains only a few scraps. The plan of the minister and the member for Moncton could be called “In search of social housing lost”. Since the early 1990s, those in inadequate housing have paid the price of budgetary restraint.\n\nThere is no way $268 million over five years—or $54 million annually—will do the trick. For Quebec, this comes to less than $20 million a year. One per cent of budgets—between $1.6 and $1.7 billion more a year—would have been reasonable. While it would not have met all needs, it would have helped to bring the number of available units into line with today's realities.\n\nIn the budget 2000 speech, the Minister of Finance said the following, and I quote:\n\nSecure social programs that recognize that real progress is made by reaching for the top, not racing to the bottom.\n\nDoes this mean that his government places social housing and those without adequate housing at the bottom of the heap?\n\nA lot more could be said about the inadequacies of this budget—it will certainly not be one for which the Minister of Finance will go down in history. Most observers are agreed that surpluses will be between $115 and $150 billion.\n\nThe Bloc Quebecois' conservative estimate puts it at $137 billion over five years. We therefore think it obvious that the Minister of Finance could have done much more with the surpluses than he did this year. For instance, he could have come up with $3 billion annually over the next five years for an infrastructure program. Unfortunately, the Minister of Finance did just what he needed not to get his name in the history books.", 
            "topic": "The Budget", 
            "time": "2000-03-29 15:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Szabo", 
                "url": "/politicians/paul-szabo/", 
                "member_id": 3198, 
                "party": "Liberal", 
                "riding": "Mississauga South (Ontario)", 
                "id": 279
            }, 
            "url": "/hansards/2108/157/", 
            "text": "Mr. Speaker, I listened with interest to the comments of the member. Certainly the comments about lobbyists and special interest groups reflected the reality of a democracy. That is why, as legislators, we have to be open to the input of all Canadians and balance the legitimacy of their claims with the needs and priorities of all Canadians.\n\nThe comments with regard to health care were appropriate because health care is the most significant priority for Canadians. We know that health care costs will rise in Canada. They are rising already, due to population growth, due to the aging of our society, due to the cost of new technology and certainly the cost of pharmacare.\n\nHowever, I want to ask the member about EI. It is an issue that continues to come up in this place. The member said that we should return EI to a true insurance plan. Those were her words, a true insurance plan, and the premiums to be used only for the purposes prescribed in the act.\n\nAs a statement of principle I would agree with that. However, there still seems to be this question, which should be addressed by all legislators in this place, as to whether EI is meant to be an income supplement program as opposed to income replacement program. The member understands the difference between the two, certainly with regard to seasonal workers. I would appreciate the member's comments on the true insurance plan for EI and how she sees it.", 
            "topic": "The Budget", 
            "time": "2000-03-29 15:30:00", 
            "attribution": "Mr. Paul Szabo (Mississauga South, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2108/158/", 
            "text": "Mr. Speaker, I thank the hon. member for Mississauga South for his question and comments. This is very interesting.\n\nThe former Minister of Human Resources Development, the hon. member for Papineau—Saint-Denis, was quoted in Le Journal de Montréal , in February 1999, as saying:\n\nThere is no employment insurance fund. Let us be honest. The money was spent. If we no longer have a deficit in Canada, it is because these funds were used as indicated in the budget, for the health sector and for other investments made by the government.\n\nPeople are told that if they work and have to contribute, it is so that they will have an insurance if they have the misfortune of losing their job. It is so that they can collect that insurance until they can get another job.\n\nIn order to make it easier to contribute and have that protection, the government made it a universal insurance. Everyone must contribute, even though not everyone can benefit from employment insurance, because some people are protected by collective agreements and are very unlikely to lose their job, or because there will always be work in their field of activity.\n\nWe should have an independent fund to manage the contributions made to the employment insurance program. Since these contributions come from employers and workers, a joint labour management group could look after the fund, like those that manage retirement funds in companies, and that fund could be used by those who lose their job.\n\nA reserve could be built up for bad years, but the fund would truly be managed independently. In some cases, money could be invested to promote employability if an activity sector has no future and it is necessary to retrain people so they can find new jobs.\n\nThis would offer much more flexibility than using the employment insurance fund like communicating vessels, like the government's cash cow. Therefore, 60% of the people who work week after week, who put money aside, thinking that they will get help if they have a problem. But they come to realize that they contributed for nothing and that their money was invested in other things.\n\nI think it is outrageous to do this. If an insurance company had done this in the private sector, it would have been taken to court a long time ago for misappropriation of funds.", 
            "topic": "The Budget", 
            "time": "2000-03-29 15:35:00", 
            "attribution": "Mrs. Suzanne Tremblay", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Serge Cardin", 
                "url": "/politicians/serge-cardin/", 
                "member_id": 3677, 
                "party": "Bloc", 
                "riding": "Sherbrooke (Québec)", 
                "id": 53
            }, 
            "url": "/hansards/2108/159/", 
            "text": "Mr. Speaker, It is with great pleasure that I rise to speak to the budget.\n\nAfter starving the provinces, Quebec, the population, and the poorest in society in particular, with its latest budget, the federal government is setting the table for a five course election-minded meal.\n\nUnfortunately, not everyone will be invited at its table. Once again, the less fortunate, the homeless, low income earners and those in a precarious situation are not invited.\n\nMoreover, the federal government's menu does not necessarily suit all diets, especially not all constitutions. Also, so much time will elapse between each course that a number of things might go wrong. Naturally, the turn taken by our economy may not be as positive as the finance minister seems to expect it to be.\n\nSpeaking of food and calories, according to CGA-Canada, the Minister of Finance has served us a low calorie budget. This organization told us the following:\n\nIt is the opinion of the Certified General Accountants Association of Canada (CGA-Canada) that the Minister of Finance dissipated his efforts in the federal budget unveiled today. The minister's fingerprints are all over this budget, which give a little bit to everyone but not enough in each case. It reflects the prudent, optimistic and clever tinkering the government has become a master at.\n\nThat is what the chair of the fiscal policy review committee of CGA-Canada said. He stated further:\n\nThe federal budget will modestly lower the tax burden on individuals, especially middle income taxpayers. This year, the tax break for a couple with a total income of $60,000 could amount to approximately $108.\n\nTo digress for a moment, the increase alone in the price of oil, gasoline or heating oil this year will go well beyond the basic tax relief families in Quebec and Canada may enjoy. This is not the case just for the first year, but perhaps for the five years provided in the federal government's budget.\n\nThe association also observed:\n\n—although this budget sets Canada firmly on a tax reduction course, it could have delivered those cuts faster and deeper if the federal government had curtailed its spending.\n\nThis document also refers to the owners of small businesses, and states:\n\nSome of Canada's small business people may like this budget. for example, their tax rate will drop by 7% for small businesses with business incomes between $200,000 and $300,000. But many small businesses do not earn that range of income and won't benefit.\n\nThese, in short, were the main remarks of the certified general accountants.\n\nThe Bloc Quebecois carried out prebudget consultations in all regions of Quebec. We fulfilled our responsibility as members and as a political party. Then, after the budget was presented, we consulted people as well to find out what they thought of it. When we asked people if they were satisfied with the Minister of Finance's budget, it was pretty clear.\n\nI will quote the main observations made. First we were told “It was smoke and mirrors”. We asked “Were you satisfied with the budget?” They said “No, because there was nothing in it for health care, education and income security”.\n\nThey said “No, because the cuts to income tax do not take effect until next year, while the government has the manoeuvring room to cut taxes this year”.\n\nThey said “No, because the unemployed and the provinces got nothing”. They said “No, because it is clear that they are going for visibility and votes”. They said “No, because the priorities of Quebecers were ignored; no, because the government is determined not to take Quebec into account when it comes to child welfare and families, although child welfare clearly comes under Quebec's jurisdiction”.\n\nWhat did the Bloc Quebecois want? Nothing very complicated. We could have easily put together a budget. We were asking for an increase in transfer payments for health, education and income assistance. Quebec is now out $1.7 billion annually. It was therefore important to reinvest in social programs and it is clear that that was what all Quebecers wanted to see.\n\nAs a result of this consultation, the Bloc Quebecois called on the federal government to put $3 billion into an infrastructures program, including $1.7 billion for social housing. These requests were ignored. The government is offering a meagre $268 million over five years for social housing.\n\nWe also called for an improved EI system, greater accessibility, a larger reduction in premiums, higher benefits, and an improvement in parental leave. What we got was a ridiculous ten cent decrease.\n\nThe Bloc Quebecois also called for tax cuts and indexing starting right away, not in 2001, the election year. Indexing is not synonymous with tax cuts.\n\nIn addition, when we asked people what they thought the federal government was doing wrong, it did not take them long to answer “It ignores Quebecers' priorities. It continues to interfere in areas of provincial jurisdiction. It creates a private, independent trust with which the provinces must negotiate in order to obtain their money. It wants to impose the social union on Quebec when it has refused to sign”. They were also critical of the Minister of Finance for cooking the books: the surpluses are always larger than forecast.\n\nIt was clear from the prebudget consultations that people wanted to see four main things in the federal budget. I will repeat them because this is very important. I referred to this briefly earlier, I come back to it and I will come back, if I have time, to the specific cases in the riding of Sherbrooke, to what people, including social and community groups, said when we consulted them.\n\nWe cannot say often enough that the social transfer must be significantly increased to enable the provinces to reinvest starting this year in health, education and social assistance. We will keep calling for a significant cut in taxes, for improvements to the employment insurance plan and for a big investment in infrastructures.\n\nThe Bloc Quebecois listened to the people, while the federal government decided to ignore people's needs. With the federal government, Quebec and the provinces do not have a whole lot to meet the needs of the people in health care, education and social assistance.\n\nInstead of fully restoring the transfers to the provinces, which have needs to meet, Ottawa is satisfied with a meagre refinancing. The federal government is injecting $2.5 billion over four years, when it should be reinvesting $4.2 billion for this year alone in transfer payments to the provinces.\n\nWith the federal budget, the cuts already planned in the transfers to the provinces will be maintained, and half of the cuts will be on the back of Quebec.\n\nQuebec's meagre share of the $2.5 billion set aside by Ottawa is not going to fix things. Furthermore, Quebec taxpayers will have to wait because, for all intents and purposes, they will not see any real tax cut this year.\n\nIndexing for inflation, which costs the federal treasury $3 billion, means only that people will not pay more taxes this year. But the federal government's refusal to introduce indexing sooner, as the Bloc Quebecois requested, means that taxpayers have already paid close to $15 billion too much. Instead of providing tax relief now, the federal government has decided to wait until the 2001-2002 election year to cut taxes.\n\nI will not be able to buy a lot with my tax cut or tax refund this year, certainly not two or three full tanks of gas for my car, but I might have just enough for a nice little toilet down which I will gently flush the Minister of Finance's budget, just so I will feel a bit better.", 
            "topic": "The Budget", 
            "time": "2000-03-29 15:35:00", 
            "attribution": "Mr. Serge Cardin (Sherbrooke, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Szabo", 
                "url": "/politicians/paul-szabo/", 
                "member_id": 3198, 
                "party": "Liberal", 
                "riding": "Mississauga South (Ontario)", 
                "id": 279
            }, 
            "url": "/hansards/2108/160/", 
            "text": "Mr. Speaker, I enjoyed the member's speech. Having been on the health committee with him, we have shared some experiences and he knows I have a particular interest in children and family issues.\n\nI was a little surprised by his comment that the Bloc had pushed and asked for improvements in benefits and family leave. He concluded that all we got in the budget was a 10 cent reduction in the premium rate. Actually that is not quite right. I will explain why.\n\nTwo years ago I put in a private member's bill, Bill C-204, on increasing maternity and parental leave from six months to a full year. He will recall that in the throne speech, in the Prime Minister's speech and in the budget that program was adopted by the government and included in the budget at a cost of some $900 million in additional benefits for Canadians. I wanted to raise that for him.\n\nI asked his colleague a question and I do not think I got the answer. Maybe he can answer it. Does the Bloc have a position with regard to the issue of whether EI should be an income replacement system and a real insurance program? How would he feel about the whole question of it being an income supplement as it relates to seasonal workers? How will we address this dilemma with regard to EI benefits?", 
            "topic": "The Budget", 
            "time": "2000-03-29 15:50:00", 
            "attribution": "Mr. Paul Szabo (Mississauga South, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Serge Cardin", 
                "url": "/politicians/serge-cardin/", 
                "member_id": 3677, 
                "party": "Bloc", 
                "riding": "Sherbrooke (Québec)", 
                "id": 53
            }, 
            "url": "/hansards/2108/161/", 
            "text": "Mr. Speaker, I thank my colleague for his question.\n\nWhat we have shared, more specifically, is a round of consultations across Canada, from Vancouver to Halifax, where the Reform Party had asked whether there were inequities for individuals earning the same income, depending on whether this amount was divided between two people or was the income of only one person.\n\nDuring these consultations on employment insurance and parental leave, a lot of representations were made, which probably inspired the Minister of Finance to introduce some tax relief or programs. These measures might be described as steps in the right direction, but they do not go far enough.\n\nLooking at the limitations of employment insurance, given the number of people who, following the reform, qualify for benefits under the program mentioned by my hon. colleague in connection with parental leave, the vast majority are basically denied employment insurance benefits because they are unable to qualify. Even when they can, these are often poorly paid jobs that do not therefore guarantee a reasonable income on which they could afford to stay home on parental leave.\n\nOn the subject of employment insurance, in general, the member mentioned that I spoke of 10%, but it seems to me I said 10 cents.\n\nWe can count ourselves lucky if we have a job these days. Ideally, contributions should be as low as possible, while the majority of the people needing them can draw employment insurance benefits.\n\nBut, initially, let us set contributions aside. People who work already have the distinct advantage of having a job. I am convinced that, in a spirit of co-operation, people are prepared to contribute to enable those who have the misfortune of losing their job to collect benefits. So the plan must be improved in terms of its benefits.\n\nIn this regard, I believe that the Minister of Finance has not gone far enough. He has taken the surpluses and put them in other programs. In the past, the employment insurance plan managed the POWA program, which must come back. Increasingly, businesses are closing their doors, laying off older workers. There are surpluses in employment insurance. There must be a program for older people again.\n\nThe employment insurance money must be used for those who have worked. Those who have the pleasure of working are prepared to contribute so that those who lose their job may benefit.", 
            "topic": "The Budget", 
            "time": "2000-03-29 15:50:00", 
            "attribution": "Mr. Serge Cardin", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jean Augustine", 
                "url": "/politicians/3355/", 
                "member_id": 3174, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 3355
            }, 
            "url": "/hansards/2108/162/", 
            "text": "Mr. Speaker, I am pleased to join in today's debate on budget 2000. I will be splitting my time with the member for Simcoe—Grey.\n\nLet me begin by adding my words of congratulations to the hon. Minister of Finance for delivering a budget that charts a course to greater prosperity for Canada in this 21st century. Budget 2000 builds on the government's commitment to better the lives of all Canadians. This is why we are all here. This is why we are doing the work that we are doing.\n\nI am encouraged to see that budget 2000 reflects the concerns of my constituents, the people of Etobicoke—Lakeshore, who were very much a part of the prebudget consultation process. During meetings held in my riding I heard my constituents, who come from the social agency groups, from community organizations, from small and medium size business groups, say to me that they want government action in three principal areas. They want us to give them some opportunity for tax relief. They want to see some reform to the tax system. They want more spending on social infrastructure and greater economic productivity for Canada.\n\nI was happy to share with them after the budget was delivered that budget 2000 responded to their concerns. The budget is based on four key principles: sound financial management, tax relief, building an innovative economy and investing in skills and knowledge.\n\nToday I will speak briefly to the initiatives in budget 2000 which echo those concerns of my constituents. I will begin with tax relief. The first priority in all the discussions that I held was a tax relief plan in budget 2000, a measure that Canadians have come to expect from the federal government. After many years of sacrifice in order to eliminate Canada's $42 billion deficit, my constituents are beginning to see more of the money they earn returned to them. I was pleased to see that.\n\nMy constituents were also pleased to know that budget 2000 introduced a tax reduction plan that will provide real and lasting tax relief for all Canadians to the tune of $58 billion. This five year tax plan is based on two key significant measures which brought changes to the federal tax system. First, the plan will restore full indexation. My constituents were concerned about indexation and bracket creep. Budget 2000 addresses these concerns. My constituents will see the benefits, especially those in the low and middle income bracket. They will see an end to automatic tax increases and an end to the erosion caused by inflation. They will see the results of budget 2000 in deindexation.\n\nSecond, the plan will reduce the middle income tax rate to 23% from 26% beginning with a 2% drop to 24% on July 1, 2000.\n\nThese changes are real and permanent. They will benefit families with children and low and middle income families in Etobicoke—Lakeshore. It is important to note that low and middle income Canadians in my riding will see their taxes fall by at least 18% and families with children will see their personal income taxes reduced by 21%. This reduction in taxes for families with children is symbolic of the direction in which the federal government is taking in its long term reinvestment in Canada's children.\n\nIn addition to the decrease in personal taxes for families and children, the government has made its third significant investment to the Canada child tax benefit. Those of us who sat on different caucus committees were asked to look at the situations of families and at the child tax benefit to see what we could do in that respect. We see an investment of $2.5 billion annually by the year 2004. The Canada child tax benefit will increase maximum benefits to $2,400 for the first child and $2,200 for subsequent children. This is not as high as we can go but it is a move in the right direction. It provides additional funding to support low and middle income families of $9 billion.\n\nOther tax measures in budget 2000 that benefit my constituents are the registered pension plan and the registered retirement savings plan. We will see the elimination of the 5% surtax for middle income Canadians earning up to $85,000. There are several things within the tax relief measures that will benefit my constituents and I want them to know this.\n\nA second area of priority to my constituents is the issue of productivity and the building of a strong and competitive economy. We are living in an urban area with access to the business sector and my constituents want to ensure that we are competitive and that our young people have an opportunity to prosper in the economy.\n\nAs Canadians living in a global economy with global challenges and rapid advancements in technology, we are compelled to take advantage of opportunities by developing our country's human capital.\n\nIt is the people and countries who excel in innovation, who develop and use new ideas and who use their skills and the tools they need, who will enjoy the brightest future. Canada must continue to invest in research and innovation and must continue to support our small businesses.\n\nAt a recent info fair in Etobicoke—Lakeshore we had over 1,000 people participating in workshops to see what can be done and what the federal government is doing to assist small business. I know that budget 2000 will help Canadian businesses to become more competitive internationally by making the tax system more conducive to investment, growth, job creation and innovation. The fair was quite a show and tell in terms of what the federal government has to offer in this regard.\n\nSocial infrastructure is another area that the budget has addressed quite strongly because we recognized that it was a high priority for the citizens of Etobicoke—Lakeshore and Canada. Health care and education are also high priorities for the federal government at this point in time.\n\nI want to remind my colleagues also that budget 2000 has committed us to the improvement of the quality of life of Canadians and will support those things that we cherish and hold dear, like our health care system.\n\nIn summary, budget 2000 represents a balancing of tax relief and further investments in the areas of priorities to Canadians, such as health, innovation, skills and knowledge. The budget has responded to what we have heard from our constituents. For those of us who are committed to our constituents and committed to bringing their views back to the national level for a response, I think we were all pleased to be able to tell our citizens that their quality of life will continue to be unmatched in the 21st century.\n\nI stand in support of budget 2000. I join with all my colleagues and all those who were pleased that this budget did respond to their concerns.", 
            "topic": "The Budget", 
            "time": "2000-03-29 15:55:00", 
            "attribution": "Ms. Jean Augustine (Etobicoke—Lakeshore, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dick Proctor", 
                "url": "/politicians/3870/", 
                "member_id": 2737, 
                "party": "NDP", 
                "riding": "Palliser (Saskatchewan)", 
                "id": 3870
            }, 
            "url": "/hansards/2108/163/", 
            "text": "Mr. Speaker, I listened with considerable interest to the member for Etobicoke—Lakeshore and I congratulate her on her speech.\n\nOne of the things that she did not mention, but one of the things that I believe many of her constituents would be concerned about, is the growing concentration of foreign ownership in this country in recent years.\n\nFrom the many studies that have been done, there has been a virtual explosion in foreign ownership as a result of the low Canadian dollar and the impact from the North American Free Trade Agreement and other international agreements to the point where many of our leading intellectuals are very concerned about the future and viability of this country. Constituents in Etobicoke—Lakeshore and certainly in Palliser ought to be gravely concerned, especially the young people, whether there will be jobs here in this country or whether they will have to go to New York, Chicago or Denver in order to get work in the head offices that used to be here.\n\nI just wanted to ask the member if she too is concerned about this trend toward foreign ownership in Canada.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:05:00", 
            "attribution": "Mr. Dick Proctor (Palliser, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jean Augustine", 
                "url": "/politicians/3355/", 
                "member_id": 3174, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 3355
            }, 
            "url": "/hansards/2108/164/", 
            "text": "Mr. Speaker, I thank the member for Palliser for his question. I know his concerns are very much like my own, which are for our constituents and for employment opportunities for our constituents.\n\nThe whole issue of the free trade agreement is almost a two-way street. We benefit as much from that agreement as do our business people who have the opportunity to operate on the other side.\n\nOn the issue of foreign ownership, I will respond by saying that we live in a global village. The world is becoming much smaller as a result of new technologies. Our business people are able to move goods and services across borders which has created opportunities for us to be innovative. We cannot really close our doors or pull the drapes down, as I often say, and keep the lights out because there is just no way we can keep ourselves in a situation where we cannot respond to the free movement of goods and services and people.\n\nAs I have expressed, as a Canadian wanting to see us keep our sovereignty and not lose a whole number of things, including culture, et cetera, there is, at the same time, a recognition that we are living in a global village.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:05:00", 
            "attribution": "Ms. Jean Augustine", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Bonwick", 
                "url": "/politicians/3523/", 
                "member_id": 2629, 
                "party": "Liberal", 
                "riding": "Simcoe—Grey (Ontario)", 
                "id": 3523
            }, 
            "url": "/hansards/2108/165/", 
            "text": "Mr. Speaker, I have a quick comment for my good friend in the NDP regarding foreign investment. He might want take a look at my own riding of Simcoe—Grey, at the billions of dollars that Honda has invested in a plant, and ask those 3,500 or so employees if foreign investment is a good thing or not.\n\nAside from that issue from the NDP about countries investing in Canada, I will now address a question to my good friend and colleague from Etobicoke—Lakeshore. I must first qualify that by saying that the member for Etobicoke—Lakeshore has truly been a role model for us in the class of '97 insofar as how vocal she has been in caucus and how she has truly demonstrated and carried forward a message, not only from her riding and not simply from Canada but from all across the world, on what the priorities of this country should be, both economically and socially.\n\nGoing more specifically to the question at hand, I wonder if the hon. member would, for my benefit and certainly for the benefit of the members of the Canadian Alliance, extrapolate on the benefits of extending the parental benefits from six months to one year, and if in fact she thinks this is a good thing for newborns and infants.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:10:00", 
            "attribution": "Mr. Paul Bonwick (Simcoe—Grey, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jean Augustine", 
                "url": "/politicians/3355/", 
                "member_id": 3174, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 3355
            }, 
            "url": "/hansards/2108/166/", 
            "text": "Mr. Speaker, first, I want to thank my colleague for his compliments. We do work with the Canadian Association of Parliamentarians on population and development. We also work with a number of the issues as they pertain to the foreign affairs agenda.\n\nIn terms of the specific question, I think anything that would enable a woman to get back into the workplace, anything that would facilitate the nurturing of children, anything that the government, through its policy and through its policy direction, can do that would say that we care about our children in their early years, that a woman can have the choice to remain in the workplace, to get back into the workplace or to be facilitated into the workplace, would be good policy.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:10:00", 
            "attribution": "Ms. Jean Augustine", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Bonwick", 
                "url": "/politicians/3523/", 
                "member_id": 2629, 
                "party": "Liberal", 
                "riding": "Simcoe—Grey (Ontario)", 
                "id": 3523
            }, 
            "url": "/hansards/2108/167/", 
            "text": "Mr. Speaker, it is with great pride that I rise today and address what I believe to be the best and the most effective budget speech that has been presented in the House in Canadian history.\n\nComparing it to previous budgets, there is close to unanimous approval in the House that the budget effectively raised the quality of life for Canadians and, more importantly, for their children. I think that was evident in the fact that the opposition party, the Reform—I have to get used to the new name but I will not use the acronym—simply did not ask any questions about the budget. Obviously, by virtue of that fact, it was in total agreement or almost in total agreement with the budget.\n\nI had a prepared text today to present to the House that identified many incredibly great points for Canadians that were contained within the budget. As I was sitting here listening to my colleagues speak to the budget, I decided to break with tradition, fire that speech aside and talk straight from the heart about process, platform and policies, or lack thereof, from some of the opposition parties.\n\nWhat I thought I might do first is give Canadians an opportunity to appreciate the process that goes into creating a budget and the amount of grassroots involvement that is involved in creating a budget, the calibre of which we recently saw on February 28.\n\nI should first take this time to congratulate and acknowledge the hard work of my Liberal colleagues from all across this country, the one truly national party.\n\nWhat happens is, as the member of parliament for Simcoe—Grey, I host exhaustive, extensive and very informative consultations within my riding, from Alliston to the town of Blue Mountain to Wasaga Beach to Collingwood, to allow constituents within my riding to bring forward their issues, directions and ideas on which direction this country should take both economically and socially. Like many of my colleagues in the Liberal Party, we spend exorbitant amounts of time to ensure that Canadians, the people within our ridings, have an opportunity to have their ideas, suggestions and values incorporated in the minister's budget each and every year.\n\nWe have had incredibly good and positive ideas come forward from the riding of Simcoe—Grey. However, the process only works if we have a minister who will do two things. The first is to listen. He certainly did that, by virtue of the fact that he presented such an incredibly positive budget, which speaks yards to the amount of involvement that all of my Liberal colleagues have participated in and contributed to.\n\nThe second, and equally important, is the fact that he incorporates these ideas, values and economic suggestions about how we might better the lives of Canadians in the budget. Again, the budget exemplifies how he has done that. My hat goes off to him. He has demonstrated over the past seven years a precedent that will be difficult to match. He has offered a balanced approach to governing the finances and the social priorities of this nation. We have truly seen what was at one point a country which was near economic ruin turned into one of the countries that is put on the mantle of the G-7 or G-8 countries. Again, my hat goes off to him for that.\n\nHowever, the process at the end of the day only works if we have one person who facilitates caucus and members of parliament going to their various regions and ridings and who supports the Minister of Finance and involves himself with the minister's budgetary process. We are fortunate enough that the Prime Minister offers the Minister of Finance that kind of support on a day to day, week to week and month to month basis.\n\nWe talk about how the process works. At the end of the day, I believe that the people who we truly have to recognize are the Canadians who have taken the time to bring forward their ideas and suggestions. The key point that many constituents in my riding have brought forward is that they want a balanced approach. They realize that there are those on the extreme left who would have us do one thing. They realize that there are those on the absolute extreme right who would have us do another. What they are looking for is a balanced approach. They realize the gravity of the situation if there is not a balanced approach. The key word from my constituency was balance.\n\nWe talked about health care and the need for a collaborative effort in health care. There was no finger pointing, as has been done by the provincial Tories, that it was their fault or how Mr. Klein has said it is their fault. They talked about a collaborative effort. That is what they want. They did not want simply to increase spending, they wanted the provinces and the federal government, along with the municipalities, to work collaboratively to make sure that medicare, the thing we are so proud of both within our country and abroad, is sustainable, accessible and honours the five principles of health care. That is a message that I delivered loud and clear.\n\nWe also talked about such things as tax reduction and the absolute need for it, insofar as creating a competitive environment, not just within Canada but as we try to attract investment dollars outside Canada and to ensure that the brightest and best within our country stay here. On February 28, when I witnessed the largest single tax reduction budget in Canadian history, I could not have been more proud and more pleased to know that our country now has the foundation for incredible growth and incredible opportunity.\n\nThere were many other issues addressed through my consultation process with my constituents, the third I have conducted since being elected in June 1997. We talked about a children's agenda and, again, the need for a collaborative approach. We need to work with the provinces, the municipalities and non-profit organizations. Our ministers, including the minister responsible for homelessness, the minister for HRDC, the Prime Minister and the Minister of Finance, have clearly indicated that that is exactly what they are going to and what they want to do.\n\nWhen Canadians across the country are examining the budget and the processes leading up to and after the budget, they have to compare what our policies are as opposed to those of the opposition, or lack thereof. I might cite as an example the new party which was introduced in the House a few short days ago.\n\nI might draw an analogy of how I view my role as a parliamentarian with the role of everyone else in the House, as well as the parties. Quite frankly, I view myself as an employee of the constituents. I believe that I am here to do good work for them. I view the role of the party as being the same. My analogy would simply be this. Imagine if an employer had an individual who for 10 years brought forward an enormous amount of rhetoric, changing from one day to the next, flipping from right to left, doing whatever he or she possibly could to try to satisfy or appease the electorate. At the end of those 10 years the electorate would finally realize exactly what the capacities and capabilities of that individual were. I speak most specifically to incompetence.\n\nImagine if one day that person, whom we will call Mr. X , walked in and said “It has all changed. My name is now Mr. Y ”. Would that provide some incredible level of comfort? Would that make it better? Has the platform changed? No. Has the party changed? No. It is the same person sitting across the way, with the same ideas, the same rhetoric and the same right-wing policies.\n\nI ask Canadians when they examine that party, whatever the final name will be, to examine it on its platform and on its policies and, going back to my key word, to look to see if it has a balanced approach. I truly believe that this is one of the most balanced and most effective budgets we have ever witnessed in this great House of Commons.\n\nI would like to direct my closing remarks to the future, something which the Reform Party, the alternative or whatever, fails to deal with, fails to focus on. My pledge to the future is simply this. I intend to make sure that from February 29 forward the constituents within my riding, in fact Canadians all across this great country, will continue to have an opportunity to bring forward their ideas, their suggestions and their values so that we might continue on this path of phenomenal success, not only building on the greatest country in the world, but also providing incredible opportunities for young people. That is what we are here to do. We are here to build a foundation. We are here to build a country which will be better off than that which we were handed by our fathers.\n\nWhen I asked my first question today in the House of Commons about the budget and the focus on debt reduction, I was pleased to see that the Minister of Finance will be focusing on exactly that priority.\n\nI look forward to any questions my hon. colleagues may have.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:10:00", 
            "attribution": "Mr. Paul Bonwick (Simcoe—Grey, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2108/168/", 
            "text": "It is my duty, pursuant to Standing Order 38, to inform the House that the questions to be raised tonight at the time of adjournment are as follows: the hon. member for Halifax West, National Defence; the hon. member for New Brunswick Southwest, Hepatitis C.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dick Proctor", 
                "url": "/politicians/3870/", 
                "member_id": 2737, 
                "party": "NDP", 
                "riding": "Palliser (Saskatchewan)", 
                "id": 3870
            }, 
            "url": "/hansards/2108/169/", 
            "text": "Mr. Speaker, I congratulate the member for Simcoe—Grey. I think I got his constituency correct, which the finance minister failed to do in Oral Question Period this afternoon.\n\nThe member helped to make the argument which I was endeavouring to make with the member for Etobicoke—Lakeshore when he referred to the jobs that have been created in the car plant in his constituency. What I was talking about were the head office jobs that are being lost and what is referred to by some as the hollowing out of Canada as the NAFTA kicks in.\n\nThe point the member for Etobicoke—Lakeshore was trying to make was that there somehow is a balance between our foreign investment in other countries and incoming foreign investment, which is simply not substantiated by the facts.\n\nI would point out that Statistics Canada numbers, after a decade of relative balance of inflow and outflow, in the last two years have been staggering. Last year the imbalance was in excess of $30 billion. A lot of that money is flowing into the country as a result of our cheap Canadian dollar. What we are losing is significant in terms of head office jobs, lack of critical mass and forcing some of our youngest and brightest people to other countries, with the profit flows going out of the country as well.\n\nThat is the point I am trying to make on foreign ownership and I would welcome the hon. member's response.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:20:00", 
            "attribution": "Mr. Dick Proctor (Palliser, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Bonwick", 
                "url": "/politicians/3523/", 
                "member_id": 2629, 
                "party": "Liberal", 
                "riding": "Simcoe—Grey (Ontario)", 
                "id": 3523
            }, 
            "url": "/hansards/2108/170/", 
            "text": "Mr. Speaker, I thank the hon. member for Palliser for his question. I appreciate his clarification, because what he said was investment and ownership, and those are two different words.\n\nI try to encourage many members of the NDP to listen to what economists and people in the country are saying. They are telling the government to build a foundation upon which foreign investment would be welcomed.\n\nI appreciate the fact that the hon. member is speaking about white collar workers and the need to maintain and enhance opportunities for them. Based on the fact that the hon. member is representing the NDP, I am quite surprised that he does not recognize that there hundreds of thousands, in fact millions of Canadians, in my riding and in ridings all across the country, who are not white collar workers and who look forward to foreign investment. The people in our Honda plant, the satellite plants that feed it, and the countless thousands of workers throughout my riding and all across the country look forward to foreign investment because it provides good paying jobs.\n\nInsofar as the hon. member's comments regarding white collar jobs, all he has to do is walk through some of the plants and he will see some of the best and brightest in Canada working in the riding of Simcoe—Grey. If he took a ride down Highway 417 and had a look at Kanata, for example, he would see some of the best and brightest in the entire world.\n\nSome of the white collar jobs could be attributed to foreign investment. The reason they are occurring is because this government and the Minister of Finance have created an atmosphere in which investors from all around the world want to put their money in Canada and we are the beneficiaries.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:25:00", 
            "attribution": "Mr. Paul Bonwick", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2108/171/", 
            "text": "Mr. Speaker, I would like to inform you that I will be sharing my time with the hon. member for South Surrey—White Rock—Langley.\n\nI am not really happy to be here today. Today is March 29. It is the birthday of my son, who is in Calgary. It is birthday of my grandson, who is in Regina. Very frankly, I would much rather be with my family today than to have to endure the lack of respect that we get from members on the other side.\n\nI would like to take a few minutes to speak about the budget and the impact it will have on us and on our country in the future. I suppose in that sense I am at the best place for my son, my grandson and my other grandchildren because I am concerned about what is happening in the country and the things we are missing because of the mismanagement of the government.\n\nThere has been quite a bit of talk about what a positive budget this is. As I often do, I would like to begin my talk to that crowd of Liberals over there by saying that I would indeed give them a backhand compliment, a reluctant compliment. I know that they have a congenital disposition to spend and somehow they have been able to resist spending all of the money that has come in because of the booming economy of the last couple of years.\n\nFirst, I do not think the Liberal government can claim any credit for the booming economy. I believe everything that has happened has been despite the government. If we were not next to the very buoyant economy of the Americans who have done things a little better than we have and have thereby boosted their economy, we would probably not be in this position.\n\nFurthermore the prosperity we seem to have is also illusory. Because of the value of our Canadian dollar every one of us has taken a hit that is basically invisible since this government took power by the falling of the Canadian dollar. The value of the goods we purchase is more expensive than what it ought to be when we import goods and services.\n\nWhat we get for our product is greatly lessened in its value because of exchange rates. That is just a simple fact, and it is one which is not apparent to many Canadians. We are used to calling a dollar a dollar and we forget that the dollar we are dealing with now is worth only a fraction of what it used to be.\n\nSometimes when I speak to students I apologize to them because of the fact that my generation and I allowed the last 30 years of consecutive Liberal and Conservative governments to do what they have done to the country. I sometimes just shake my head in wonderment.\n\nWhat a rich country we have. We are rich in resources, in mines and in minerals. We are rich in agriculture across the country. We have much potential. We have oil. We have natural gas. We have the ability to produce because we have a very good educational system which will prepare our young people to become productive citizens, whether it is in engineering, in the medical field or whatever.\n\nWhat do we see? We see a huge debt that has been accumulated over the last 30 years. We get governments like the one we have now that are much more interested in the spin that they can put on it than in what is actually happening, thereby, I feel, effectively putting a blinder on the eyes of Canadians so that they do not know what is happening. Governments sure are successful at their messaging, at getting their message out and making everyone feel good.\n\nThis is a feel good budget. This is a political budget. There is much more in it for the politicians, for the Liberal government and for their hopes of re-election than there is in actual fact. Frankly I am very distressed when governments do this.\n\nI have asked a number of people how much money the Liberals put into health care in the last budget. I received two answers. The most frequent one was that they did not really know, but those people who had read the paper and had taken notice said that it was $11.5 billion. This is on the verge of not being factual.\n\nCanadians have been deceived into thinking that there is $11.5 billion in the budget for health care. There is not. The Liberals announced $2 billion that year, $2 billion the next and then three years at $2.5 billion. It was not cumulative. It was the amount that is above the floor from which they started.\n\nI feel so inhibited, having been an instructor and a teacher for many years. I would love to have a graph here to show that. When $11.5 billion per year are added year after year, most people have in their minds the idea that it is increasing year by year.\n\nI do not think it is against House rules to use an imaginary figure as a prop. In fact what has happened is that in the first year they increased it $2 billion. In the next year there was no further increase, so that was $2 billion. Then they added half a billion and the next year there was no further increase, so that was $2.5 billion. In the next year there was no further increase, so that was $2.5 billion.\n\nThe Liberals added up all those numbers over five years and communicated that they had put $11.5 billion into the health budget. It will not be finished until long past the mandate of the present government because it was a five year projection. It is very dishonest to do that when we are talking about a one year budget.\n\nThere should be a very clear delineation so that Canadian taxpayers can understand what is annual. I think it is good to have long term planning. There is no doubt about it. The further we plan ahead, the better off we are. However, it is deceptive to claim this and then to message it when the facts are quite different. It is wrong in that it lulls the Canadian people into a deep sleep and a sense of happiness that all is well when in fact because of what is happening that is not true.\n\nLet us look at the tax cuts outlined in the budget. The government is claiming $58 billion in tax cuts. Despite my age and my size, even I am tempted to stand and click my heels. It is incredible that we have $58 billion in tax cuts.\n\nLet us look at what it really is. We have $7.5 billion in social spending on child benefits. While the Liberals are talking tax cuts and messaging them as such, they are really saying that they are increasing spending for child benefits. That is not a tax cut. It just is not. It does not reduce the tax bill. For someone who has no children it has no application whatsoever. They cannot claim that it is a tax cut because tax cuts have to do with people who are paying taxes. They are mixing together income and expenditures.\n\nLet us look at the next one. During that same five year period, and here they are talking five years again, Canadian pension plan premiums will go up almost $30 billion. That too is a tax because it is taken from people and it is given, to a great extent, to people other than those who are paying it. To call it an investment, dare I say it, is a falsification. It is not an investment. It is a tax.\n\nThen they are claiming another $13.5 billion. They are saying that if they had not done away with indexation they would have taken that much more tax away from the people. Now they say they will not take it and therefore it is a tax cut. That is absurd.\n\nThe whole reasoning of the government is based on political considerations and messaging. The facts just do not bear it out. We will see in the future the effect it has on the economy and on the taxpayer bottom line, on their paycheques. It just does not add up and Canadians will be aware of that.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:25:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Roy Cullen", 
                "url": "/politicians/76/", 
                "member_id": 3683, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 76
            }, 
            "url": "/hansards/2108/172/", 
            "text": "Mr. Speaker, I listened with interest to the member opposite. Although he is a member of the finance committee and is normally very learned on these matters, unfortunately he has some of his facts on the budget slightly confused.\n\nWhen we talk in budget 2000 about $58 billion of tax relief, that is an absolute minimum. If the economy continues at a rate of 3.54%, we will be able to accelerate some of the measures more closely into the years 2000-01 and 2001-02. The $58 billion is an absolute minimum.\n\nDespite the fact that many times in the House many of my colleagues and I have tried to explain to members opposite, they will not listen. The member opposite would like to call the Canada pension plan a tax, but it is a contributions based pension system. It is based on employer contributions and employee contributions which go to a pension trust administered by a board. The revenues do not go anywhere near the consolidated revenue funds of the government. The government has no access to these revenues. They are clearly a program. Canadians value the Canada pension plan and are glad that the government put it on a sound financial footing last year.\n\nHaving heard the evidence again that the Canada pension plan is not a tax, would the member be prepared to accept that notion?", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:35:00", 
            "attribution": "Mr. Roy Cullen (Parliamentary Secretary to Minister of Finance, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2108/173/", 
            "text": "Mr. Speaker, the answer is no and I will explain why. As I said before, if it were an investment then the person making the investment would have a choice and would be able to get a decent return on his or her money.\n\nThe member is asking the wrong person this question. The field of mathematics happens to be my profession. Just for the fun of it, I sometimes solve little math and finance problems just to keep my brain alert around this place when things get dull. I have done these computations.\n\nA young person subscribing to the Canada pension plan can expect around a 2.9% return on his so-called investment. The difference between what that is and what he could get if he were to invest it almost anywhere else in the world is a tax. Quite clearly the premiums are simply making up for the government's total mismanagement. It is not listening to its actuaries and once again is making political decisions with taxpayer dollars. It has done that consistently and it is wrong. I stand by what I say and I will discuss that subject with the member any time he wants.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:40:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Bonwick", 
                "url": "/politicians/3523/", 
                "member_id": 2629, 
                "party": "Liberal", 
                "riding": "Simcoe—Grey (Ontario)", 
                "id": 3523
            }, 
            "url": "/hansards/2108/174/", 
            "text": "Mr. Speaker, I hope Canadians are truly listening to the right wing rhetoric of the member of the Canadian Alliance. Let us think about what he was saying.\n\nHe picked holes in and wanted to gut the social programs of the government that support low and middle class families who have children. Members of that party do not want to support that. They think that is not an investment and want to keep their tax dollars. It is a lot like their flat tax which will benefit the rich and not those who are in lower and middle class positions. It is absolutely ridiculous.\n\nThe member stated for the record that the government should take no credit for the financial picture the country is enjoying today. I simply ask the member to go back in time to 1993, if he can remember back that far when there was a $42.5 billion deficit. The deficit is now gone. Which party in the House brought forward the fiscal policies to eliminate that deficit? That is the only point I want to know from the member.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:40:00", 
            "attribution": "Mr. Paul Bonwick (Simcoe—Grey, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2108/175/", 
            "text": "He is not going to be so fortunate as to get only that from me, Mr. Speaker. I gave the government a very mild applause for resisting the temptation of spending all the money when it came its way. I gave it credit. It is quite possible that during the Trudeau years governments would have done it differently.\n\nThe member expresses some terms in a pejorative way instead of debating what we are talking about. He said that they were here to protect families whereas we on this side of the House would tax them to death. That is not so. Our 17% flat tax would give most poor people a 100% tax break. That is what would happen.\n\nThe Liberals are quite content to take $6 billion a year in tax revenue from families whose income is $20,000 a year or less, and they call themselves a pro-family government. They are taxing them to death. They are killing them.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:40:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2108/176/", 
            "text": "Mr. Speaker, I am pleased to take part in the budget debate today. This the Liberal government's seventh budget and it is pretty much more of the same. The first mandate was high taxes and cuts to government spending. The second mandate is high taxes and increased government spending.\n\nThe Liberals are trying to give the impression that they are making massive tax cuts for Canadians. They are claiming that they are cutting taxes by $58.4 billion. That is an illusion. If we take a closer look, and they can argue the finer points, the $7.5 billion are for the child tax credit. That is a social program, the same as OAS and CPP. It is not a tax cut; it is a social program. Government members should be upfront and honest and say so.\n\nSome $13.5 billion of this supposed tax cut is a reindexation of tax brackets. That is not a tax cut; that is just the government promising Canadians it will not be robbing them in the upcoming tax years, that it will forgo taking more tax money from them rather than giving them real tax relief.\n\nThe $58.4 billion tax cut is also offset by the $29.5 billion increase in CPP premiums. The taxpayer is actually only going to see a $7.9 billion tax cut and that is over five years. That equates to about $2.07 additional money per week for the taxpayer. If that is what the Liberals think is a tax cut, it certainly is not shared by the ordinary Canadian.\n\nThe Liberals have told Canadians that their priorities are going to be that 50% of the surplus will go to new social programs and the other 50% will be divided between tax cuts and debt reduction. I asked my constituents if they agreed with the government's proposals of splitting the money this way. Over 2,100 people responded and 73% said that they did not agree with the Liberal proposal of splitting the money 50% for new social programming and 50% between tax reduction and debt relief.\n\nOne of the individuals who said no to the Liberals' plan was a Mr. Paul Martin of Blackwood Street in White Rock. It is unfortunate that his namesake does not share his concerns that this is not the way to use the taxpayers' money.\n\nThe Liberals are very proud of the $2.5 billion in new health care spending. This afternoon in question period we heard just how proud they are of this $2.5 billion in new health care spending. If we look at it more closely, that is divided over four years which means there is only $500 million per year in new spending for health care. I do not need to remind the House that health care has been shown to be the number one concern of the Canadian people. It is the number one concern.\n\nThis $500 million a year means only an additional $81 million per year for British Columbia. That is 1% of the B.C. health care budget. That is what the federal government is adding in new money to the crisis in our health care system. This is what the government's response is to the highest priority of the Canadian people. It works out to an additional $20 per British Columbian.\n\nIt is interesting that the government in ignoring the priority of the Canadian people decided to give an additional $226 million to human resources development. This is the department that has shown over the last number of years to have completely mismanaged the Canadian taxpayers' contributions. Audit after audit after audit is showing that department has not handled and controlled taxpayers' money as it should have. And what does the government do? It gives more money to the department that the auditor general is saying has exceptional problems in controlling spending.\n\nI ask members on that side why the government is putting more money into the black hole of HRDC than it is putting into health care. Is it that building a fountain in the Prime Minister's riding is more important than adding hospital beds across the country? I would like to believe that the government has at least heard the concerns of the Canadian people.\n\nOne of the other priorities outside of health care is that of transportation. This is one area in which the government should be increasing funding and looking at as a priority. It is an area that is completely disintegrating. The transportation infrastructure in this country is falling apart. We are consistently getting further and further behind and the government is doing absolutely nothing.\n\nLast year the government collected $4.5 billion in fuel taxes and spent only $150 million on highways. The budget this year has put in only $150 million for highways. That works out to about 150 kilometres of road improvement over the next four years. Three years ago the transport committee reviewed the highway infrastructure of this country and reported that it would take $18 billion to bring our national highway up to a safe standard. The government is providing less than 1% of the required funds.\n\nIt is quite conceivable that the prairie provinces will have to turn paved roads back into gravel roads because they cannot afford to maintain them. Urban areas and border areas are going to recognize and have to deal with complete gridlock in their transportation systems.\n\nTransportation systems are instrumental in helping our economy with its trade obligations and its trade patterns. Trade is a key contributor to Canada's economic well-being and transportation systems are essential in moving our goods in order to create this wealth. It is the creation of wealth through our economy that allows us to sustain the social safety nets we have in this country. It is imperative that the government recognize the need to improve our transportation systems to ensure that the economic growth can be sustained and will support the economic growth of the future.\n\nI would suggest that it is time for the government to show leadership. It should show leadership by creating a safe, seamless and integrated transportation network, not just nationally but internationally and continentally.\n\nIt is only by the federal government showing leadership and working with the other partners, the provincial governments, the municipal governments and the private sector, that we will be able to enhance our transportation system and ensure that there is no gridlock, that the trade can move, that the wealth is created so we can continue to afford the support for health care and education that our citizens are demanding.\n\nI would hope that the government would listen, would readjust its priorities and would consider that perhaps spending more money in HRDC is not what the Canadian taxpayers want. They want their money to go into priorities like health care, education and improved transportation systems.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:40:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2108/177/", 
            "text": "Mr. Speaker, in light of the bill which was introduced by Mr. Klein in Alberta, a bill which will open ways for a second tier of health care, I want to ask my colleague from the Reform Party a pointed question. Does she support the bill introduced by Mr. Klein in its present form? Does she support the five principles of the health care system?\n\nWhile she is on her feet I want her to tell me which part of the budget she does not like. Does she not like the fact that we have eliminated bracket creep? Does she not like the part of the budget that reduces taxes for middle and low income Canadians? Does she not like the part of the budget that puts more money into the pockets of families with children?", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:50:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2108/178/", 
            "text": "Mr. Speaker, in response to the member for Ottawa Centre, I am not an expert in health care nor do I profess to be, and I am not an expert on a bill coming out of the province of Alberta. However, I will tell the hon. member that the system we have had for 30 years is not working.\n\nThe member is fooling himself and the Canadian public if he maintains that there is not already a multi-tier health care system. Anybody who has the financial wherewithal goes south to the United States for treatment. In my riding which borders the United States, when people are told they are going to have to wait 8, 12 or 18 months for treatment, they go to the United States to get that treatment within days or weeks, if they can afford it.\n\nThere is already a multi-tier health care system. The government deludes itself when it thinks and tells Canadians that that does not exist and that every Canadian has the same access to good quality health care in this country. It is deluding itself if it thinks that. The health care system that has been in place for 30 years does not work. It has been proven that it does not work.\n\nThe government would be well advised to open its eyes and its brain and look at alternatives of how we can make our health care system really work. The one it is supporting does not work. As the leadership in this country it should be trying to find a system that does work. All Canadians deserve access to the care that they need regardless of where they live or how much money they have. They do not have that in today's health care system.\n\nThe government should not be asking me whether or not I support it. Canadians are asking the government what it has to offer that will ensure they have access to health care when they need it. They do not want to wait two years or 18 months or 15 months for that care. They are looking for leadership and they are not getting it from the federal government.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:55:00", 
            "attribution": "Ms. Val Meredith", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2108/179/", 
            "text": "Mr. Speaker, tempted as I am to jump into the current debate, I think I will take advantage of the very few minutes I have to make a few comments as I have every year since I came to the House in 1993.\n\nI will begin by congratulating the finance minister, members of the House and literally thousands of Canadians who participated in the development of this budget. They participate every year. One of the things I particularly admire about our current finance minister is that he instituted a process some years ago to open it up. He took it out of the secrecy of a few backrooms and put it in front of the Canadian people for comment, discussion and debate in the committee rooms, church basements and school gymnasiums across the country. That is what happens.\n\nWe are participating in a process which is extremely important. I want to offer a couple of comments to my friends in the official opposition.\n\nThe House of Commons in our history, which is British parliamentary history, came into existence to oversee the taking of taxes from people, to comment on and to act as a control and accountability structure for the money that was taken from people and given to the king. The watching, monitoring, criticizing and the acting as a check and a balance on the government has been an important function of this Chamber since its inception, yet this year we had a situation that I have not seen before.\n\nI am in my 12th year of elected office of which I spent five years in a provincial house and I have never seen a situation where the day after the budget was read, the official opposition stood and completely ignored it. It could find nothing to criticize or comment on. It is absolutely incredible to me how the official opposition party, which has long prided itself on being different and into some new politic, immediately realized it did not have much to criticize and it switched tactics. It got back onto something which it thought was a more fruitful political ground but not necessarily more fruitful for the people of this country.\n\nNext week it starts all over again. Next week we will begin a series of meetings with people. We have looked at the initiatives in this year's budget. We have looked at initiatives that we would like to have seen in it. We are thinking anew about some of the concerns that people have raised with us as we have discussed these issues around the country. We will go once more back into the same process.\n\nI would like to use a very simple example just to highlight how useful and how important this process is. The current Parliamentary Secretary to the Minister of Finance and I have had an interest in employee stock ownership programs for some time. It is an interest that was brought to each of us differentially. In his constituency people approached him and started raising the issue with him. In my constituency in Winnipeg people met with me. Interestingly enough I wrote about it once in one of my householders and a gentleman living a few blocks up the street from my office came in to see me because he had written a book on it.\n\nWe began a discussion. We did a little work on it. We took it to the finance minister in that first year and it was felt that there was not a lot of information on it. It was a complex topic so we put it off for a year. During that year we went to work on it. We met with more people and we built a database on it. We had a better understanding of it and we made a presentation on it again.\n\nIt is interesting that in this year's budget plan we are beginning to see movement toward it. There is actually a development of some stock option programs and a reference to employee stock option programs in the budget plan, which forms the basis of the work we will do this year. We will go back into it one more time, drawing together experts from the community and looking at how we might make it help small businesses in this instance.\n\nThat is what this process is. Literally thousands of people across the country will be invited to participate in the process. In my constituency they come together two or three times during the budget cycle in the fall. We will add our voice to that of everyone else who comes before the committee. We will go to the minister with our ideas about how we can improve the country.\n\nThat is what the budget is all about. There is no secrecy in it. The finance minister has consciously run a very open and transparent process, and I think he deserves an enormous amount of congratulations on it.\n\nThis is why the budget has come through with such ease. People see it as their budget. People see their concerns reflected in it. There will always be demands for changes and improvements. We will continue to work on that. We will continue to go back into the cycle. We will continue to invite Canadians into the process. It would be interesting to see if the official opposition would take its responsibilities and not hide from them.", 
            "topic": "The Budget", 
            "time": "2000-03-29 16:55:00", 
            "attribution": "Mr. Reg Alcock (Parliamentary Secretary to President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2108/180/", 
            "text": "Mr. Speaker, an agreement could not be reached under the provisions of Standing Orders 78(1) or 78(2) with respect to the stage of consideration of the Senate amendments to Bill C-6, an act to support and promote electronic commerce by protecting personal information that is collected, used or disclosed in certain circumstances, by providing for the use of electronic means to communicate or record information or transactions and by amending the Canada Evidence Act, the Statutory Instruments Act and the Statute Revision Act.\n\nUnder the provision of Standing Order 78(3), I give notice that a minister of the crown will propose at the next sitting a motion to allot a specific number of days or hours for the consideration and disposal of proceedings at the said stage.", 
            "topic": "Personal Information Protection And Electronic Documents Act", 
            "time": "2000-03-29 17:00:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2108/181/", 
            "text": "The House resumed consideration of the motion that this House approves in general the budgetary policy of the government.", 
            "topic": "", 
            "time": "2000-03-29 17:05:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2108/182/", 
            "text": "Mr. Speaker, I congratulate the member on his speech because his words were very encouraging. He reminded all of us in the House of something in which I firmly believe, that the role of parliament is to limit the ability of the government to tax and to spend.\n\nWe all know the history. Originally it was the king and his horsemen around him who went around with a mace, the symbol of which we have here. If people did not pay their taxes, I guess they were clubbed on the head with the mace. We have that symbol of authority in the House. It used to be that the king taxed people too much. The people said that was the end of it and parliament came into being.\n\nAs a member of parliament I would like to ask the member a couple of questions in that regard. Has he ever voted against the current king's requisitions? I say that advisedly. The Prime Minister and the finance minister seem to come up with a budget. It seems the only member on the other side who has ever voted against a budget measure sits right now beside me over here. He was censured by the government for doing exactly that.\n\nHas the member voted in favour of an amendment to reduce it? For example, in an previous budget the Reform Party at the time put forward some amendments to reduce some departmental budgets of billions of dollars by $10,000. At that time we made the point that it was symbolic, just to show that parliament had the final control on expenditures. Did he vote in favour of it? Does he represent his constituents as an MP when he supports by his votes the spending of money to make films like Bubbles Galore and to hang dead rabbits on fences?", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:05:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2108/183/", 
            "text": "Madam Speaker, actually on the final question I am quite proud to say yes, I do. The rabbits were hung on fences in my riding. I supported the display wholeheartedly. I thought it was a very creative and interesting piece of art.\n\nThe member asked a question and I will take it very directly. Have I ever voted against a budgetary motion of the government? The answer is no, I have not and I will not. I am a member of a team, a member of a community. Teams work together. That is how this place runs. That is how the government runs. That is how human society runs.\n\nWe think that somehow this organization, this government, will work with a bunch of independent members controlling their own destinies all the time. It is a foolish, foolish symbol. The reality is life. When more than one person is involved in any exercise, it is an exercise of compromise.\n\nWe have processes for that. The processes are sometimes called parties. We come together. We think. We work. We fight. We argue. Do I fight? I fight strongly. I think some members will tell the House that I am not the least bit shy when it comes to discussions in my caucus, but when it comes to standing up with my team, with the people whose values I support, yes, I support them.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:05:00", 
            "attribution": "Mr. Reg Alcock", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rick Casson", 
                "url": "/politicians/rick-casson/", 
                "member_id": 2464, 
                "party": "Reform", 
                "riding": "Lethbridge (Alberta)", 
                "id": 59
            }, 
            "url": "/hansards/2108/184/", 
            "text": "Madam Speaker, I have a question for the member opposite. One line in the budget of this year referred to the net public debt. We heard the Minister of Finance say during question period today that money was put toward the debt and the debt is being reduced.\n\nThe line item in the government's own documents from last year indicated that the net public debt was $576.8 billion. This year it is the same amount and next year it will be the same amount. If money is being applied to the debt, why is it not showing up in its own documents?", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:05:00", 
            "attribution": "Mr. Rick Casson (Lethbridge, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2108/185/", 
            "text": "Madam Speaker, I spent five years in opposition. Members could go through some of my statements about budgets and the way I would take particular terms, twist them around and throw them back, so I cannot be too critical of some of the things said here.\n\nIf we examine what has gone on in the fiscal management of the country, the reality is that we are far better off today than we were in 1993. Growth is at levels we never predicted it would reach.\n\nLet us look at unemployment. I recall in the 1993 campaign one leader saying unemployment could not fall. This was the leader of the party that had been in power at that time for nine years. He predicted that unemployment could not fall below 10%, and yet we are substantially below that today.\n\nTaxes are coming down. The debt is coming down. Employment is up. There are some significant problems and there are problems looming over the horizon as there will be throughout our lifetime and into the future. What we have here is a very responsible, reasonable and balanced approach to managing those problems, and I have no trouble supporting it.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:05:00", 
            "attribution": "Mr. Reg Alcock", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Scott Brison", 
                "url": "/politicians/scott-brison/", 
                "member_id": 2545, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 44
            }, 
            "url": "/hansards/2108/186/", 
            "text": "Madam Speaker, my question for the hon. member is very simple. As a member of parliament who was elected in 1988, although I am not absolutely certain of that, he is accountable not only for his current views but also for his views on issues and policies that were debated fiercely at that time and ultimately helped shape the country. The Economist magazine 1998 preview listed several policies of the previous government and indicated that those policies provided the current government with the ability to eliminate the deficit. I believe the article indicated that credit for deficit reduction in Canada belonged to the structural changes made to the Canadian economy by the previous government, the Progressive Conservative government.\n\nIt listed free trade, the GST, and deregulation of financial services, transportation and energy. More specifically it identified free trade and the GST as the two policies which most fundamentally allowed the current government to eliminate the deficit. Where did the member stand on the issues of free trade and the GST?", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:10:00", 
            "attribution": "Mr. Scott Brison (Kings—Hants, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2108/187/", 
            "text": "Madam Speaker, it is always interesting to hear members of the party, which I think is the most discredited party in the history of Canada, say that deficit reduction was because of their policies.\n\nThey were in power for nine years, during which time the debt went up, costs escalated and unemployment went up. Things got worse and worse and worse until Canadian voters threw them out. Only one sitting member was re-elected and one new member was elected. It was the lowest return of any government in the history of Canada.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:10:00", 
            "attribution": "Mr. Reg Alcock", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Scott Brison", 
                "url": "/politicians/scott-brison/", 
                "member_id": 2545, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 44
            }, 
            "url": "/hansards/2108/188/", 
            "text": "Madam Speaker, I asked the hon. member where he stood on free trade and the GST. According to very sound economic analyses, including probably the most credible economics and current affairs publication in the world, The Economist magazine, credited the structural changes made by the previous government with eliminating the deficit, free trade and GST, being the most important ones.\n\nUnless the hon. member wants to be accused of being the patron saint of hypocrisy in the House of Commons today, I suggest he answer the question and tell us where he stood on the free trade and GST policies that his government would not have had the vision or courage to initiate.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:10:00", 
            "attribution": "Mr. Scott Brison", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2108/189/", 
            "text": "Madam Speaker, it is very simple. When this government came to power it changed its fiscal policy. The former governor of the Bank of Canada, supported strongly by the previous prime minister, kept jacking up interest rates in some forlorn hope that it would somehow solve all the problems. They reaped the rewards. Their understanding of how to manage the economy was so weak and so meaningless that they earned their just rewards.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:10:00", 
            "attribution": "Mr. Reg Alcock", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rick Casson", 
                "url": "/politicians/rick-casson/", 
                "member_id": 2464, 
                "party": "Reform", 
                "riding": "Lethbridge (Alberta)", 
                "id": 59
            }, 
            "url": "/hansards/2108/190/", 
            "text": "Madam Speaker, some days the debate in here is better than other days. I will be sharing my time with the hon. leader of the Canadian Alliance.\n\nAs we talk about what was and was not in the budget, one thing we ask Canadians to do is to check their pay stubs. Compare those of January this year with those of January last year and those of January next year, and then factor in just what kind of a tax cut they are getting from the Liberal government. It will not add up to very much.\n\nI want to touch on the concerns that people have brought to my attention as we talk about the country and the well-being of Canadians in general. The number one issue that keeps coming up is health care. It has been on the table for a long time.\n\nCanadians fear that the health care system is not going to take care of them when they need it. They are worried that family members who become ill will not get the care they need and that it will not be available to Canadians on a universal basis.\n\nWe need to put into perspective what has actually happened. While the government was cutting billions of dollars out of health care since it was elected in 1993, the grants and contributions to departments like HRDC were going up. We need to keep in mind that the waiting lines are growing, that 212,000 people are on waiting lists for health care in this country because of cuts that the government has made. All the time it was doing that, it was increasing the grants and contributions to departments like HRDC. That is not the way Canadians expect their government to act.\n\nWe are looking for solutions to the health care problem and we have heard a lot about Bill 11 in Alberta lately. I do not believe we have seen legislation that is going to solve Canada's health care problems. We have not seen it yet.\n\nWe and other Canadians have to allow ourselves to open up our minds and get into the debate. Our country has a huge resource of very knowledgeable people in the health care field, people who know how to deliver it properly. We have to open our minds and allow ourselves to create a system that is sustainable and universally available to all Canadians. If we do not allow that to happen, if every time someone comes up with an idea that is a little different from the status quo, we jump on them and try to beat them down, we are going to end up perpetuating the trouble we have now forever.\n\nLet us allow ourselves to have that debate and come up with some sustainable solutions. Health care must be put at the top of the priority list. Canadians want that. They are demanding it. It is a concern to everyone.\n\nAs our population ages, as the seniors who helped create this country need more and more care, it has to be available. As people of my generation age, there will be a huge bubble of people to take care of. All of these things have to be factored in when we are looking at solutions.\n\nI mentioned the trouble we have seen at HRDC with the unaccountability of the government in handling taxpayers' dollars. One thing Canadians are extremely disturbed about is that the government takes money out of their pockets, takes it to Ottawa and then mismanages it. We cannot have that.\n\nWe are hurting. We are paying the highest taxes of the industrialized countries. The government takes the money and mismanages it and we cannot track where it went. Grants were given when there were no applications. No follow-ups were done to see if jobs were actually created.\n\nDay after day the HRDC minister stands in the House and drags into this debate hardworking, honest, volunteer organizations in all of our communities. She drags their names into this debate. They are not the problem. The hardworking organizations that do a great job are not the problem. The problem is the government and the minister that is mismanaging their money. I feel sorry for the groups that have been mentioned by the minister. She is bringing them down to her level instead of raising herself up to their level of accountability and hard work.\n\nA little earlier I asked a question of the member opposite about the debt.\n\nAgain today the finance minister said the debt is being paid down. However in the five year projection that was in this year's budget documents, the debt does not go down; it stays at $576.8 billion. It takes over $40 billion a year in interest payments to service that debt. In a five year period that is $200 billion just for the interest. According to the document I am looking at which was produced by the government, the principal does not go down one nickel.\n\nWhen we think about the $40 billion that is being spent on debt charges, what happens if the economy turns a bit and interest rates go up a couple of percentage points? That will cause a change in a hurry and it will hurt every program. Every worthwhile need that citizens in the country have will be affected.\n\nThe high cost of fuel is a huge issue from coast to coast to coast. Certainly in my riding it is. A group of people has come together to raise the awareness of the cost of fuel. There is a tax component both provincially and federally in the cost of a litre of fuel. That should have been addressed in the budget. Where is the break for people who are on fixed incomes who try to get by when their cost of living keeps going up?\n\nOn transportation, our highway system has degenerated to the point where doing trade east and west is becoming difficult. It has been run down. There are $4.5 billion collected in fuel taxes and only a small percentage of that is put back into the highway system. We have to do something about that.\n\nConcerning our airports, the local municipality in the county of Lethbridge negotiated with this government to take over the operation of the airport on one condition, that the expense of the on-site fire services be taken away. That was done. The county took it over and now there is talk about putting that back in. That is a $300,000 expense that was negotiated in good faith by the local municipality with this government and now the government is turning its back on it.\n\nThe whole air transportation industry is in turmoil. We have not seen any solid answers from the government on that.\n\nOn the grain transportation system we have had the Estey report and the Kroeger report. There have been many hours of debate across the country by many organizations. The grain transportation system on the prairies has to be reformed and it has to be done immediately in order to bring some relief to our beleaguered producers. Where is that? It is tied up somewhere. The minister has not made an announcement on that.\n\nWe could go on and on. Recently programs have been announced over and over by the government such as money for the disaster in agriculture on the prairies and across Canada. Of the money that was put aside to service the disaster component of the problem that agriculture has right now, only 26% has got to the farmers. Sixty per cent of the people who applied, who felt they needed help, have been rejected. The system has failed.\n\nWe have held meetings across the country with farmers and farm groups. These are quotes from people in Unity, Saskatchewan: “AIDA created hope and then it slam-dunked us. AIDA takes your figures and then invents its own and disqualifies you”. These types of comments about a program that this government developed are coming from people who are on their last legs struggling to keep their heads afloat.\n\nMy colleague from Elk Island did say he had a small bouquet for the folks across the way. I would like to give them one on bracket creep.\n\nThe Canadian Chamber of Commerce lobbied hard and we have lobbied hard for years to get the tax brackets indexed with inflation. Finally it has been done. But what the government did with that figure is it took the savings that we will realize from bracket creep because our taxes will not be going up and said it was a tax cut. That is not a tax cut. It is just money the government will not get its hands on. That has been factored into the figures it has used in this tax cut of $58 billion, or $85 billion, or whatever it is. It does not add up.\n\nI will end my comments with that.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:10:00", 
            "attribution": "Mr. Rick Casson (Lethbridge, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Roy Cullen", 
                "url": "/politicians/76/", 
                "member_id": 3683, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 76
            }, 
            "url": "/hansards/2108/191/", 
            "text": "Madam Speaker, in reference to the comments from the member opposite, I recall when the former leader of the former opposition party, or to be more clear, the member for Calgary Southwest, was in this House at the start of the budget debate, he used the example of a retired couple, Paul and Fran Darr of Calgary, Alberta with a total income of $28,000. He related how this couple had come to him and said that they were paying too much in taxes and they were tired of paying taxes. It was the old pay stub or equivalent debate that the Reform Party, or the alliance or whatever it is called, was putting forward.\n\nI asked the tax department how much in federal income tax Paul and Fran Darr of Calgary, Alberta would save with this new budget 2000. The answer was they would save 39% in their federal income taxes.\n\nWhen opposition members talk about pay stubs and all that stuff, I ask them to check whether the pay stubs reflect even the budget measures we brought into place in 1998-99. They certainly do not reflect the budget measures we introduced in 2000.\n\nAnother thing is the transfers to the provinces for health care, the CHST. For Canadians who are actually listening to the debate they must be hopelessly confused and I do not blame them. There is a way of twisting and contorting the facts. Let me again put the facts on the CHST on the table.\n\nIn 1993-94 the total CHST transfers to the provinces were $28.9 billion. Forget equalization. In 1999-2000 they are now at a level of $29.4 billion. They are completely restored from the levels when we came into office. At the same time our direct program delivery budgets are down $4 billion. Does that not say something about the priority the government attaches to health care?\n\nIn the intervening time, perhaps the member has had a chance to go back to check the budget notes. Perhaps he would like to clarify the points he made earlier.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:25:00", 
            "attribution": "Mr. Roy Cullen (Parliamentary Secretary to Minister of Finance, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rick Casson", 
                "url": "/politicians/rick-casson/", 
                "member_id": 2464, 
                "party": "Reform", 
                "riding": "Lethbridge (Alberta)", 
                "id": 59
            }, 
            "url": "/hansards/2108/192/", 
            "text": "Madam Speaker, I would like to clarify a couple of points especially about family taxes, tax cuts and the whole idea of getting the government's hands out of the pockets of hardworking Canadians.\n\nWe put out a proposal on a 17% single rate tax. An income of $28,000 has been mentioned. Let us look at a single income family of four. This is federal personal income tax payable in the year 2004. This is after the implementation of the proposals. Let us look at a family of four earning $30,000. Under this Liberal status quo budget and tax regime this family would pay $2,541 annually. Under solution 17 the family would pay $387.\n\nThat is substantial tax relief. That is the kind of tax relief Canadians are expecting when revenues and budget surpluses are going to be in the tens of billions of dollars, approaching $100 billion. That is the kind of tax relief Canadians expect from their government, substantial tax relief that will leave more money in their pockets, $200 or $300 a month, instead of the $200 or $300 a year that has been proposed.\n\nLet us look at a family of four earning $40,000. Under this Liberal government's status quo tax regime, that family will pay a little over $5,000 a year in tax. Under solution 17 a single rate tax, it would be $2,000. That is a 60% saving in taxes. That is the kind of substantial tax relief Canadians are expecting from their government when they are looking at huge surpluses.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:25:00", 
            "attribution": "Mr. Rick Casson", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2108/193/", 
            "text": "Madam Speaker, I am pleased to rise today to be the last speaker in the budget debate.\n\nI sat through the spring session which began on February 7 and it was interesting to think about what it was this budget was trying to accomplish, what the great fanfare was all about. We heard about how wonderful the budget was, how there was going to be tax relief and how every Canadian would actually feel better when they went to bed at night.\n\nAs members know and have watched, superseding that we have witnessed in the House day after day questions and serious concerns about the actual financial mismanagement of the government. Of course the Liberals brag all the time about how they are great managers of our money, and yet we saw a billion dollars not go missing or lost, as the HRD minister likes to accuse us of suggesting, but go to many of the wrong places. It has gone for political motivation, maybe buying a seat if someone was in close danger of losing a seat in any particular election.\n\nPeople have asked me why I have not actually asked a question about the budget. This scandal and the billion dollar boondoggle is the budget. It is about unbelievable spending and unbelievable waste, and yet I noticed in the budget that the government in all government departments will spend $13.3 billion on grants and contributions. That is a pile of money. As people across the country have watched the HRDC scandal and this amazing boondoggle, they have said that they resent working hard, sending their money to Ottawa in the form of tax dollars and then having it disappear to various places.\n\nThe question is not whether some of the HRDC programs are good. There are benefits in some of the things that have happened, but that is a debate for another day. What we and Canadians across the country are critical of is this unbelievable waste and unbelievable sense that government has largesse and is free to hand this money out to whomever it pleases for either political or personal purposes.\n\nThat is the frustration which I think people feel across the country, and it is probably not just in ridings that are not held by Liberals. I have spoken to Liberal members of parliament who have gone home to try to pump the budget as being wonderful, and yet the question that comes back to them is about the money that is being mismanaged. I think that all of us have been asked that question.\n\nI was at the Alberta Land Titles Registry just before the budget came down. A fellow who was standing in line and did not recognize me or my husband said “Maybe I should get an HRDC grant for this”. We know, if people are hanging out in offices or coffee shops or whatever and the level of discussion from parliament has filtered down to the ground level so that people are using it as buzzwords and saying things like “Maybe I should get an HRDC grant”, that the public is starting to register their frustration. They are saying that it is their cash and they want a few answers.\n\nWhen the budget talked about tax relief and told Canadians about tax relief, I am not so sure they were convinced. People right across the country are saying “Don't tell me, show me”. They want to see physical proof on their paystubs that they are getting tax relief.\n\nI have to tell members that I have not been swamped in my constituency office or on an airplane or in a washroom at Pearson airport or on Parliament Hill with people saying that the tax relief feels good. In fact I have not had one person tell me that. They are hearing about that tax relief, but they are not seeing it. The government has told them how wonderful it is, but nobody has come thundering down to my door saying “I love this tax relief. It feels so good”.\n\nLet us look at some of the numbers. We were told, with trumpets on budget day, that taxes will decrease $58.4 billion. That ought to feel good. That is a pile of cash. That money is not just going back into peoples' pockets, it means that the circle is complete by not having to send that money to Ottawa in the first place. The finance minister thought that $58.4 billion was wonderful and that people would feel much better and happier.\n\nI have never been good at magic, but what I saw happen that day and in the ensuing weeks was probably one of the best magic acts we have seen in a while. We put our hand in the hat, pull it out and say “Wow, there is $58.4 billion in tax relief”. However, if we look at it, the rabbit that came out of that hat has a different thing to say.\n\nThe finance minister said that the $58.4 billion in tax relief was going to be over five years, but if we look at the numbers and scratch a little deeper this is what we find.\n\nSure, we have the Liberal claim of $58.4 billion in tax relief over five years, but then we have to do the math, the real math, not the new math and not the Liberal math. If we did that we would find that there is a minus. Over five years $7.5 billion will be used for social spending on the child benefit. That is not really tax relief. It is a social program, so we cannot really say that it is tax relief. Off the top we have to take $7.5 billion.\n\nThen of course there is a mere $29.5 billion that has to be subtracted in increased Canada pension plan premiums over the same five year period. If a person was a responsible finance minister or any other member of government they would say “Whoops”. That really does need to be fit into the equation because $58.4 billion is not all that it is trumpeted up to be.\n\nOff that amount we have to take $29.5 billion because with the shell game that the Liberals are playing they say they are giving us $58.4 billion, but they forget to say that they are taking $29.5 billion off in increased CPP premiums. Every single Canadian who is working knows that since the beginning of January they have had a few more dollars snapped off their paycheques in CPP premiums. This could have been an oversight, it could have been an accident, but we do have to figure the $29.5 billion into the mathematical equation.\n\nWe have to make another subtraction from the $58.4 billion. There is $13.5 billion in scheduled tax hikes which have been cancelled. There are some pretty hot semantics. “We are giving Canadians an amazing deal. We are giving Canadians $13.5 billion in tax breaks, but in fact”—and this is the new math, the Liberal math—“what we are doing is cancelling what Canadians were going to be hit with”. Canadians really had not paid that money anyway. They would have gotten stuck with paying it if the program had carried on. The government is not really taking this money off taxes. It was going to nail us with that, but decided not to. I suppose that could be called a tax break.\n\nI taught English, not math. Math is not my finest suit, but I could figure that much out. If someone said they were going to hit me with something and then said they were not going to hit me, then I am not really getting a break. I am then told that I will not to be hit quite as badly as planned by scheduled increases. That is not exactly terrific. It is not a tax break.\n\nLet us do the mathematical equation. I have a mathematician sitting behind me, one of my colleagues, who knows his math better than I do and some others in this Chamber. If we take $58.4 billion and subtract $7.5 billion, and then subtract $29.5 billion, and then subtract $13.5 billion, that equals $7.9 billion in tax relief. That is not quite as glamorous as it seemed when the budget was being delivered.\n\nThis will happen over five years, so we need to divide that amount by five, which equals $1.58 billion per year. If we want to work that amount down a bit, because that is still quite a few zeros, let us look at it this way. This wonderful tax cut which everyone is bragging about, while they are waltzing around the country telling people how wonderful they are, equals $107.06 per year per taxpayer. If that does not seem quite so glamorous, it equals $8.97 a month or $2.07 a week.\n\nI can understand why people have not been coming like rolling thunder into my office out west to say they are thrilled with $2.07 a week. A person cannot even go to McDonald's on that amount. That is why people are not praising the government for this wonderful tax relief which the Liberals bragged about in the budget.\n\nThe Canadian public want straight answers on the billion dollar boondoggle and where that money has gone. Canadians are far more concerned about that than the $2 a week they will be getting with this hotshot tax relief.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:25:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Roy Cullen", 
                "url": "/politicians/76/", 
                "member_id": 3683, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 76
            }, 
            "url": "/hansards/2108/194/", 
            "text": "Madam Speaker, maybe the new Canadian Alliance has some new math, but under the old math of the Reform Party, if we look at its tax plan, it said that in year three it would give $26 billion worth of tax cuts and $26 billion worth of debt reduction.\n\nIf we look at the surpluses that are being projected by eight of Canada's leading economists, the way I read it, in 2002-03 we should expect surpluses of $12.5 billion.\n\nThis is the same party that was asking for increases in expenditures for the military, the RCMP, infrastructure and aid for farmers. If we add $26 billion and $26 billion we get $52 billion, and then we have to add the additional expenditures which the Reform Party was pursuing. It seems to me that would be quite a bit more than $12.5 billion, which is the amount we would actually have in surpluses. Maybe the Canadian Alliance has some new math.\n\nA person came to my office who was very excited and said “I have heard about Reform's solution 17. If the government would implement a flat tax, I would save a lot of money”. It turned out that under the Reform Party's proposal for a flat tax that person would save 39%.\n\nI scratched a little more and, lo and behold, that person was earning $200,000 a year. I scratched a little more and I compared that with someone under the flat tax who earned $30,000. They would only save 12%. Yes, there was someone who was quite excited about the flat tax proposed by the Reform Party, but they happened to be earning $200,000.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:40:00", 
            "attribution": "Mr. Roy Cullen (Parliamentary Secretary to Minister of Finance, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Lou Sekora", 
                "url": "/politicians/4118/", 
                "member_id": 3679, 
                "party": "Liberal", 
                "riding": "Port Moody—Coquitlam (B.C.)", 
                "id": 4118
            }, 
            "url": "/hansards/2108/195/", 
            "text": "That is who they like.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:40:00", 
            "attribution": "Mr. Lou Sekora", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Roy Cullen", 
                "url": "/politicians/76/", 
                "member_id": 3683, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 76
            }, 
            "url": "/hansards/2108/196/", 
            "text": "Exactly, those are their supporters. But the poor person and the middle income Canadian would not get the benefit of that.\n\nI am wondering if the Leader of the Opposition could rethink the math on her tax proposal and clarify things for the House, because I think Canadians must be very confused.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:40:00", 
            "attribution": "Mr. Roy Cullen", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2108/197/", 
            "text": "Madam Speaker, boy, there is a ramble. If that is how the Liberals do math on the other side I can understand why we have some pretty serious problems.\n\nThe hon. member is talking about a tax plan and $26 billion in surpluses. The member would know that the most conservative estimates of 2.5%, 3%, 3.5% in economic growth are very, very conservative, so we have estimated those surpluses probably not quite as hugely or as magnificently as the finance minister. I think he was talking about $95 billion a year.\n\nThe member asked me a question about our solution 17. I would like to tell him, as I certainly hope he knows, because I know he does his research well, that WEFA, the economic forecasting think tank, said that the solution 17 which we have proposed under the Canadian Alliance would be absolutely workable. WEFA ran the numbers once, twice, perhaps even three times and said that this would be a workable solution.\n\nI know the hon. member would jump up if he had another chance to be recognized and ask who these people are who we found to come up with numbers the way we wanted the numbers to be. In fact, it is the very same group that does the economic forecasting and think tank work for the Minister of Finance. That group ran exactly the same numbers for him.\n\nI put my faith in solution 17. It has been verified by the very group that verifies the budget, the finance minister's plan. I think if solution 17 were implemented it would be terrific. There would be a basic exemption of $10,000 for person A , and then the spouse would get another $10,000.\n\nWhat if a person is not married? I was not married for it seemed like forever, but I am now and I love Lew. If a person does not have a spouse, he or she could claim a child as a spousal equivalent. People would get a $20,000 exemption before they would even have to think about paying tax.\n\nI think the couple in Calgary to whom the member referred earlier would be wonderfully blessed by solution 17.", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:40:00", 
            "attribution": "Miss Deborah Grey", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2108/198/", 
            "text": "It being 5.45 p.m., pursuant to order made earlier today, the House will now proceed to the taking of the deferred division on Ways and Means Motion No. 5.\n\nCall in the members.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "The Budget", 
            "time": "2000-03-29 17:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2108/199/", 
            "text": "I declare the motion carried.", 
            "topic": "Division No. 1254", 
            "time": "2000-03-29 18:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2108/200/", 
            "text": "The House will now proceed to the taking of the recorded division on the motion of the hon. member for London North Centre in relation to privilege.\n\n(The House divided on the motion, which was negatived on the following division:)", 
            "topic": "Privilege", 
            "time": "2000-03-29 18:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2108/201/", 
            "text": "I declare the motion lost.\n\nBefore I put the next question to the House, might I remind hon. members, in light of the disturbance we witnessed, of Standing Order 16(1) which states:\n\nWhen the Speaker is putting a question, no Member shall enter, walk out of or across the House, or make any noise or disturbance.\n\nI know hon. members love to hear the rules.", 
            "topic": "Division No. 1255", 
            "time": "2000-03-29 18:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2108/202/", 
            "text": "The House resumed from March 28 consideration of the motion that Bill C-13, an act to establish the Canadian Institutes of Health Research, to repeal the Medical Research Council Act and to make consequential amendments to other acts, be read the third time and passed.", 
            "topic": "", 
            "time": "2000-03-29 18:20:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2108/203/", 
            "text": "Pursuant to order made on Tuesday, March 28, the House will now proceed to the taking of the deferred recorded division on the motion at the third reading stage of Bill C-13.", 
            "topic": "Canadian Institutes Of Health Research Act", 
            "time": "2000-03-29 18:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bob Kilger", 
                "url": "/politicians/3532/", 
                "member_id": 3231, 
                "party": "Liberal", 
                "riding": "Stormont—Dundas (Ontario)", 
                "id": 3532
            }, 
            "url": "/hansards/2108/204/", 
            "text": "Mr. Speaker, I rise on a point of order. If the House would agree, I would propose that you seek unanimous consent that members who voted on the ways and means motion, with the exclusion of the member for Saint-Maurice and the member for Scarborough—Rouge River, be recorded as having voted on the motion now before the House with Liberal members voting yea.", 
            "topic": "Canadian Institutes Of Health Research Act", 
            "time": "2000-03-29 18:20:00", 
            "attribution": "Mr. Bob Kilger", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2108/205/", 
            "text": "Is there unanimous consent to proceed in this fashion?", 
            "topic": "Canadian Institutes Of Health Research Act", 
            "time": "2000-03-29 18:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2108/206/", 
            "text": "Agreed.", 
            "topic": "Canadian Institutes Of Health Research Act", 
            "time": "2000-03-29 18:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2108/207/", 
            "text": "Mr. Speaker, Canadian Alliance members present this evening will be voting in favour of this bill, unless instructed otherwise by their constituents.", 
            "topic": "Canadian Institutes Of Health Research Act", 
            "time": "2000-03-29 18:20:00", 
            "attribution": "Mr. Jay Hill", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2108/208/", 
            "text": "Mr. Speaker, Bloc Quebecois members oppose this motion.", 
            "topic": "Canadian Institutes Of Health Research Act", 
            "time": "2000-03-29 18:20:00", 
            "attribution": "Mr. Stéphane Bergeron", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2108/209/", 
            "text": "Mr. Speaker, NDP members present will be voting against the motion.", 
            "topic": "Canadian Institutes Of Health Research Act", 
            "time": "2000-03-29 18:20:00", 
            "attribution": "Mr. Yvon Godin", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "André Harvey", 
                "url": "/politicians/2693/", 
                "member_id": 2676, 
                "party": "Progressive Conservative", 
                "riding": "Chicoutimi (Québec)", 
                "id": 2693
            }, 
            "url": "/hansards/2108/210/", 
            "text": "Mr. Speaker, Progressive Conservative members will be voting in favour of the motion.", 
            "topic": "Canadian Institutes Of Health Research Act", 
            "time": "2000-03-29 18:20:00", 
            "attribution": "Mr. André Harvey", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jake E. Hoeppner", 
                "url": "/politicians/5687/", 
                "member_id": 2511, 
                "party": "Reform", 
                "riding": "Portage—Lisgar (Manitoba)", 
                "id": 5687
            }, 
            "url": "/hansards/2108/211/", 
            "text": "Mr. Speaker, I have to vote yea.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Canadian Institutes Of Health Research Act", 
            "time": "2000-03-29 18:25:00", 
            "attribution": "Mr. Jake E. Hoeppner", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2108/212/", 
            "text": "I declare the motion carried.\n\n(Bill read the third time and passed)", 
            "topic": "Division No. 1256", 
            "time": "2000-03-29 18:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2108/213/", 
            "text": "The House resumed from March 28 consideration of the motion that Bill C-213, an act to promote shipbuilding, 1999, be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2000-03-29 18:25:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2108/214/", 
            "text": "Pursuant to order made on Tuesday, March 28, the House will now proceed to the taking of the deferred recorded division on the motion at second reading stage of Bill C-213 under Private Members' Business.\n\nThe vote will take place row by row, beginning with the sponsor of the bill. Then, I will ask the other members who are in favour of the motion to please rise, beginning with the last row, on the side where the sponsor of the bill sits.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Shipbuilding Act, 1999", 
            "time": "2000-03-29 18:25:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Raymond Lavigne", 
                "url": "/politicians/5282/", 
                "member_id": 2731, 
                "party": "Liberal", 
                "riding": "Verdun—Saint-Henri (Québec)", 
                "id": 5282
            }, 
            "url": "/hansards/2108/215/", 
            "text": "Mr. Speaker, I want to make sure the hon. member for Lévis-et-Chutes-de-la-Chaudière noticed that the Liberal members from Quebec voted in favour of his motion.", 
            "topic": "Division No. 1257", 
            "time": "2000-03-29 18:35:00", 
            "attribution": "Mr. Raymond Lavigne", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Herron", 
                "url": "/politicians/3221/", 
                "member_id": 2525, 
                "party": "Progressive Conservative", 
                "riding": "Fundy Royal (New Brunswick)", 
                "id": 3221
            }, 
            "url": "/hansards/2108/216/", 
            "text": "Mr. Speaker, I rise on a point of order. My seat may not have the best perspective from over here and I believe I may have been counted as a yes and a no. Everybody knows that this country needs a national shipbuilding policy, so I categorically voted yes and only yes.", 
            "topic": "Division No. 1257", 
            "time": "2000-03-29 18:35:00", 
            "attribution": "Mr. John Herron", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2108/217/", 
            "text": "Mr. Speaker, I rise on a point of order. I want to know what you are going to do as the Speaker about the hon. member for Calgary West getting up in the House with a sign every time. Is he going to respect the House of Commons, yes or no?", 
            "topic": "Division No. 1257", 
            "time": "2000-03-29 18:35:00", 
            "attribution": "Mr. Yvon Godin", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2108/218/", 
            "text": "I declare the motion carried.\n\n(Bill read the second time and referred to a committee)\n\nA motion to adjourn the House under Standing Order 38 deemed to have been moved.", 
            "topic": "Division No. 1257", 
            "time": "2000-03-29 18:35:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2108/219/", 
            "text": "Mr. Speaker, I was appalled by the Liberal government's answer to the question I raised in the House of Commons on December 3, 1999. The answer, or rather lack thereof, provided by the Liberal government makes me wonder if it really has control of government or not.\n\nMy question was a simple one: Given that the auditor general commended in-house bids for military contracts for meeting all the criteria of being good business cases, would the Liberal government ensure that an in-house bid would be welcomed and considered?\n\nIncredibly, the Liberal government refused to answer this question, spouting generalities instead.\n\nI then became more specific, indicating savings projected in supply chain business cases. My figures showed that the Liberal government's projected savings from contracting out through alternative service delivery may have been overstated. When I asked the government to clarify the matter, the response I received again did not answer the question at hand.\n\nThis leaves me very concerned indeed about who is in control of contracts and expenditures in our military. I received a letter from a constituent dated March 16 of this year which stated:\n\nWe have had to fight tooth and nail to keep our jobs from going out to contractors who charge the government ridiculous amounts for the tasks we used to do and these contractors pay employees just above the minimum wage. They (meaning the contractors) are paid huge amounts for nothing and some of them have been fired before completely their contract. We have a large battle ahead of us just to keep our jobs from going to the private sector even though we are the most cost effective organization.\n\nI am concerned that this whole contracting out process is a waste of taxpayers' hard earned money. It makes me wonder if the Minister of National Defence was out of town during the human resources department scandal.\n\nAnother constituent wrote to me on February 17 stating:\n\nThe only people who are walking to the bank are the consulting firms and military brass who are walking out one door in military dress and walking back in with suit and tie working for these big conglomerates. We were the guinea pigs for their first trial run with Alternative Service Delivery, we cut our workforce by more than half. We told these consultants we are the best bang for the taxpayers dollars, but off they went to the bank.\n\nI would like to direct the Liberals' attention to a report produced by their own defence department and the comments made therein concerning ASD:\n\nHad the management of this Montreal-based CF supply and maintenance infrastructure been turned over to the private sector under the ASD program, it is doubtful whether the military could have transformed it so quickly into such an effective third line support organization.\n\nWhen civilian military workers successfully beat the ASD contract bids of private companies, the government abruptly changed the rules of engagement to favour large corporations. The bundling of bids provides for the awarding of contracts on a national basis, not only a cheap shot at our military, but a slap in the face to small business throughout the country.\n\nWhat is the Liberal government's real agenda? An efficient military or a privatized and gutted military with enough funds for huge capital purchases but not enough to sustain the dedicated men and women serving Canada in both civilian and military roles?\n\nBefore rushing blindly into a minefield, will the government not take time and fully explore what continued contracting out will mean to the people of Halifax and elsewhere?\n\nOn behalf of the many Canadians who work hard and efficiently for our Canadian forces and on behalf of all taxpayers eager not to see their hard earned money wasted, will the Liberal government review its contracting out policy within our military? Will the government involve all of those affected in this review and will it make the findings public?\n\nOnce and for all I ask for a direct answer instead of a sales pitch from the Liberals about how wonderful and rosy things are in the military.", 
            "topic": "Division No. 1257", 
            "time": "2000-03-29 18:35:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2108/220/", 
            "text": "Madam Speaker, the Department of National Defence and the Canadian forces remain very determined to maintain a multipurpose combat ready force. They are, however, obliged to run the defence program as efficiently and cost-effectively as possible.\n\nThe department remains firmly in favour of ASD, alternative service delivery, which is an important tool in improving the efficiency of the organization by freeing up resources and putting them to work where the need is greatest, that is operational readiness.\n\nIn simple terms, the department and the Canadian forces must devote their limited resources to the functions that they alone can perform. To date, annual savings from ASD initiatives are estimated at around $62 million. However, the department expects these annual savings to increase to approximately $175 million in the years to come.\n\nGiven the complexity of managing the supply chain for an organization as broad as DND and the Canadian forces, the department believes that the only feasible option is to pursue a commercial approach through a competitive process. These savings resulting from the supply chain project are expected to be between 20% and 30%. Its aim is to improve the efficiency of supply activities by introducing a competitive process and using private sector expertise. The supply chain project will allow DND and the Canadian forces to get access to critical logistics expertise, innovation and leading edge technologies.\n\nI can assure the House that the Department of National Defence continues to make progress on various ASD initiatives. It will continue to consult closely with all stakeholders, including unions and employees.\n\nThe department is committed to proceeding in a way that is as fair and as—", 
            "topic": "Division No. 1257", 
            "time": "2000-03-29 18:40:00", 
            "attribution": "Mr. Robert Bertrand (Parliamentary Secretary to Minister of National Defence, Lib.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2108/221/", 
            "text": "The hon. member's time has expired.", 
            "topic": "Division No. 1257", 
            "time": "2000-03-29 18:40:00", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2108/222/", 
            "text": "Madam Speaker, I am following up on a question I had for the health minister on March 17 in regard to the compensation package for hepatitis C victims.\n\nIt is no secret that all of us on this side of the House are very disappointed with this package. To begin with, it only covers the victims between the years 1986 and 1990. Victims prior to 1986 are not included in the package. Victims after 1990 are not included.\n\nTo add insult to injury, aside from leaving out those innocent victims prior to 1986 and after 1990, not one victim has received a nickel of compensation from the federal government. Not one single person.\n\nAdding insult to injury once again, the only people who have been paid by the federal government are the lawyers who are handling this case. The legal nightmare that we envisioned has evolved in the way we said it would. Only the lawyers have been paid. There is something wrong with a package that only pays the lawyers.\n\nI asked the minister to take some leadership on this issue and do something. For example, do what the province of Ontario and the province of Quebec have done, which is to introduce a no fault compensation scheme.\n\nTo conclude, I want to quote from Justice Krever's report. He recommended without delay that the government, the provinces and territories devise statutory no fault schemes for compensating persons who suffer serious adverse consequences as a result of the administration of blood components and blood products.\n\nThe federal government has simply not done that. We are asking it to get on with the business of compensating those innocent victims. We want action.", 
            "topic": "Division No. 1257", 
            "time": "2000-03-29 18:45:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2108/223/", 
            "text": "Madam Speaker, the Government of Canada met the provincial and territorial representatives and, in March 1998, the Minister of Health announced a plan to provide financial assistance of $1.1 billion to the thousands of victims.\n\nBy working collaboratively with the lawyers for the class action plaintiffs, we reached a settlement agreement which was approved by the Ontario, B.C. and Quebec courts in December 1999. This was only possible because the Government of Canada went to the provinces and to the claimants and proposed a solution to spare everyone the potential of even longer litigation.\n\nImmediately following approval of the settlement, the Government of Canada transferred some $855 million into a trust fund in order to compensate the complainants. In doing so, the Government of Canada met all its obligations under the settlement.\n\nThe federal government is very anxious that the administrator begin processing claims and make payments as soon as possible.\n\nRest assured that our government is committed to helping all Canadians infected by the hepatitis C virus.", 
            "topic": "Division No. 1257", 
            "time": "2000-03-29 18:45:00", 
            "attribution": "Mr. Robert Bertrand (Parliamentary Secretary to Minister of National Defence, Lib.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2108/224/", 
            "text": "The motion to adjourn the House is now deemed to have been adopted. Accordingly the House stands adjourned until tomorrow at 10 a.m. pursuant to Standing Order 24(1).\n\n(The House adjourned at 6.48 p.m.)", 
            "topic": "Division No. 1257", 
            "time": "2000-03-29 18:45:00", 
            "heading": "Adjournment Proceedings"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=1875301", 
    "url": "/hansards/2108/", 
    "session": 2, 
    "date": "2000-03-29", 
    "id": 2108
}