{
    "parliament": 36, 
    "statements": [
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2110/0/", 
            "text": "moved that Bill C-26, an act to amend the Canada Transportation Act, the Competition Act, the Competition Tribunal Act and the Air Canada Public Participation Act and to amend another act in consequence, be read the second time and referred to a committee.\n\nMadam Speaker, I am pleased to rise this morning to debate Bill C-26 which was introduced on February 17 as the final step in the government's action plan to restructure Canada's airline industry.\n\nBefore I get into the substance of my remarks, I want to thank my colleagues in the opposition parties for agreeing to limit debate at second reading so we can send this to committee at the end of the day at 1.30 p.m. We have agreed to certain limits of time. I know I am entitled to 40 minutes but I will try to finish in about 20.\n\nA lot has happened in the last few months but we have now embarked upon a very exciting phase in this particular restructuring process. It is far from perfect and certainly improvements can be made, but we are now seeing the positive signs of that restructuring.\n\nWith this bill, the government is addressing the challenges arising out of a radical change in Canadian air travel: the passage from two air carriers competing for customers to a single dominant carrier with a total monopoly on certain routes. The overriding objective of this bill is, therefore, to protect consumers and communities from the effects of a monopoly and to promote competition.\n\nAs I said, much has happened since we took the step last summer. I will outline some of the things that led up to what happened last summer.\n\nWe became very concerned in the spring of last year about the financial plight of Canadian Airlines. It approached us on a couple of occasions to tell us how difficult the situation was. It officially wrote to us and asked us to find a way to bring the matter to a head. In so doing, we used section 47 of the Canada Transportation Act. Air Canada also raised this in private discussions with my officials.\n\nI am not going to revisit the past but it was somewhat controversial. For those people who believe that the government was unsure of what it was doing from the start, all they have to do is go back and look at the statements that I and my colleague, the Minister of Industry, made on August 13 last year and read the subsequent statements to know that we had a game plan. I admit that in the game plan not every move could be anticipated. In fact, what happened in the fall was very controversial.\n\nThere was a myth that we did not know what we were doing. That was false. There was another myth that we somehow dealt the commissioner of competition out of the action. That was false. What we did was try to get private sector solutions to the problems facing Canada's airline industry and it worked. In using section 47, we did not deal the Competition Bureau out of the action. In fact, the competition commissioner was very much a part of the action. However, certain aspects of the Competition Act had to be suspended for that period.\n\nThe commissioner sent me a letter in the middle of that 90 day period with many suggestions. Subsequently, many of those suggestions were part of the policy framework that I issued last October in front of the standing committee. The commissioner of competition very much had his say in this particular exercise. In fact, the framework was the second step in the process. I asked the committees of the House and the Senate to review the framework and come up with ideas.\n\nThe committees of both the House and the Senate worked very hard. They should be congratulated for putting in many hours, many more than are normally spent in the course of deliberation. They did this because they knew that restructuring the airline industry in Canada was essential for the benefit of all Canadians. I thank my colleagues in the House and in the Senate for the work that they did.\n\nIt was encouraging to note the degree of consensus that we saw between the two committees on the key issues relating to fostering of competition and protecting the consumer. On a number of issues it was clear that once we had seen the committees' recommendations we could see the support for the initiative set out in the policy framework.\n\nAs members know, the response to the recommendations of the standing committee of the House was tabled, as is required by the rules, on February 17. I felt it was useful to table the government's official response at the same time as we brought in our bill to restructure the airline industry.\n\nI want to focus on the link between the October policy framework, much of it rooted in the advice from the commissioner of competition, and this bill which is now before the House, Bill C-26. The policy framework outlined two overriding principles and five key areas of public concern that I first spoke of last September. The principles were that safety would not be compromised and that the Official Languages Act would apply to Air Canada or any future dominant carrier and be effectively implemented.\n\nThe five areas of concern for Canadian travellers were the areas of pricing, fostering competition, Canadian ownership and control, service to small communities and a fair treatment of employees. We also indicated that we would put in place a special review process for mergers and acquisitions in the airline industry and make the terms and conditions of approval enforceable.\n\nWhen it became clear that the Air Canada offer to acquire the shares of Canadian remained the only proposal on the table, after the withdrawal Onex last fall, our attention turned to trying to see that the conditions for approval were fair, just and met the terms and conditions of the policy framework.\n\nWe allowed this transaction, the acquisition of Canadian Airlines by Air Canada, to take place based on undertakings negotiated between the commissioner of competition and Air Canada on commitments made by Air Canada to me. These details were contained in an exchange of letters between Air Canada, myself and the commissioner of competition that have been made public. Again the whole notion that we saw in some of the business press that the commissioner of competition and his staff were not involved in this process was totally false.\n\nWe are now engaged in the fourth and final step in the process. That is the legislative step. It is the most important step because it will give the statutory framework that will allow implementation of our policy and will enshrine measures to enforce the commitments and undertakings made by Air Canada to the government.\n\nOur goals in this legislation are to enhance consumer protection and to foster competition. Our key objective is to ensure that we effectively protect consumers from any abuse by the dominant carrier. We have a number of measures in the bill to deal with a wide range of issues including monopoly pricing, conditions of carriage, market exit, official languages and monitoring.\n\nOn monopoly pricing, there is no question that there will be some routes in the country especially in smaller communities where there will only be Air Canada offering service. That is a monopoly. We have to make sure that the people in those communities are not taken advantage of. We will not tolerate price gouging. That is why we are amending the Canada Transportation Act by this legislation to ensure that the Canadian Transportation Agency has the authority and the ability to look at the prices on monopoly routes and has the power to roll them back and the power to deal very rigorously with Air Canada to protect the consumer.\n\nThe Canadian Transportation Agency can do this, not just as it is now with a complaint from a member of the public. Many people are upset about prices but they never take the time to complain. They think that somehow their complaint will not be heard. That is not true. There is a provision for complaints to be heard. What we are doing in this bill is we are saying that the Canadian Transportation Agency will have the authority on its own initiative to monitor the prices, to audit the prices much like national revenue audits taxation, audits taxpayers, to see where there are abuses. That will go a long way in giving comfort to the consumers.\n\nIncidentally this will apply not only to passenger fares on monopoly routes but also to cargo rates on monopoly routes. Business of course will also have the advantage there.\n\nWe have also moved to some degree on what we call the conditions of carriage. This is a complementary consumer protection measure that will restore the Canadian Transportation Agency's authority to review the terms and conditions of carriage on domestic service which cover such things as compensation for lost baggage or being bumped from flights. This already exists on international services but now it has been restored to the agency for domestic services.\n\nThere has been some discussion recently about a bill of rights for passengers. I am very interested in looking at what happens in the committee and hearing the views of members of the committee. Perhaps there will be amendments offered to make sure that we give comfort to passengers that they are not going to be abused not just on pricing but on the terms of carriage, that they indeed will have quality service which is fair to all.\n\nObviously a lot of the onus is on the airlines themselves. If airlines do not give good service, then in the normal course of events people can go elsewhere. They can do this with charter companies; if they do not like a particular charter company they can book through some other operator. It becomes of great concern when we are going to a dominant carrier. That is why I really do look forward to some of the suggestions that will come from my colleagues on this front.\n\nWe always said that we were going to protect communities and we are going to protect communities. As is known, in the deal that was announced, Air Canada has agreed to provide and to maintain services to communities that were receiving services by Canadian Airlines for three years. That is a guarantee that smaller communities will not be left out of this particular restructuring.\n\nWhat we are also doing is amending section 65 of the Canada Transportation Act to ensure that the exit provisions are toughened up. Right now the last and second last carrier can give 60 days notice before they exit but that is not good enough. We are making it 120 days. I know some people will say to make it longer but quite frankly, if we make it too long, no one will venture into a market in the first place. If they feel that the market might not work out, why would they get in if they cannot get out easily? We are saying that 120 days should do the trick in this sense.\n\nAlso we are saying in the legislation that there is an obligation by those carriers that remove service to consult with the local communities. That will be rigorously enforced.\n\nThe experience has been in the last 10 to 15 years even in the most remote communities in northern Canada that wherever a carrier withdraws, some other carrier comes in because there is always a market to be served. It could be served in other ways with smaller aircraft or with different kinds of frequencies. Our experience has been that communities always maintain their service.\n\nThere were four communities that unfortunately, because they were served by InterCanadian, got left out in the cold recently. I am pleased to note that in Stephenville service has been restored by other competitors. Air Canada has agreed to go into Charlo and provide some services. This shows that if a market is there, it has to be served and it can be served by the dominant carrier or it can be served by others coming into the field.\n\nOne thing that is very important to us in government is the Official Languages Act. We also acknowledge the necessity for consumers to be served by the national carrier in both official languages.\n\nFor this reason, we are proposing to amend the Air Canada Public Participation Act, in order to make it responsible for ensuring that services provided to its customers by the carriers in its group, both present and future, comply with the Official Languages Act.\n\nAir services provided by the regional carriers in its group operating in eastern Canada should comply immediately after this bill is passed. Subsidiaries in the rest of the country will have a year to meet requirements.\n\nCanadian Airline Internationals Ltd. would have three years to comply, from the time they became a subsidiary of Air Canada, with the possibility of a one year extension determined later on a case-by-case basis.\n\nHowever, when Canadian Airline Internationals Ltd. replaces Air Canada or one of its affiliates on a route, they would be required to comply as if Air Canada were continuing to supply the service.\n\nOn monitoring, it is not good enough just to bring in the law and make the changes that we are proposing today; all of the measures here have to be surveyed. The consumer has to be protected. We have to make sure there is some oversight. That is why I will shortly be naming a very prominent person to oversee the behaviour of the carriers, to make sure that consumers are protected, to look at how the agency is handling the changes and indeed the Competition Bureau and Transport Canada to make sure that all of this restructuring goes as smoothly as possible.\n\nThe second goal of the bill is to foster competition. We are doing this in a number of ways. I will not relay all of the undertakings Air Canada has made to the commissioner of competition and to the government. However, these undertakings are indeed very important to foster competition: surrendering slots at airports and facilities at airports; the selling of surplus aircraft to other Canadian operators; to put Canadian Regional Airlines up for sale, and that evaluation is now ongoing; to provide access to frequent flyer programs; to provide access to interlining and joint fare agreements.\n\nIn other words if they are not part of the Air Canada empire, take First Air for example, they can book from Iqaluit to Los Angeles through Montreal then on to Air Canada. There is no discrimination. They get the full benefit.\n\nPeople do not understand that interlining allows for every single carrier, whether it is First Air, Bearskin, or any of these carriers, to feed in to the Air Canada network. They may not get the frequent flyer points unless they make a deal with Air Canada and agree to purchase them, but certainly it shows a seamlessness of service so that there is no discrimination, especially against smaller communities. It is okay for people like me who live in Toronto. Those of us in big cities have access, but smaller communities need to know that this interlining will give this. And as my colleague from up the valley has said, Pem Air is one of those carriers.\n\nThese are very important measures. We are also proposing to change, by the deal that the bureau made, the way that override commissions are paid to travel agents. There are also measures for Air Canada to refrain from starting a discount air operation in eastern Canada for a specified period of time.\n\nFailure to comply with any of the undertakings made under this particular agreement with the commissioner is subject to very severe fines and imprisonment. Some people say we are being too hard, but those penalties are in the Competition Act now. If they are good enough for any other business person in Canada, they have to be good enough for the people who run Air Canada and the airline industry.\n\nThat certainly will help a lot to foster competition, but there are other means. The commissioner has called for very strict measures on predatory pricing. Quite frankly I wonder why we have not done this before. When I say we, I mean the collective we of governments in the past. We might not have been in this situation today.\n\nWe have to make sure that predatory behaviour in air services is properly identified, monitored and that actions are taken against it, so that we do not see Air Canada, the dominant carrier, drive the WestJets and others into bankruptcy by the use of predatory pricing. This bill will give the commissioner of competition the power to issue temporary cease and desist orders where he sees cases of predatory behaviour in the airline industry. That is very significant in protecting consumers and promoting competition.\n\nIt seems that just about everyone in the business schools and business newspapers says that the only way we are going to get competition in the airline industry now is to let the Americans in, to have reciprocal cabotage; let United Airlines with its 1,100 planes, American with its 900 planes, Delta and US Air with hundreds of planes, come in and provide the competition. They say that would be great for Canadian consumers.\n\nWhat would that do if we did that right now? Air Canada would go down the tubes. We have not gone through all the heartache with Canadian Airlines over the last 10 years to now wash Air Canada down the drain. We have to give Air Canada the chance to establish itself. It is now the 10th world airline in terms of size. We have to give Air Canada the ability to compete.\n\nOne airline industry analyst, Mr. Jacques Kavafian, who is often quoted and is one of the few people I read, actually knew what he was talking about. He said that if the American carriers applied 3% of their capacity to the Canadian market, Air Canada would be gone within six months to one year. We are not going to allow that.\n\nFor all those people who say that we have to let the Americans in because that is the only way we are going to get competition, what are they saying about Canadian businesses? What are they saying about Canadian entrepreneurs? The government has faith that Canadian entrepreneurs will come forward and provide the service.\n\nI could speak longer under the rules and there are a lot of other things I want to talk about, especially about how we have helped travel agents and other measures for the protection of the consumer.\n\nI want to talk about the fair treatment of employees, because one of the five principles that we had to make sure of was that employees were protected in the best way possible. The way we have done that is to entrench certain commitments in this law. Air Canada is making commitments to employees that no more than 2,500 will be let go over the two year period, and not for two years, and then only by attrition or by negotiated packages. I assume that Air Canada will come forward with packages.\n\nAccording to the newspaper this morning, a deal has been made with the CAW, the two bargaining units for Air Canada and Canadian, which is good. Pilots have made a deal and it is to be hoped there will also be a deal with the flight attendants and others.\n\nWe have made Air Canada commit to the protection of their unionized employees. There is to be no forced relocation or involuntary layoffs of employees of Canadian Airlines or their wholly owned subsidiaries for a period of two years. It appears that the airline is doing its best to meet those commitments.\n\nI hope that hon. members will forgive me if I use a bit of hyperbole. This was a tough file. I have had a lot of tough files in my political career, but this was really tough. I think it was an accomplishment for the government. This government has had a lot of accomplishments, but this was an accomplishment because in no other country the size of Canada, a member of the G-7, a wealthy country with 30 million people, has a country been able to take the number one airline and the number two airline and put them together with minimum disruption to service, no loss of jobs, no bankruptcy and not a nickel in subsidy or bail out by the taxpayers. I say that is an accomplishment and we should be proud of that accomplishment.\n\nI hope that when the bill is finally passed and given royal assent it will be seen as a landmark piece of legislation that will give us stability in the sky. It has given Air Canada the underpinning it needs to compete with the biggest and the best in the world. Everybody will know that the Canadian airline industry is in good shape.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 10:05:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2110/1/", 
            "text": "Madam Speaker, I find it ironic that the minister is taking all the credit for what happened. I think that the companies involved deserve a lot of the accolades for taking a bad situation and dealing with it to minimize the damage to the travelling public.\n\nI would agree that the legislation is a response to the airline merger wars that we saw last year. The Standing Committee on Transport and the Senate committee dealt with those issues and heard many witnesses who shared with us their concerns and their problems. I would not disagree with the minister that it was a difficult file.\n\nI do not think the preferred outcome that Canadians really wanted was to have one dominant air carrier. I think many Canadians, like myself, would rather have seen two Canadian air carriers providing competition in the marketplace. However, it was quite clear that the reality was that would not happen, that either we would have a bankruptcy, which would put the one dominant carrier in a monopoly position, or we would have a merger. I think Canadians can be somewhat pleased that the outcome was a merger rather than a bankruptcy. At least it is to be hoped that will be the outcome.\n\nReality is that we now have a company which controls 80% of the domestic market. That is the result of previous government interference and involvement in the airline industry. Previous government regulation is largely responsible for the situation in which Canadian and Air Canada found themselves. Years of poor legislation and regulation put those companies in the very vulnerable position where they were unable to compete in the international market. Given the situation of the industry last fall, some would say that this bill is a reasonable response to that situation. It gives Air Canada a period of time to reorganize after the acquisition of Canadian Airlines and its debt.\n\nBill C-26 holds Air Canada to the commitments it made to the government and to the competition commissioner in the letter of December 21. Air Canada will be held to its commitments, including the promise to smaller communities to provide air service, at least for a period of three years, and the promise to employees that there will be a controlled reduction of the employee force after a period of two years, and that the reduction will occur through attrition. We hope that this bill will hold it to that commitment. It also agreed to give up slots in some of the major airports and to sell the surplus aircraft to domestic companies.\n\nBill C-26 makes a lot of these commitments enforceable. That is important. There has to be some way to make sure that those commitments which Air Canada made in its presentations to the government, the standing committee and to Canadians are met. It made commitments to Canadians, the Canadian travelling public and Canadian taxpayers. I think it is important that there be some way of holding it to those commitments, and Bill C-26 tries to do that.\n\nIt also tries to make sure that those commitments made by Air Canada are enforceable and that there is some way to make sure the corporate entity responds in kind to those commitments and promises.\n\nSome would say that the $10 million fines and the five year incarcerations are quite heavy. The minister has said that they already exist in the Competition Act. Canadians would feel a lot more comfortable if those fines and levels of incarceration were also to apply to the government when it makes commitments that it fails to follow through on.\n\nThe government is trying to hold corporate Canada accountable to commitments it made, and that is a good thing. It would be nice if it would expand that to include itself.\n\nIt also is an attempt to have some control over increased air fares. The travelling Canadian public are very concerned that now that we have a dominant carrier, which controls 80% of the air routes, fares will rise to a level that they will no longer be able to afford. The intent of this bill is to put into place, through the Canadian Transportation Agency, the means to make sure that does not happen, that controls and monitoring can be imposed on the company without needing the individual traveller to complain about these sorts of increases in airfares before they can be dealt with.\n\nThere are problems with this bill. One of the problems that I foresee, and I am sure others have as well, is that in giving the Canadian Transportation Agency these new powers to do the monitoring there will be a tendency to hire a lot of new staff who will create work to justify their positions. In creating the work to justify their positions, they expand and develop an empire. That is something which the government must ensure does not happen. There must be some control in the development of the bureaucracy that develops the need to monitor beyond the point that they really need to be doing that.\n\nThis bureaucratic empire will also create an equal response from the airline industry, and not only Air Canada. It will not only affect Air Canada, but any other small airline that is in a monopoly position. It will create an equal response from the airline. How many people would they have to hire to react to this bureaucratic empire which might be built? There is an onus on the government to make sure that does not happen.\n\nThe Canadian Transportation Agency must also determine which are monopoly routes. Many of the monopoly routes flown in this country will not be flown by Air Canada but by smaller airlines like First Air and Bearskin Airlines. They will be brought into this monopoly route situation with the Canadian Transportation Agency overseeing them. I am not saying that should not happen, but we have to make sure that it does not happen to the degree that it overexceeds the need. This would result in the situation where the smaller airlines would either start asking the CTA for advice before they entered a route or before they asked for an increase of the fare, or they would end up having to provide the resources to those small airlines to compete with the demands being placed on them by this bureaucratic agency which had been given this new role.\n\nThere have to be controls and there has to be an understanding of what is a monopoly route. We will have to be more careful in that area.\n\nOne of the other problems is the inclusion of cargo in the fare increase. Yes, there may be a reason for including cargo, but it has not been made clear. Evidence has not been presented to justify including cargo in the new agency's responsibilities. This measure would concern many of the smaller airlines which service the north. It is not realistic for any airline to be expected to transport cargo below cost. It is going to have to be shown through concrete evidence that there is a requirement to include cargo in the provisions of the CTA.\n\nThe other area I have some concern with is the exit provision. I know that with Inter-Canadien there were great problems in the way it was handled. It created a discontinuation of services which caused a lot of problems for the travelling public. However, the exit provisions in the new legislation require a carrier to give four months notice if it intends to withdraw services, not only all of its services, but 50% of the service provided to the community.\n\nIt is hard to test a market if the airlines have to be in it for four months. It is expensive for a smaller airline to be committed to four months of service. I wonder if WestJet would have gone into Abbotsford, which was its first major test of the market, if it had had to stay for four months. I am a little concerned that this might eliminate competition in the marketplace because it puts a heavy burden on the airlines.\n\nThe minister feels that the 120 days will not do that. I would like to think that the committee would hear from smaller airlines which might be concerned about the exit provision. I will take the minister at his word that he will look at the amendments and the recommendations that come out of the committee hearings to improve the legislation.\n\nThe competition commissioner feels that the best way to ensure reasonable airfares is competition. Airlines are extremely expensive. They need a lot of capital to operate, buy equipment and fly that equipment. The 25% limit on foreign ownership is very restrictive. The 25% limit is a regulation that can be changed at any time. There is no commitment from the government in the legislation to consider that in the future.\n\nI would like to think that the government will at least entertain the thought that after a two year period the 25% limitation on foreign ownership will be lifted to 49% to allow more capital to come in to support Canadian carriers in providing the competition that Canada will require.\n\nThe competition commissioner has also suggested that there be no limitations on Canadian carriers as to foreign investment. I agree that Air Canada should be given the two years, but at the end of that two year period there has to be a commitment to increase the competition if it has not been created through Canadian carriers. Canadian carriers might be more able to increase that level of competition with Air Canada if it had access to foreign investment and ownership.\n\nAnother concern I have is that there is no mention or commitment that the monopoly carrier cannot use its influence to restrict access to airports for other Canadian carriers. Today we see it might be an issue where a Canadian carrier is being restricted to an airport by the airport authority. I do not think that should be allowed. I do not think Canadians want to see an airport authority having that kind of decision making ability and being able to refuse a Canadian carrier access to Canadian airports. I think that should be addressed.\n\nThere is another area the bill does not deal with to the extent I feel Canadians would like. The Government of Canada should not be involved in limiting Canadian ownership in Canadian companies. In the Air Canada Public Participation Act the extension from 10% to 15% just does not cut it. It is irrelevant. The whole issue is that the Government of Canada should not have the right to restrict Canadian ownership in a Canadian company. I would suggest that needs to be addressed. It needs to be looked at and removed completely from the books.\n\nWe know there have been problems with the acquisition of Canadian Airlines by Air Canada. We are starting to see them happen every day at the airport. I know it is difficult for Air Canada to try to rationalize the service of the two airlines, putting them together and getting rid of the overcapacity. However, the complaints from the travelling public are starting to get very loud.\n\nFlights are being significantly overbooked. Fifteen or twenty people were left standing at the airport when I flew to Ottawa from Vancouver. They had arrived at the airport thinking they had a seat on the aircraft. That is not acceptable and has to stop.\n\nSchedules are being changed with passengers not being informed. Passengers are arriving at airports to find that the connecting flight they were going to take has already left or has been changed or that they have been rebooked on a later flight without being told. Those sorts of things are not acceptable.\n\nI am hoping that they are growing pains, that they are something we are seeing in the short term and will be addressed in the long term. My fear is that the public will only accept a certain level of this kind of treatment. Seeing as how they do not have a viable alternative, there will be a pressure for more regulation. That is not a direction I would like to see the government go.\n\nThe answer is not to get back into overregulating the airline industry. The answer is to hold Air Canada accountable for being a good, responsible corporate citizen and for being upfront and honest in the commitments it has made to the travelling public.\n\nThe difficulties we are seeing are not just with the travelling public. They are also with the employees. The minister said earlier that one of the conditions was that there would be fair treatment of the employees in this transition period. I think Air Canada made that commitment to the minister. He certainly made that commitment to the Standing Committee on Transport.\n\nThere is evidence out there today that some issues have to be resolved. Two unions have come to an agreement and that is good news. Some of the unions are realizing that it is the new reality and they have to come to an agreement. I do not disagree with the company that the unions have to deal with seniority lists, but there are still the issues of seniority lists and of fair treatment of employees.\n\nIt is not just seniority lists. An incident happened in Ottawa where the language requirements have come into play. I agree with the minister that part of the legislation is that the airlines comply with the Official Languages Act. The act is quite clear. There are designated bilingual areas and there is a percentage of population that is required in order for the second official language to come into effect. I would like to think that the requirements for the airlines will not be any higher than the Official Languages Act stipulates, that there will not be any additional requirement placed on the airlines that go beyond the Official Languages Act.\n\nThe issue that came up in Ottawa was that 60 baggage handlers in the Ottawa airport were given layoff notices apparently because of an inability to speak French. One has to ask where was Air Canada's commitment not to lay off employees for a two year period of time. I would like to think that this will stop after the legislation passes.\n\nWhat happened to people being able to work in the language of their choice? The argument from the bilingualism proponents is that supervisors need to be bilingual in order to speak to the workers in either language, but that is not the case here. It has to be addressed with Air Canada that it cannot be allowed to continue to allow one employee group to lord over the other ones and to place expectations that should not be placed on them.\n\nIn conclusion, the official opposition will allow the bill to go to committee because we think that is where it needs to go. We will give it very close scrutiny in committee to make sure that all players and all stakeholders have an opportunity to look at the legislation, how it will affect them, and to make suggestions on how the legislation can be improved.\n\nThe minister said in the House this morning that he would listen to the recommendations from the committee and would consider the proposed amendments. I take him up on that. I take him up on the commitment he made this morning to give consideration to the outcome of the committee.\n\nThe official opposition is quite prepared to play the watchdog role with Air Canada to make sure that Air Canada meets its obligation and the commitments it has made to the government, to the opposition and to the Canadian travelling public.\n\nAs the dominant air carrier with 80% control of the domestic marketplace Air Canada is close to a monopoly. If it becomes disrespectful of the travelling public because of its position, the official opposition will substantially increase its efforts to increase the foreign ownership component in the Canadian airline industry to provide real competition. We are prepared to give Air Canada two years to make the adjustments to make the merger work, but not if it continually abuses the travelling public. I support the government in sending the bill to committee for further study.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 10:30:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2110/2/", 
            "text": "I could recognize the member for Joliette, but since it is almost 11 a.m., I leave him the choice. The member may begin immediately or we may proceed to statements by members.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2110/3/", 
            "text": "Madam Speaker, I hope it does not put my colleague in great disadvantage but the bill has to go to committee today. To take five minutes now may force us to sit later than 1.30 p.m. I hope he would not mind beginning his remarks because we do have to get it to committee.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 10:55:00", 
            "attribution": "Hon. David M. Collenette", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2110/4/", 
            "text": "The hon. member for Joliette heard the minister's words. Is he prepared to start right away?", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "René Laurin", 
                "url": "/politicians/6354/", 
                "member_id": 3279, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 6354
            }, 
            "url": "/hansards/2110/5/", 
            "text": "Madam Speaker, I could begin right away, but it is clear that only four minutes remain. I have 20 to 30 minutes to speak on the subject.\n\nI see no reason not to start right away, except that the main part of my speech will come after Oral Question Period.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 10:55:00", 
            "attribution": "Mr. René Laurin", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2110/6/", 
            "text": "Madam Speaker, not to be difficult, I understand it is awkward and we have now eaten into two minutes. As long as the understanding is that the bill has to go to committee and we do not see the clock at 1.30 p.m should we go overtime, that is fine. That is my only concern.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 10:55:00", 
            "attribution": "Hon. David M. Collenette", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2110/7/", 
            "text": "If the hon. member for Joliette wishes to begin, he may, otherwise we will proceed to Statements by Members.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "René Laurin", 
                "url": "/politicians/6354/", 
                "member_id": 3279, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 6354
            }, 
            "url": "/hansards/2110/8/", 
            "text": "Madam Speaker, I think, if you will permit it, that we will proceed to Statements by Members. The minister need not worry, the bill may still be sent to committee, since we will be supporting the bill, with a few reservations I will express to the minister.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 10:55:00", 
            "attribution": "Mr. René Laurin", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/9/", 
            "text": "It being nearly 11 a.m., we will proceed to Statements by Members.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Marcel Proulx", 
                "url": "/politicians/marcel-proulx/", 
                "member_id": 3672, 
                "party": "Liberal", 
                "riding": "Hull—Aylmer (Québec)", 
                "id": 238
            }, 
            "url": "/hansards/2110/10/", 
            "text": "Mr. Speaker, good economic news keeps reaching us.\n\nThis morning Statistics Canada announced that tourism spending by Canadians and foreign visitors totalled $10 billion in Canada between the months of October and December. This is the fourth quarter in which tourism spending reaches a record level.\n\nThis statistical figure should be looked at in a broader context. The good news that we have been hearing for some time now is the result of our government's sound economic and financial management.\n\nIndeed, the Liberal government was able to generate a climate of confidence in spite of having to make some difficult decisions at times. I should remind the House that our country now occupies a special place on the international scene.", 
            "topic": "Canadian Economy", 
            "time": "2000-03-31 10:55:00", 
            "attribution": "Mr. Marcel Proulx (Hull—Aylmer, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ted White", 
                "url": "/politicians/3102/", 
                "member_id": 3090, 
                "party": "Reform", 
                "riding": "North Vancouver (B.C.)", 
                "id": 3102
            }, 
            "url": "/hansards/2110/11/", 
            "text": "Mr. Speaker, in 1995 the government passed its so-called employment equity bill, which Reform MPs warned would result in employers being forced to unfairly discriminate against job applicants based entirely on race.\n\nThe chickens are coming home to roost. The Public Service Commission admitted that it rejected a job application from one of my constituents because she is a white woman.\n\nIn addition to legislating exactly the type of discrimination it was supposed to prevent, the bill is badly flawed because its compliance can only be accurately measured if minorities are willing to self-identify. A department could be 100% composed of visible minorities, but if the employees identify themselves as Canadians the department is registered as non-compliant and must immediately hire more minorities.\n\nThe government should put a stop to this appalling program of state sponsored discrimination based on race. It should repeal this disgraceful piece of legislation immediately following question period today.", 
            "topic": "Employment Equity", 
            "time": "2000-03-31 10:55:00", 
            "attribution": "Mr. Ted White (North Vancouver, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Roger Gallaway", 
                "url": "/politicians/2522/", 
                "member_id": 3220, 
                "party": "Liberal", 
                "riding": "Sarnia—Lambton (Ontario)", 
                "id": 2522
            }, 
            "url": "/hansards/2110/12/", 
            "text": "Mr. Speaker, the recent death by suicide of Darrin White in Prince George, British Columbia, has sadly brought to the spotlight the story of an unrealistic regime of family law. How a father could be ordered to pay twice his income for child support and be labelled a deadbeat dad is a cruel indictment of a regime that is unresponsive and broken.\n\nThis immeasurably sad tragedy illustrates the need to accelerate change in laws that demand more money than can be reasonably be paid and labels impecunity as deadbeat.\n\nDarrin White was not a deadbeat. He was a victim of a system that cries out for fixing. Most tragically, his children will never know a father who ended his life in a hopeless morass of impossible financial demands.\n\nI can only ask: What can parliament say to the children of Darrin White today?", 
            "topic": "Taxation", 
            "time": "2000-03-31 10:55:00", 
            "attribution": "Mr. Roger Gallaway (Sarnia—Lambton, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Guy St-Julien", 
                "url": "/politicians/3750/", 
                "member_id": 2658, 
                "party": "Liberal", 
                "riding": "Abitibi (Québec)", 
                "id": 3750
            }, 
            "url": "/hansards/2110/13/", 
            "text": "Mr. Speaker, the Quebec government did not at all understand the proposal of the federal Minister of Finance, who asked that the provinces reduce their taxes on gasoline, along with the federal government.\n\nPQ minister Bernard Landry said that “nothing would prevent oil companies from immediately pocketing the difference in price”. I had been expecting such a statement for several days. The Government of Quebec has been in cahoots with oil companies for months. Let me explain.\n\nUnder section 12 of Quebec's fuel tax act, the tax must, for each type of fuel, be indicated separately from the sale price on any document or bill confirming the sale.\n\nIt is current practice among Quebec fuel retailers to not indicate separately the fuel tax on sale confirmation documents.\n\nThe Quebec government is flexible in this regard and does not force retailers to comply with section 12 of the Quebec legislation regarding how the tax should be indicated. That is the order given by Bernard Landry to oil companies, so as to hide the taxes imposed by the Quebec government.", 
            "topic": "Taxes On Gasoline", 
            "time": "2000-03-31 11:00:00", 
            "attribution": "Mr. Guy St-Julien (Abitibi—Baie-James—Nunavik, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Hec Clouthier", 
                "url": "/politicians/4748/", 
                "member_id": 2620, 
                "party": "Liberal", 
                "riding": "Renfrew—Nipissing—Pembroke (Ontario)", 
                "id": 4748
            }, 
            "url": "/hansards/2110/14/", 
            "text": "Mr. Speaker, David Willmot, president and chief executive officer of the Ontario Jockey Club has been recognized for his exemplary managerial skills. He has been elected President of Harness Tracks of America; the first Canadian to hold this prestigious position.\n\nTo say that Mr. Willmot has been a quick study of harness racing would be an understatement. He and his family have been at the apogee of thoroughbred racing for many years. His rapier mind and work ethic have quickly vaulted Mr. Willmot to a position of prominence in the horse racing industry.\n\nDavid Willmot proved himself to be a man of vision by almost single-handedly lifting the Ontario Jockey Club to a new plateau by forging ahead with bold new initiatives.\n\nIn Mr. Willmot, harness racing has a friend, a supporter and a respected administrator. There is no doubt in my mind that with David Willmot's superb leadership qualities, harness racing will sprint to victory in the competitive field of professional sport.", 
            "topic": "David Willmot", 
            "time": "2000-03-31 11:00:00", 
            "attribution": "Mr. Hec Clouthier (Renfrew—Nipissing—Pembroke, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Rahim Jaffer", 
                "url": "/politicians/142/", 
                "member_id": 2461, 
                "party": "Reform", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 142
            }, 
            "url": "/hansards/2110/15/", 
            "text": "Mr. Speaker, I rise to recognize the University of Alberta Golden Bears for winning the CIAU championship last week in Saskatoon.\n\nI would like to make special mention of the tournament all-stars: Mike Garrow on defence and forwards Kevin Marsh and Ryan Wade.\n\nThe accolades do not end there, not for the Golden Bears. That same weekend, forward Russ Hewson won the 1999-2000 Men's Hockey Royal Bank All-Canadian Award for most outstanding player in university hockey. Russ hails from Provost, Alberta.\n\nGoalie, Clayton Pool, was also recognized for his talent and won the Clare Drake Trophy for the CIAU rookie of the year. Clayton joins the Golden Bears from Abbotsford, British Columbia.\n\nAwards also went out to defencemen Mike Garrow and Dion Zukiwsky.\n\nOnce again the University of Alberta defends its reputation as both the top ranking academic and athletic school in this country. Way to go, U of A.", 
            "topic": "University Of Alberta Golden Bears", 
            "time": "2000-03-31 11:00:00", 
            "attribution": "Mr. Rahim Jaffer (Edmonton—Strathcona, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2110/16/", 
            "text": "Mr. Speaker, I wish to congratulate Pascal Blais Productions and director Alexandre Petrov.\n\nSunday night, they won an Oscar for best animated short film with “The Old Man and the Sea”, a blending of Canadian, Japanese and Russian talents in an exceptional work that has received international acclaim.\n\nThis short film, which received funding from Telefilm Canada, is a tribute to the excellence of its creators and places Canadians on the world scene.\n\nThe award for best original sound track went to “The Red Violin”, a Canadian-Italian co-production.\n\nCanada can be proud of its creators.", 
            "topic": "Canadian Creators", 
            "time": "2000-03-31 11:00:00", 
            "attribution": "Mr. Reg Alcock (Winnipeg South, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2110/17/", 
            "text": "Mr. Speaker, the Minister for International Trade must argue strongly in favour of restoring free trade for softwood lumber.\n\nThis market has been hard hit by the Canada-U.S. agreement, with its limits on increases in exports from the four provinces affected by the agreement, which runs out March 31, 2001.\n\nThe future of the softwood lumber industry depends on the complete liberalization of this market. The U.S. government has indicated its full support. On behalf of the softwood lumber producers of Quebec and Canada and on behalf of the regions whose economy depends on forestry, the federal government has no choice but to advise the U.S. government that it wants free trade restored.\n\nThe Bloc Quebecois fully supports the call by the Association des manufacturiers de bois de sciage du Québec and the Conseil pour le libre-échange pour le bois d'oeuvre headed by Tembec's CEO to give Quebec's softwood lumber industry a chance to take its rightful place in the market.", 
            "topic": "Softwood Lumber", 
            "time": "2000-03-31 11:00:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Eugène Bellemare", 
                "url": "/politicians/4697/", 
                "member_id": 3160, 
                "party": "Liberal", 
                "riding": "Carleton—Gloucester (Ontario)", 
                "id": 4697
            }, 
            "url": "/hansards/2110/18/", 
            "text": "Mr. Speaker, this year the Ontario winter games were held between March 16 and 19 in Sault Ste. Marie and brought together over 2,500 athletes in 26 sports.\n\nThe Gloucester Synchro Club represented eastern Ontario in the senior's team category and won the gold medal.\n\nAs the member for Carleton—Gloucester, I am proud to pay tribute to the efforts of the head trainer of the winning team, Lianna Jeffrey-Sottile, and to swimmers Caity Briggs, Chelsea Côté, Nathalie Dionne, Sandy Campbell, Amy Jo McKinnon, Lisa Courtney, Véronique Moreau, Tania de Maurivez, Erika Scholz and Jennifer Wing.\n\nOn behalf of Carleton—Gloucester, I congratulate the Gloucester Synchro Club for its outstanding victory.", 
            "topic": "Ontario Winter Games", 
            "time": "2000-03-31 11:05:00", 
            "attribution": "Mr. Eugène Bellemare (Carleton—Gloucester, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Darrel Stinson", 
                "url": "/politicians/3097/", 
                "member_id": 3092, 
                "party": "Reform", 
                "riding": "Okanagan—Shuswap (B.C.)", 
                "id": 3097
            }, 
            "url": "/hansards/2110/19/", 
            "text": "Mr. Speaker, it is not only prisoners who Correctional Service Canada loses track of, we know prisoners can walk away, but what excuse can there be for missing computers?\n\nAn audit obtained by Southam News revealed over $600,000 worth of CSC equipment mysteriously grew legs in Ontario alone. Kingston Penitentiary was missing a mere $30,369 worth of assets, while nearby Joyceville Institution lost track of $167,691 worth of assets.\n\nHowever, the big prize goes to CSC's Ontario regional headquarters where computer equipment accounted for 92% of the $420,000 in missing assets.\n\nIt comes as no surprise that CSC offered a training session on asset management but attendance by employees was, and I quote from the audit, “minimal”.\n\nThis week's lesson for the solicitor general is to start requiring CSC managers to keep track of both the assets and, for God's sake, the prisoners.", 
            "topic": "Correctional Service Canada", 
            "time": "2000-03-31 11:05:00", 
            "attribution": "Mr. Darrel Stinson (Okanagan—Shuswap, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ben Serré", 
                "url": "/politicians/4830/", 
                "member_id": 2638, 
                "party": "Liberal", 
                "riding": "Timiskaming—Cochrane (Ontario)", 
                "id": 4830
            }, 
            "url": "/hansards/2110/20/", 
            "text": "Mr. Speaker, where the protection and promotion of the environment is concerned, collaboration between the federal and provincial governments is not only desirable but necessary and essential, if there is to be any significant outcome.\n\nThe following are two examples of measures announced in the budget 2000, which call precisely for this concerted effort by all environmental stakeholders.\n\nFirst example: budget 2000 extends the climate change action fund by three years. Its budget will be increased to $70 million annually. Hon. members will recall that the purpose of this fund is to finance the development of clean and economic energy technologies.\n\nSecond example: the budget provides $60 million to create and fund the Canadian Foundation for Climate and Atmospheric Sciences, which will create a network among climate science institutes and universities across Canada.\n\nThese are the types of active measures that involve society as a whole, not one specific government, in order to safeguard its own quality of life.", 
            "topic": "Environment", 
            "time": "2000-03-31 11:05:00", 
            "attribution": "Mr. Benoît Serré (Timiskaming—Cochrane, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2110/21/", 
            "text": "Mr. Speaker, April 1 is April Fool's Day, but it is also the fifth anniversary of one of the cruelest jokes ever perpetrated on the Canadian people. It is somehow fitting that five years ago the government chose April Fool's Day to introduce the Canada health and social transfer.\n\nIn 1995 the NDP tried to warn Canadians that the CHST would lead to the erosion of federal transfers and social spending. We cautioned Canadians that the CHST was the enabling legislation for the federal government to withdraw from its obligations and duties as a strong central government.\n\nFirst there was the end of the EPF, the established program funding, then we had the Canada assistance plan, then the cap on CAP, and now the CHST, the act that the National Council of Welfare calls “the most disastrous social policy initiative since the war”.\n\nEvery one of these changes has taken us one step further from having a strong central government, one step further from having strong national standards in health care, post-secondary education and social spending, and one step closer to the balkanization of Canada.", 
            "topic": "Canada Health And Social Transfer", 
            "time": "2000-03-31 11:05:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Maud Debien", 
                "url": "/politicians/6385/", 
                "member_id": 3289, 
                "party": "Bloc", 
                "riding": "Laval East (Québec)", 
                "id": 6385
            }, 
            "url": "/hansards/2110/22/", 
            "text": "Mr. Speaker, everyone knows that the Quebec federal Liberal MPs are first and foremost all on the payroll of English Canada.\n\nIn June of 1998, five Quebec Liberal MPs toured across Canada in connection with the oil industry. Amazingly, they did not include Quebec in their travels.\n\nNo way could Quebecers count on the hon. members for Beauce, Laval West, Lac-Saint-Louis, Brossard—La Prairie, or Bourassa to defend their interests.\n\nIn the battle for lower gasoline prices, none but the Bloc Quebecois members have been battling for weeks to obtain concessions from the Liberal government, in order to help out consumers, truckers and the least advantaged members of our society.\n\nIn the next federal election, Quebec will respond clearly to the arrogance of the Liberals, by voting overwhelmingly in favour of the Bloc Quebecois.", 
            "topic": "Gasoline Pricing", 
            "time": "2000-03-31 11:05:00", 
            "attribution": "Mrs. Maud Debien (Laval East, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2110/23/", 
            "text": "Mr. Speaker, I am sure that everyone in the House will join me in welcoming one of NATO's key maritime reaction forces, the Standing Naval Force Atlantic, which recently sailed into Halifax Harbour.\n\nSince April 1999, Rear Admiral David Morse had commanded this force which currently includes ships from seven nations.\n\nOur destroyers, HMCS Iroquois and HMCS Athabaskan , each with one Sea King aboard, are alternately serving as Rear Admiral Morse's flagships during a busy year of operations.\n\nIn the summer of 1999, STANAVFORLANT was deployed to the Adriatic Sea at the height of the Kosovo crisis in support of NATO's operational allied force.\n\nAs the command of STANAVFORLANT rotates to the United States this Friday and our frigate, HMCS Fredericton , assumes its role as Canada's STANAVFORLANT representative, let us express our gratitude and thanks to our sailors and aircrew for their outstanding service.", 
            "topic": "Standing Naval Force Atlantic", 
            "time": "2000-03-31 11:10:00", 
            "attribution": "Mr. Robert Bertrand (Pontiac—Gatineau—Labelle, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2110/24/", 
            "text": "Mr. Speaker, once again I want to bring to the attention of the Minister of National Defence that for over two years the Lannon family of Truro, Nova Scotia has had an ongoing dispute with the Department of National Defence regarding health benefits and assistance that they feel is due to a member of the Lannon family as a result of his service in the Canadian Forces.\n\nI appreciate that the minister has met with me on several occasions on this, but the fact of the matter is that this situation is still unresolved.\n\nThe ombudsman for the Department of National Defence has reviewed the file and, in his letter, has said “This matter was reviewed and I have recommended to the minister that the matter should be investigated further”.\n\nThe minister has to provide permission for the ombudsman to investigate the matter, and in that regard I ask that the minister give that permission.\n\nThe issue has been outstanding for far too long and I strongly urge the minister to comply with the ombudsman's request to have this matter investigated further. This is on behalf of the Lannon family and just on behalf of common sense.", 
            "topic": "National Defence", 
            "time": "2000-03-31 11:10:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2110/25/", 
            "text": "Mr. Speaker, in the most recent budget, the government changed the capital gains tax laws. Instead of including 75% of the capital gains in our taxable income, it has now been reduced to some 66%. That will cost the federal government about $445 million a year and benefit mainly the wealthy people in this country.\n\nAn example of that is John Roth and Jean Monty, the CEOs of Nortel and Bell Canada.\n\nMr. Monty has 440,000 stock options he can cash in. Mr. Roth has 2,990,000 stock options he can cash in. If they were to cash these in they could potentially have additional tax gains of about $14 million next year over last year, thanks to this change and thanks to the government.\n\nWhat this government is doing now is giving millions to millionaires instead of investing this money in health care, which is exactly where it should be going.", 
            "topic": "The Budget", 
            "time": "2000-03-31 11:10:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2110/26/", 
            "text": "Mr. Speaker, today I rise in the House to pay tribute to the Ford Motor Company of Canada with headquarters in my riding of Oakville.\n\nI want to commend Ford on a recent announcement. Ford is offering its employees a computer, a printer and Internet usage at home for a small fee. This provides a tremendous opportunity for employees to familiarize themselves with the tools of technology and e-business as these tools become increasingly important in the workplace.\n\nWe are witnessing fundamental changes in our society and economy. Ford is demonstrating how progressive companies are in ensuring that employees and the members of their families become comfortable with this technology right at home.\n\nCanada is on the leading edge of a technological revolution that is shaping the world. Now, more than ever, companies will flourish through investments in their employees. I am pleased to see Ford's recognition of this fact.", 
            "topic": "Ford Motor Company Of Canada", 
            "time": "2000-03-31 11:10:00", 
            "attribution": "Ms. Bonnie Brown (Oakville, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Inky Mark", 
                "url": "/politicians/inky-mark/", 
                "member_id": 2510, 
                "party": "Reform", 
                "riding": "Dauphin—Swan River (Manitoba)", 
                "id": 183
            }, 
            "url": "/hansards/2110/27/", 
            "text": "Mr. Speaker, fresh off the glamorous Oscars comes another glamorous award: the Teddies.\n\nRecently the Canadian Taxpayers Federation presented the heritage minister, Sheila Copps, with a lifetime achievement award.", 
            "topic": "Awards", 
            "time": "2000-03-31 11:10:00", 
            "attribution": "Mr. Inky Mark (Dauphin—Swan River, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/28/", 
            "text": "Order, please. I ask the hon. member not to use the name of our members.", 
            "topic": "Awards", 
            "time": "2000-03-31 11:10:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Inky Mark", 
                "url": "/politicians/inky-mark/", 
                "member_id": 2510, 
                "party": "Reform", 
                "riding": "Dauphin—Swan River (Manitoba)", 
                "id": 183
            }, 
            "url": "/hansards/2110/29/", 
            "text": "Mr. Speaker, recently the Canadian Taxpayers Federation presented the heritage minister with a lifetime achievement award for her many acts of wasteful spending.\n\nThe minister is up for best supporting actress for her recent role in the CINAR film credit scandal, where taxpayers appear to be footing the bill for tax fraud. That follows up her award winning performance to fund a soft porn movie called Bubbles Galore .\n\nSpeaking of acting, let us look at the heritage funded Call Girl Art Show at Canada's embassy in Paris. It cost taxpayers more than $43,000 for an 11 week run, paying actresses to pose as call girls and to talk about—", 
            "topic": "Awards", 
            "time": "2000-03-31 11:10:00", 
            "attribution": "Mr. Inky Mark", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/30/", 
            "text": "Order, please. On oral questions, the hon. Leader of the Opposition.", 
            "topic": "Awards", 
            "time": "2000-03-31 11:15:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2110/31/", 
            "text": "Mr. Speaker, today the Prime Minister is down at a Liberal convention in Cape Breton playing the old Liberal game of handouts. He is promising millions of dollars of public money to an American company to lure it to set up shop in Cape Breton.\n\nCape Bretoners are still reeling from Devco. That is the last failed job creation scheme and now the Liberals are unleashing another on those people down there. Is this really about jobs for Cape Bretoners or is it about reviving Liberal fortunes in that part of the country?", 
            "topic": "Employment", 
            "time": "2000-03-31 11:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2110/32/", 
            "text": "Mr. Speaker, the hon. member is getting her information from the media, from the press gallery. That is the reports this morning.\n\nI am not about to criticize the press gallery. I have been here long enough to know that the press, like the proverbial customer, is always right. If in fact the press is right, it means a thousand jobs from the United States to the economically depressed area of Cape Breton. What wonderful news for Canadians today.", 
            "topic": "Employment", 
            "time": "2000-03-31 11:15:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2110/33/", 
            "text": "Mr. Speaker, the minister can try to sell it as wonderful news, but in fact his own government has no real idea how many actual jobs will be created.\n\nIn fact, I would like to quote from the industry minister. These are his very concerns. This does not come from the press. This is a direct quote. He said “When I first became responsible for ACOA we talked about the credibility of these job forecasts. They have proven to be lacking in credibility”. That was the actual industry minister whose umbrella it is to oversee ACOA.\n\nIf the actual minister does not even trust those numbers, why should Cape Bretoners?", 
            "topic": "Employment", 
            "time": "2000-03-31 11:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2110/34/", 
            "text": "Mr. Speaker, if the newspaper clippings are correct this morning, if the news media are correct this morning, the federal involvement would be about 12 cents on every dollar for wages. If the jobs are not created in that five years then no money will be spent.\n\nWhat a marvellous formula to attract American companies to economically depressed Cape Breton Island.", 
            "topic": "Employment", 
            "time": "2000-03-31 11:15:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2110/35/", 
            "text": "Mr. Speaker, the minister knows that when the ACOA program was created in 1988 virtually everyone who was here on the Liberal side of the House voted against it because they had concerns about how much actual job creation it would give.\n\nThe Liberal government is manipulating Canadians. The minister can stand and blame the press, blame the opposition, blame anyone he likes, but he knows that Cape Bretoners are reeling right now.\n\nThe government is on record as saying that these programs do not actually create long term jobs. Cape Bretoners deserve better than this. I am sure the minister would agree with me that these Liberal PR exercises are pretty hollow. Why do the Liberals continue to betray Cape Bretoners and Canadians so that they can just benefit politically?", 
            "topic": "Employment", 
            "time": "2000-03-31 11:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2110/36/", 
            "text": "Mr. Speaker, if that party across the way, whatever its name is, were ever to gain power it would cancel all the ACOA grants and loans. It would cancel western diversification funds. It would cut $3 billion from our senior citizens.\n\nCanadians need not worry. That party will never come to power, and that is according to its own past leader. It is not a government in waiting. It is just a party debating with itself.", 
            "topic": "Employment", 
            "time": "2000-03-31 11:15:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2110/37/", 
            "text": "It is interesting, Mr. Speaker, that when the government has no good answers it just misrepresents the opposition.", 
            "topic": "Employment", 
            "time": "2000-03-31 11:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/38/", 
            "text": "I ask the hon. member to stay away from the word misrepresents.", 
            "topic": "Employment", 
            "time": "2000-03-31 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2110/39/", 
            "text": "Mr. Speaker, the Liberals have been caught in the act of accepting U.S. military waste and are now trying to wiggle out of it with some belated tough talk.\n\nSomething else they have done behind the scenes is to give $1.25 million in job grants to a U.S. company—they seem to like U.S. companies—to build a waste disposal site in Canada, even though there were already existing Canadian companies doing the very same thing.\n\nWhy are Liberal job creation boondoggles more important than fair competition, or even protecting our environment?", 
            "topic": "Employment", 
            "time": "2000-03-31 11:20:00", 
            "attribution": "Mrs. Diane Ablonczy", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2110/40/", 
            "text": "Mr. Speaker, I can only hope that the newspapers are correct today in what they are reporting, but according to the newspapers the amount of money that is being lent depends upon the jobs being created.\n\nAfter five years, if the jobs are not there then the money is not there. There is another party as well contributing to this according to the newspapers: $7 million from a provincial government. What political party? The same party the hon. member wishes to unite with.", 
            "topic": "Employment", 
            "time": "2000-03-31 11:20:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2110/41/", 
            "text": "Mr. Speaker, that had absolutely nothing to do with the question I asked. It is an important question about the environment, about fair competition and about giving Canadian money to American companies to compete with our own operations.\n\nPerhaps the environment minister would like to stand on his feet and tell Canadians why our money is going into operations that are unnecessary and jeopardizing our environment against the promises that he made to Canadians.", 
            "topic": "Employment", 
            "time": "2000-03-31 11:20:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2110/42/", 
            "text": "Mr. Speaker, the member opposite is referring to a company called Trans Cycle Industries, an environmental firm that operates a facility in Kirkland Lake.\n\nThis facility dismantles and recycles electrical transformers. It has received funding from us to help it at the beginning. There have been $1.25 million allocated to this company. It opened in Kirkland Lake which had an unemployment rate of 13.3% and created 35 long term sustainable jobs.", 
            "topic": "Employment", 
            "time": "2000-03-31 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2110/43/", 
            "text": "Mr. Speaker, let us be clear. With Globax and Techni-Paint, the rules were followed. The scandal is with Placeteco. This is where the Prime Minister's friends are. And it is with Placeteco that the HDRC and Treasury Board rules were not followed.\n\nWe know that no jobs were created at Placeteco; jobs were lost. So no creations, just losses.\n\nIf the minister is serious, what is her hold up in telling us just how many jobs were created at Placeteco?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2110/44/", 
            "text": "Mr. Speaker, the two companies being mentioned were built because of the one company it started with. Our contract is with one company and now we look at the project as a whole, not just one company vis-à-vis another.\n\nWhen the project was approved there were 64 people working at Placeteco, 49 at Techni-Paint and 6 at Aérospatiale Globax. At various times there were as many as 135 people working at Placeteco. Now there are 170 people in total working—", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/45/", 
            "text": "The hon. member for Rimouski—Mitis.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2110/46/", 
            "text": "Mr. Speaker, really, the parliamentary secretary's doublespeak does not alter the basic problem.\n\nShe is saying that Globax had two branches: Techni-Paint and Placeteco. Placeteco was sold. It is no longer part of Globax or of Techni-Paint. She must stop telling us what appears on her documents. She must tell us the truth.\n\nIf she has invoices, let her table them in the House. We want to know where the $1 million went. We have had it with the answers she has been giving us.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2110/47/", 
            "text": "Mr. Speaker, I want to assure Canadians that our focus has always been to help unemployed Canadians find work.\n\nIn this case we have invoices and documentation from the companies on supplies and salary costs that support the payments we made consistent with the terms and conditions of the TJF program.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:25:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2110/48/", 
            "text": "That is not true. No jobs were created. Stop lying.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2110/49/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/50/", 
            "text": "Order, please. Members know it is forbidden to use words such as lying in the House. I would ask the hon. member for Rimouski—Mitis to withdraw this word.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2110/51/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/52/", 
            "text": "Order, please. I would ask the hon. member for Rimouski—Mitis to withdraw the word lying.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2110/53/", 
            "text": "Mr. Speaker, I will not withdraw it, because we have had our fill of their answers. We have been asking questions for three days and they always say the same thing. We have had enough. Enough is enough. I will not withdraw my remarks.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:25:00", 
            "attribution": "Mrs. Suzanne Tremblay", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/54/", 
            "text": "Order, please. The hon. member for Winnipeg North Centre.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2110/55/", 
            "text": "Mr. Speaker, the much publicized and bragged about federal plan for our national health care system is dead on arrival. The Markham meeting of federal-provincial health ministers is ending without resolution.\n\nThe reality is that while the federal government refuses to invest in health care no progress can be made. While playing hide and seek the government is only leaving Canadians in the lurch, waiting and worrying about their health care.\n\nWhy is the government waiting? Why is it holding back progress to improve health care by refusing to take the first step and put cash on the table?", 
            "topic": "Health", 
            "time": "2000-03-31 11:25:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Charbonneau", 
                "url": "/politicians/4925/", 
                "member_id": 2660, 
                "party": "Liberal", 
                "riding": "Anjou—Rivière-Des-Prairies (Québec)", 
                "id": 4925
            }, 
            "url": "/hansards/2110/56/", 
            "text": "Mr. Speaker, the NDP critic may not have got it yet, but I think that Canadians have understood what is going on in Markham.\n\nThe federal Minister of Health has undertaken a productive dialogue with his provincial counterparts, giving both sides an opportunity to explain their priorities and main concerns.\n\nThis meeting is still going on, and a few months of negotiations leading to a complete overhaul of our health insurance system would—", 
            "topic": "Health", 
            "time": "2000-03-31 11:25:00", 
            "attribution": "Mr. Yvon Charbonneau (Parliamentary Secretary to Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2110/57/", 
            "text": "Mr. Speaker, does the government not realize that the federal plan is going nowhere and that the federal health minister's strategy has collapsed?\n\nThe Markham meeting is dead. It has gone nowhere. While there is no money on the table no progress can be made. The health ministers are ending this meeting by calling for an immediate first ministers conference on health.\n\nWill the government respond immediately, call a first ministers meeting now, and move forward with haste to preserve and strengthen medicare, our most treasured—", 
            "topic": "Health", 
            "time": "2000-03-31 11:25:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/58/", 
            "text": "The hon. Parliamentary Secretary to Minister of Health.", 
            "topic": "Health", 
            "time": "2000-03-31 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Charbonneau", 
                "url": "/politicians/4925/", 
                "member_id": 2660, 
                "party": "Liberal", 
                "riding": "Anjou—Rivière-Des-Prairies (Québec)", 
                "id": 4925
            }, 
            "url": "/hansards/2110/59/", 
            "text": "Mr. Speaker, if more money were all that was needed, why have certain provinces left the money they received from the federal government languishing in bank accounts?\n\nMore money is not the answer. What is needed is a shared vision, and money will help make that vision a reality.", 
            "topic": "Health", 
            "time": "2000-03-31 11:25:00", 
            "attribution": "Mr. Yvon Charbonneau (Parliamentary Secretary to Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphan Tremblay", 
                "url": "/politicians/5057/", 
                "member_id": 3684, 
                "party": "Bloc", 
                "riding": "Lac-Saint-Jean (Québec)", 
                "id": 5057
            }, 
            "url": "/hansards/2110/60/", 
            "text": "Mr. Speaker, the public is concerned about how the government is fulfilling its responsibilities regarding Placeteco.\n\nIt understands that, for this government, the creation of jobs is not a priority and that we should no longer talk about the transitional jobs fund but, rather, about a transitional fund to salvage bankrupt companies in Saint-Maurice.\n\nDoes the minister realize that, to save companies, she is prepared to resort to any scheme, even illegal ones?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:25:00", 
            "attribution": "Mr. Stéphan Tremblay (Lac-Saint-Jean, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2110/61/", 
            "text": "Mr. Speaker, the creation of jobs and the saving of jobs may not be a priority for the Bloc Quebecois, but that is our priority.\n\nIf the member wants to make allegations of some illegal activity, he should provide some evidence.\n\nProgram officials and internal auditors have reviewed the project and confirm that the company did provide invoices that support the payments made. Yes, there were administrative errors that were done in good faith in an effort to save jobs, and 170 people are working thanks to HRDC's investment.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/62/", 
            "text": "I would ask the hon. member for Lac-Saint-Jean to be very careful with his choice of words.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphan Tremblay", 
                "url": "/politicians/5057/", 
                "member_id": 3684, 
                "party": "Bloc", 
                "riding": "Lac-Saint-Jean (Québec)", 
                "id": 5057
            }, 
            "url": "/hansards/2110/63/", 
            "text": "Mr. Speaker, let us be clear. The government set up a trust, appointed a friend of the Prime Minister as trustee, agreed to the buyback of the company, gave the money in spite of the anticipated bankruptcy and waived its rights under the contract.\n\nIs this not a long series of events that are not coincidences but rather the outcome of a plan engineered by the Prime Minister's friend Gilles Champagne?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:30:00", 
            "attribution": "Mr. Stéphan Tremblay (Lac-Saint-Jean, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2110/64/", 
            "text": "Mr. Speaker, this question shows a complete lack of understanding of things that happen in the business cycle and the risks that are understood by everyone in the business world.\n\nIn this case the department had a choice: let a company and all its workers falter, go under and have a higher unemployment rate in Quebec, or move to assist. We decided to keep with this company to assist it. As a result we have a net gain in jobs. Those companies have achieved tremendous contracts for the future with very large companies like Bombardier.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2110/65/", 
            "text": "Mr. Speaker, is it the intent of the minister of fisheries to expropriate licences to provide for aboriginal entry into the east coast fishery?", 
            "topic": "Fisheries", 
            "time": "2000-03-31 11:30:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2110/66/", 
            "text": "No, Mr. Speaker.", 
            "topic": "Fisheries", 
            "time": "2000-03-31 11:30:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2110/67/", 
            "text": "Mr. Speaker, does this mean specifically that the minister of fisheries guarantees to the House that expropriation of licences will not be used to provide aboriginal access to the crab fishery in zone 12?", 
            "topic": "Fisheries", 
            "time": "2000-03-31 11:30:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2110/68/", 
            "text": "Mr. Speaker, I find it astonishing that a member who represents a fishing area should be so misinformed about departmental policy. The policy has been put forward time after time. It is very clear. There will be some acquisition of licences to facilitate access by aboriginal people to the fishery. The issue of expropriation has never, never come up.", 
            "topic": "Fisheries", 
            "time": "2000-03-31 11:30:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2110/69/", 
            "text": "Mr. Speaker, the Minister for International Trade keeps justifying the billion dollars plus that EDC loaned to Amtrak by claiming that these loans are creating jobs in Canada. However, Amtrak's press release at the unveiling of the Acela train, claims the trains are manufactured at Bombardier plants in Barre, Vermont, and Plattsburgh, New York, and were tested in Pueblo, Colorado.\n\nCan the minister please explain to Canadians how putting people to work in Vermont, New York and Colorado is benefiting Canadian workers?", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-31 11:30:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2110/70/", 
            "text": "Mr. Speaker, the role of the EDC is to guarantee loans and to extend loans to foreign companies that purchase Canadian goods and goods from Canadian corporations.\n\nI understand that the Reform Party does not understand the new economy. The Reform Party does not understand what the very nature of a global company is, in which part of the production is in one country and part in another country.\n\nOn this side of the House we understand what a real global company is. We are proud that some of our Canadian companies are really global.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-31 11:30:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/71/", 
            "text": "Colleagues, I advise you that sometimes the microphones are on at other desks and sometimes there might be something said inadvertently that you do not want heard.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-31 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2110/72/", 
            "text": "Mr. Speaker, there is a difference between helping Canadian workers and helping a worldwide conglomerate like Bombardier. Only three of Bombardier's 21 transportation manufacturing plants are located in Canada and employ only 16% of its workforce.\n\nCan the government please tell Canadians why is it not only exporting capital out of the country but also is exporting jobs?", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-31 11:35:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2110/73/", 
            "text": "Mr. Speaker, I find it quite remarkable in the very week that Bombardier signed a contract creating 1,000 jobs in Montreal by selling aircraft to Delta. It is about to sign a contract in Valencia, Spain to sell aircraft as well which would be made and manufactured in Montreal. Concerning ground transportation equipment, every time I go to La Pocatière, I am very pleased to see thousands of Quebec workers involved in a great global company born here in Canada.", 
            "topic": "Export Development Corporation", 
            "time": "2000-03-31 11:35:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2110/74/", 
            "text": "Mr. Speaker, last January, despite having to bend the law to do it, MOX from the United States was flown in by helicopter to Chalk River. Now spring is here, and we are waiting for Russian MOX to arrive, this time via the St. Lawrence.\n\nCan the Minister of the Environment make a commitment right now to respect the decisions of the municipalities refusing to allow the MOX to pass through their territory, and to prevent the arrival of this convoy?", 
            "topic": "The Environment", 
            "time": "2000-03-31 11:35:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2110/75/", 
            "text": "Mr. Speaker, as is always the case, the hon. member, the House and Canadians can be fully satisfied that any transportation of nuclear materials is in complete compliance with the regulations of the Atomic Energy Control Board, the regulations of the Department of Transport and where applicable, all international regulations such as those of the International Civil Aviation Organization and the International Atomic Energy Agency. All rules and regulations will be fully respected.", 
            "topic": "The Environment", 
            "time": "2000-03-31 11:35:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2110/76/", 
            "text": "Mr. Speaker, people need to be able to trust.\n\nCan the minister make a commitment here in this House that all Canadian environmental rules will really be complied with, on all occasions?", 
            "topic": "The Environment", 
            "time": "2000-03-31 11:35:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2110/77/", 
            "text": "Mr. Speaker, the answer is yes.", 
            "topic": "The Environment", 
            "time": "2000-03-31 11:35:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bob Mills", 
                "url": "/politicians/204/", 
                "member_id": 3069, 
                "party": "Reform", 
                "riding": "Red Deer (Alberta)", 
                "id": 204
            }, 
            "url": "/hansards/2110/78/", 
            "text": "Mr. Speaker, the additional money given to HRDC this year was $1.5 billion. In the same year the same amount was given to the health care system. While Canadians have consistently ranked health care as their number one priority, the government's number one priority obviously is its patronage department.\n\nWhen will the government get its priorities straight?", 
            "topic": "Health Care", 
            "time": "2000-03-31 11:35:00", 
            "attribution": "Mr. Bob Mills (Red Deer, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2110/79/", 
            "text": "Mr. Speaker, I am absolutely delighted that the hon. member feels that health care is a top priority. It is obviously ours as well. In the past budget we increased it by $11.5 billion and in this budget we added another $2.5 billion, an increase of 25% over two years.\n\nThe important discussions now going on in Markham indicate our commitment to added funding but only on condition that there is a long term plan which will preserve our health care system for our generation and for generations to come.", 
            "topic": "Health Care", 
            "time": "2000-03-31 11:35:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bob Mills", 
                "url": "/politicians/204/", 
                "member_id": 3069, 
                "party": "Reform", 
                "riding": "Red Deer (Alberta)", 
                "id": 204
            }, 
            "url": "/hansards/2110/80/", 
            "text": "Mr. Speaker, the government obviously believes its own propaganda. Day after day it continues to give us glib answers bordering on arrogance. Today in Markham the provincial ministers are on the receiving end of the same tactics.\n\nHow can the government sit here and say it cares about health care when the health minister has gone to the meeting with absolutely no intention of bargaining in good faith?", 
            "topic": "Health Care", 
            "time": "2000-03-31 11:35:00", 
            "attribution": "Mr. Bob Mills (Red Deer, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Charbonneau", 
                "url": "/politicians/4925/", 
                "member_id": 2660, 
                "party": "Liberal", 
                "riding": "Anjou—Rivière-Des-Prairies (Québec)", 
                "id": 4925
            }, 
            "url": "/hansards/2110/81/", 
            "text": "Mr. Speaker, at the present time, I believe the public is calling upon the political parties, and the government, to stop throwing figures around. What is needed is the renewal of our health system.\n\nWith the tax points, the federal government has restored previous funding. Now we must move ahead. What needs to be done is not to stir up quarrels, but to find solutions. The Minister of Health has initiated a process of dialogue and exchange, which will lead to a renewed agreement.", 
            "topic": "Health Care", 
            "time": "2000-03-31 11:35:00", 
            "attribution": "Mr. Yvon Charbonneau (Parliamentary Secretary to Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2110/82/", 
            "text": "Mr. Speaker, in a flyer distributed this week to the public, the Government of Canada states that “Health Canada has a strict process for evaluating new foods developed through biotechnology. A thorough safety assessment must be carnedout before they can be sold in grocery stores or on the marketplace”.\n\nHow can the Minister of Health allow the publication of such a statement when 200 scientists contend the opposite and say that no Health Canada researcher is directly involved in the study of GMOs?", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-03-31 11:40:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2110/83/", 
            "text": "Mr. Speaker, with regard to the safety of any food in Canada, the decisions taken by the regulatory agencies of the Government of Canada are based upon the best information available both in Canada and around the world, and the best available science. We will ensure not only that that science continues to be strong and sound, but also that all Canadians can have absolute confidence in their food supply.", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-03-31 11:40:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2110/84/", 
            "text": "Mr. Speaker, how can the minister claim that GMOs are evaluated at each stage, from their design to their marketing, when his records do not indicate either the name of the company, the name of the researchers, the test site, or even the names of the inspectors?", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-03-31 11:40:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilbert Normand", 
                "url": "/politicians/4957/", 
                "member_id": 2665, 
                "party": "Liberal", 
                "riding": "Bellechasse—Etchemins—Montmagny—L'Islet (Québec)", 
                "id": 4957
            }, 
            "url": "/hansards/2110/85/", 
            "text": "Mr. Speaker, the question raised by the hon. member is very appropriate.\n\nThe government has set up a committee of experts who will make recommendations precisely on how to regulate GMOs.\n\nIn its last budget, the government allocated $90 million to regulate biotechnology, including GMOs. So, the government is indeed carrying out its responsibilities regarding GMOs.", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-03-31 11:40:00", 
            "attribution": "Hon. Gilbert Normand (Secretary of State (Science, Research and Development), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2110/86/", 
            "text": "Mr. Speaker, the Liberals have no problem using HRDC to funnel money to their friends, however Canadians without Liberal credentials are continually ignored.\n\nFor example, the government could save farmers $300 million per year just by reforming the grain transportation system. Two experts have recommended that the Liberals eliminate the Canadian Wheat Board's stranglehold over farmers, grain companies and the railways. When will the Minister of Transport introduce legislation to implement these recommendations?", 
            "topic": "Grain Transportation", 
            "time": "2000-03-31 11:40:00", 
            "attribution": "Mr. Howard Hilstrom (Selkirk—Interlake, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2110/87/", 
            "text": "Mr. Speaker, this has been a very complex process. We appointed former Justice Estey to look at the matter. He brought forward landmark recommendations that were then analyzed by a former deputy minister of the federal government, Mr. Kroeger. We have been analyzing those recommendations internally. We have been discussing the various options.\n\nI am still hopeful that despite the heavy legislative load the House has, we will be able to bring in a bill after the Easter recess. If we do, I hope that the opposition will co-operate with us fully.", 
            "topic": "Grain Transportation", 
            "time": "2000-03-31 11:40:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2110/88/", 
            "text": "Mr. Speaker, it looks as if the Canadian Wheat Board tail is wagging the Liberal dog. The presidents of Canada's five major grain companies have joined the farmers' call for transportation reform, including the role of the Canadian Wheat Board. The savings from the grain transportation reform would be $15,000 per year per farmer. This is $4,000 more than the government's AIDA program.\n\nWhy is mismanaging money in HRDC and preserving the control of the Canadian Wheat Board more important to the government than farm families?", 
            "topic": "Grain Transportation", 
            "time": "2000-03-31 11:40:00", 
            "attribution": "Mr. Howard Hilstrom (Selkirk—Interlake, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2110/89/", 
            "text": "Mr. Speaker, the hon. member has taken great licence with the facts here in talking about one subject dealing with HRDC and another with potential grain reform.\n\nEveryone is in general agreement that there must be a more competitive system in the marketing and transportation of grain. Certainly the role of the Canadian Wheat Board has been a very important one to Canada's economy and will continue to be in the years to come. The question is to what degree the board will continue to have an involvement in the transportation of grains. These are all issues we are looking at currently.", 
            "topic": "Grain Transportation", 
            "time": "2000-03-31 11:40:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Odina Desrochers", 
                "url": "/politicians/2773/", 
                "member_id": 2696, 
                "party": "Bloc", 
                "riding": "Lotbinière (Québec)", 
                "id": 2773
            }, 
            "url": "/hansards/2110/90/", 
            "text": "Mr. Speaker, while consumers, farmers and scientists are concerned about the long term impact of GMOs, the Minister of Health claims that all products undergo an exhaustive risk assessment.\n\nHow can the minister make such a statement when a study shows that, out of 27 products approved as GMOs, only 10 were tested for toxic effect, and none were tested for potential allergenic effects?", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-03-31 11:40:00", 
            "attribution": "Mr. Odina Desrochers (Lotbinière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilbert Normand", 
                "url": "/politicians/4957/", 
                "member_id": 2665, 
                "party": "Liberal", 
                "riding": "Bellechasse—Etchemins—Montmagny—L'Islet (Québec)", 
                "id": 4957
            }, 
            "url": "/hansards/2110/91/", 
            "text": "Mr. Speaker, the government has mechanisms in place to monitor food quality, which have always proven effective and which Canadians trust.\n\nAs I said, we have set up a committee of experts to prepare for the future. The government has put in place a system to regulate biotechnology, including GMOs, but the already existing system has always proven effective and we will work to improve it even more.", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-03-31 11:40:00", 
            "attribution": "Hon. Gilbert Normand (Secretary of State (Science, Research and Development), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Joe Jordan", 
                "url": "/politicians/3402/", 
                "member_id": 2591, 
                "party": "Liberal", 
                "riding": "Leeds—Grenville (Ontario)", 
                "id": 3402
            }, 
            "url": "/hansards/2110/92/", 
            "text": "Mr. Speaker, the new Canadian Environmental Protection Act comes into force today. Given that there is a shipment of U.S. military waste containing PCBs destined for Canada, can the Minister of the Environment tell Canadians how the new CEPA will strengthen the government's ability to deal with this type of situation?", 
            "topic": "Environment", 
            "time": "2000-03-31 11:45:00", 
            "attribution": "Mr. Joe Jordan (Leeds—Grenville, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2110/93/", 
            "text": "Mr. Speaker, the new CEPA builds on the authority that we have to issue regulations on the export and import of hazardous waste, including hazardous recyclable materials. Specifically, we also have the power under the CEPA for the import and export of prescribed non-hazardous waste and, in addition, we have the ability to develop more stringent criteria to assess the environmentally sound management of transboundary waste between provinces, as well as to refuse permits for import or export if criteria are not met.", 
            "topic": "Environment", 
            "time": "2000-03-31 11:45:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerry Ritz", 
                "url": "/politicians/gerry-ritz/", 
                "member_id": 2733, 
                "party": "Reform", 
                "riding": "Battlefords—Lloydminster (Saskatchewan)", 
                "id": 246
            }, 
            "url": "/hansards/2110/94/", 
            "text": "Mr. Speaker, the government is blocking a $300 million benefit from flowing to western Canadian farmers. The majority of producers demand change.\n\nIn a recent letter to the minister, prairie grain buyers stated that the status quo is not acceptable or sustainable. The only thing blocking the required transportation reforms is the western Canadian Wheat Board.\n\nWhy is the transport minister allowing the wheat board to dictate transportation policy?", 
            "topic": "Western Grain Transportation", 
            "time": "2000-03-31 11:45:00", 
            "attribution": "Mr. Gerry Ritz (Battlefords—Lloydminster, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2110/95/", 
            "text": "Mr. Speaker, the hon. member is not in possession of the facts. We have to find a balanced solution that deals with the rights of producers, that deals with the efficiencies and the viability of the grain companies. We have to look at the viability of the railways. We also have to look at the role that the wheat board has played in the last 60 years in ensuring fairness in the system in western Canada.\n\nIt is unfair to talk about one particular component in this debate without relating it to all of the others.", 
            "topic": "Western Grain Transportation", 
            "time": "2000-03-31 11:45:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerry Ritz", 
                "url": "/politicians/gerry-ritz/", 
                "member_id": 2733, 
                "party": "Reform", 
                "riding": "Battlefords—Lloydminster (Saskatchewan)", 
                "id": 246
            }, 
            "url": "/hansards/2110/96/", 
            "text": "Mr. Speaker, that particular component is the largest single expense. What is killing western farmers is the heavy duty freight rate. Half of the producer's cheque on his produce goes to freight and elevation. That has to change. Three hundred million dollars in gained revenues for farmers is real money. It is not smoke and mirrors public relations money that these guys always talk about.\n\nProducers want to know who is in charge of transport reforms. Is it the transport minister or the wheat board minister?", 
            "topic": "Western Grain Transportation", 
            "time": "2000-03-31 11:45:00", 
            "attribution": "Mr. Gerry Ritz (Battlefords—Lloydminster, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2110/97/", 
            "text": "Mr. Speaker, the government works collegially, but it is quite obvious from the tone of the questions that the Reform Party is a mouthpiece for only a couple of the interests in this debate. What it is doing is siding with the railway companies, siding with the grain companies and it is not thinking about the producers. This party thinks about the producers.", 
            "topic": "Western Grain Transportation", 
            "time": "2000-03-31 11:45:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dick Proctor", 
                "url": "/politicians/3870/", 
                "member_id": 2737, 
                "party": "NDP", 
                "riding": "Palliser (Saskatchewan)", 
                "id": 3870
            }, 
            "url": "/hansards/2110/98/", 
            "text": "Mr. Speaker, the ship containing 90 tonnes of highly toxic waste is now 24 hours closer to the port of Vancouver. We have already heard in this question period that the Alabama company, TCI, has received more than a million from HRDC to extract domestic PCBs in the Kirkland Lake site, not offshore PCBs.\n\nMy question is for the environment minister. Is this the government's idea of good green job creation, which is disposing of highly toxic waste that other countries will not accept while endangering the health and the lives of Canadians in the process?", 
            "topic": "Environment", 
            "time": "2000-03-31 11:45:00", 
            "attribution": "Mr. Dick Proctor (Palliser, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2110/99/", 
            "text": "Mr. Speaker, I do not know where the hon. member has been. It is well known from the questions that were replied to yesterday, both in the press and also in the House, that the shipment in question cannot go to the facility at Kirkland Lake as originally proposed. That was the decision of the Ontario government. It is there and it is clear for everyone to see.\n\nIt is also well known that we do not have a desire to import this waste into Canada. We obviously will not import this waste into Canada unless there is a location to which it can be sent for proper disposal in accordance with all Canadian environmental requirements.", 
            "topic": "Environment", 
            "time": "2000-03-31 11:45:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dick Proctor", 
                "url": "/politicians/3870/", 
                "member_id": 2737, 
                "party": "NDP", 
                "riding": "Palliser (Saskatchewan)", 
                "id": 3870
            }, 
            "url": "/hansards/2110/100/", 
            "text": "Mr. Speaker, given the minister's answer, why does he not simply tell the ship's captain today to turn the vessel around and head it back to Japan instead of allowing it on Canadian shores at the Port of Vancouver?", 
            "topic": "Environment", 
            "time": "2000-03-31 11:50:00", 
            "attribution": "Mr. Dick Proctor (Palliser, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2110/101/", 
            "text": "Mr. Speaker, I really do like the powers that the opposition assigns to ministers of the crown. I can declare that ships will not come to Canada. If I could do that, we would have no problem with illegal immigration. We would have no problem with toxic waste coming to our ports.\n\nWhen it comes within our waters, we will have some control. It will not come here for another six days. We are currently discussing, with the United States Department of Defence, alternatives to the proposal that has been put forward to ship this waste to Canada.\n\nThe hon. member simply does not understand that ministers of the crown cannot, by waving their fingers, have ships turn around in mid-ocean.", 
            "topic": "Environment", 
            "time": "2000-03-31 11:50:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2110/102/", 
            "text": "Mr. Speaker, the Minister for International Trade is aware that a company in my riding, Oxford Frozen Foods, has been for some months seeking relief from a duty that was imposed on February 28 on processed cheese products. This duty is charged even though the binding tariff decision in 1994 said there would be no duty and even though an American product comes to Canada with no duty.\n\nHas the minister resolved this situation, or could he give us an update on it?", 
            "topic": "Trade", 
            "time": "2000-03-31 11:50:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2110/103/", 
            "text": "Mr. Speaker, I thank the member for Cumberland—Colchester for calling my attention to this very important question. He had the courtesy to come to see me this morning with his letter.\n\nI want to tell him that I have already asked my department to look into it very carefully. It is a technical difficulty around a classification problem. I will get back to him next week for sure because this is very important for us. My department is already looking into the case of this classification difficulty that Oxford Frozen Foods is encountering.", 
            "topic": "Trade", 
            "time": "2000-03-31 11:50:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2110/104/", 
            "text": "Mr. Speaker, I thank the minister for his answer and I appreciate his attention. However, I want to emphasize how important this is because the company has already lost a contract that would have meant 50 full time jobs in my riding and it prevents the company from an expansion which might develop 150 full time jobs.\n\nI would ask the minister to commit the full force of his department to this issue to get it resolved.", 
            "topic": "Trade", 
            "time": "2000-03-31 11:50:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2110/105/", 
            "text": "Yes, Mr. Speaker, I can assure the member that we are very sensitive on this side of the House to job creation. It is very important for us to make sure that Canadians have access to export markets as well, because we have good products and competitive products. One of our objectives is to have a good, solid, rules based system by which everyone would abide.\n\nI can tell the House that this government will commit everything it can to help in this particular situation.", 
            "topic": "Trade", 
            "time": "2000-03-31 11:50:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ben Serré", 
                "url": "/politicians/4830/", 
                "member_id": 2638, 
                "party": "Liberal", 
                "riding": "Timiskaming—Cochrane (Ontario)", 
                "id": 4830
            }, 
            "url": "/hansards/2110/106/", 
            "text": "Mr. Speaker, the Minister of Canadian Heritage recently cancelled a very important funding announcement for French language colleges in Ontario.\n\nCould the parliamentary secretary reassure these colleges that they will continue to enjoy the support of the Government of Canada?", 
            "topic": "French Language Colleges In Ontario", 
            "time": "2000-03-31 11:50:00", 
            "attribution": "Mr. Benoît Serré (Timiskaming—Cochrane, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2110/107/", 
            "text": "Mr. Speaker, I thank the member for his question.\n\nI would like to take this opportunity to apologize to the students and staff of the three colleges for any distress the postponement of the announcement may have caused them.\n\nThat having been said, the delay in no way changes our commitment to education for official language minorities in general and to Ontario's three French language colleges in particular. An agreement was signed with Ontario. Its contents will be made public in due course and our support for these communities remains undiminished.", 
            "topic": "French Language Colleges In Ontario", 
            "time": "2000-03-31 11:50:00", 
            "attribution": "Mr. Mauril Bélanger (Parliamentary Secretary to Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2110/108/", 
            "text": "Mr. Speaker, if a credit card is lost or stolen and it is reported to the bank, the bank cancels it within minutes and the money stops flowing. Yet, the Department of Human Resources Development continues to allow missing social insurance numbers to be used, costing Canadian taxpayers millions of dollars, even after searching for them for two years.\n\nWhy is it so easy for the minister to dole out the cash but so hard for her to account for it?", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:50:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2110/109/", 
            "text": "Mr. Speaker, I am pleased to assure the House that we have made significant progress in cleaning up the social insurance registry to assure Canadians that the system is well managed.\n\nWe have now verified some 5.4 million social insurance cards. The number of files of citizens over the age of 100 has been reduced from 311,000 to 11,000 and we are negotiating with the provincial vital statistics agencies to further reduce this figure.\n\nThe bottom line is that HRDC has made significant progress in addressing the concerns raised in the auditor general's report of 1998.", 
            "topic": "Human Resources Development", 
            "time": "2000-03-31 11:50:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2110/110/", 
            "text": "Mr. Speaker, I wish to inform the Minister of Transport that, despite what he said in the House, it is the Charte de la langue française that will apply to billboards in Montreal, no matter what company puts them up. He did not sign the contract with Mediacom and the Government of Quebec's moratorium is still in place.\n\nWhat is the minister waiting for to put the contract on hold, work out an agreement with his counterpart in Quebec and avoid a dispute over billboards?", 
            "topic": "Billboards", 
            "time": "2000-03-31 11:55:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2110/111/", 
            "text": "Mr. Speaker, after being asked this question two days ago, I spoke with the president of the Federal Bridge Corporation Limited.\n\nHe told me that I was right. The corporation is a federal body and that the federal Official Languages Act applies. But in this case the member is right, because the billboards are the responsibility of a provincially regulated private company. In this case, Bill 101 applies.", 
            "topic": "Billboards", 
            "time": "2000-03-31 11:55:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bev Desjarlais", 
                "url": "/politicians/3175/", 
                "member_id": 2509, 
                "party": "NDP", 
                "riding": "Churchill (Manitoba)", 
                "id": 3175
            }, 
            "url": "/hansards/2110/112/", 
            "text": "Mr. Speaker, my question is for the Minister of Indian Affairs and Northern Development.\n\nThe aboriginal healing fund is supposed to help communities recover from the pain of abuse at residential schools. Unfortunately, few aboriginal people in Manitoba have been able to access the fund. Of the 104 projects funded by the Aboriginal Healing Foundation, only two have been in Manitoba.\n\nI know the aboriginal healing fund is at arm's length from the government. That is why I have written to the foundation, asking it to fix this inequality and fund more projects in Manitoba.\n\nWill the minister join me in the name of healing and fairness? Will he call on the Aboriginal Healing Foundation to ask it to fund more projects in Manitoba?", 
            "topic": "Aboriginal Affairs", 
            "time": "2000-03-31 11:55:00", 
            "attribution": "Ms. Bev Desjarlais (Churchill, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Iftody", 
                "url": "/politicians/4252/", 
                "member_id": 3112, 
                "party": "Liberal", 
                "riding": "Provencher (Manitoba)", 
                "id": 4252
            }, 
            "url": "/hansards/2110/113/", 
            "text": "Mr. Speaker, two years ago the Government of Canada set up a healing fund of some $350 million in consultation with first nations communities across this country.\n\nThe existence of the fund is well known. A few months ago there was a meeting in Vancouver involving all of the elders across Canada and first nations people to discuss an implementation strategy which would be sensitive not only to the regions of the country, but to those particular victims who would be participating in the fund.", 
            "topic": "Aboriginal Affairs", 
            "time": "2000-03-31 11:55:00", 
            "attribution": "Mr. David Iftody (Parliamentary Secretary to Minister of Indian Affairs and Northern Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2110/114/", 
            "text": "Mr. Speaker, obviously the Minister of the Environment's knowledge of the fishery has not improved since he left the fisheries portfolio.\n\nYesterday, David Bevan from the DFO informed the fisheries committee that expropriation would be used to provide aboriginal access to Quebec crab if they could not buy existing licences.\n\nWho is correct, the Minister of the Environment or those in the know at the DFO?", 
            "topic": "Fisheries", 
            "time": "2000-03-31 11:55:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2110/115/", 
            "text": "Mr. Speaker, the hon. member has once again changed the terms of his question.\n\nTo the original terms of the question the answer was no. He has changed the terms of the question to have me comment upon testimony made yesterday. I will be happy to do that, but I am only allowed 35 seconds on the floor of the House. I do not have time to do that. Let the hon. member go back to the committee and pose the questions himself.", 
            "topic": "Fisheries", 
            "time": "2000-03-31 11:55:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ted McWhinney", 
                "url": "/politicians/5642/", 
                "member_id": 3104, 
                "party": "Liberal", 
                "riding": "Vancouver Quadra (B.C.)", 
                "id": 5642
            }, 
            "url": "/hansards/2110/116/", 
            "text": "Mr. Speaker, my question is for the Minister of Foreign Affairs.\n\nWill the minister tell the House what are the implications of the U.S. proposal for a national missile defence system on the international law of nuclear disarmament, in particular the anti-ballistic missiles treaty and interim agreement on protocol of 1972, but also the non-proliferation treaty negotiations that resume in late April?", 
            "topic": "Nuclear Disarmament", 
            "time": "2000-03-31 11:55:00", 
            "attribution": "Mr. Ted McWhinney (Vancouver Quadra, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lloyd Axworthy", 
                "url": "/politicians/5724/", 
                "member_id": 3118, 
                "party": "Liberal", 
                "riding": "Winnipeg South Centre (Manitoba)", 
                "id": 5724
            }, 
            "url": "/hansards/2110/117/", 
            "text": "Mr. Speaker, beginning this coming month the nations of the world will come together to talk about the reinforcement of the non-proliferation treaty.\n\nThe position we take in Canada is that we have to do everything possible to encourage the nuclear states to live up to the commitment to continue to disarm.\n\nAnything that would interfere with that, which would suggest that there is a retreat from that kind of commitment, I think would have a very serious impact on our security as a country and on the security of other countries, because one of the most scary threats that we still face is the threat of nuclear proliferation.", 
            "topic": "Nuclear Disarmament", 
            "time": "2000-03-31 11:55:00", 
            "attribution": "Hon. Lloyd Axworthy (Minister of Foreign Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/118/", 
            "text": "I have the honour to lay upon the table the 1999 Canadian Human Rights Tribunal Annual Report.", 
            "topic": "Human Rights Tribunal Annual Report", 
            "time": "2000-03-31 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2110/119/", 
            "text": "Mr. Speaker, some of the members on the government side have not noticed that political events have moved passed them and that we have formally and democratically changed our name. I wonder if it would be appropriate for you to ensure that our proper and appropriate name is used in the House in light of the events that have just happened.", 
            "topic": "Points Of Order", 
            "time": "2000-03-31 12:00:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/120/", 
            "text": "I would be happy to ensure that all proper names are used for all parties in the House. If we could be forgiven, we need a few days to get ourselves used to the new name. The name of the former Reform Party in the House is now recognized as the Canadian Alliance. That is how I would ask all of you to address it.", 
            "topic": "Points Of Order", 
            "time": "2000-03-31 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Cannis", 
                "url": "/politicians/john-cannis/", 
                "member_id": 3222, 
                "party": "Liberal", 
                "riding": "Scarborough Centre (Ontario)", 
                "id": 52
            }, 
            "url": "/hansards/2110/121/", 
            "text": "Mr. Speaker, I know you have done your utmost to clarify this, but I know there is some confusion. When referring to the official opposition as the Canadian Alliance, will that be the name on the ballot sheet? My constituents are asking me and I do not know what to tell them.", 
            "topic": "Points Of Order", 
            "time": "2000-03-31 12:00:00", 
            "attribution": "Mr. John Cannis (Scarborough Centre, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/122/", 
            "text": "I do not have an answer to that but I am sure the Chief Electoral Officer will make that decision. For us in the House, the decision has been taken and I would simply request that you follow the decision.", 
            "topic": "Points Of Order", 
            "time": "2000-03-31 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ted McWhinney", 
                "url": "/politicians/5642/", 
                "member_id": 3104, 
                "party": "Liberal", 
                "riding": "Vancouver Quadra (B.C.)", 
                "id": 5642
            }, 
            "url": "/hansards/2110/123/", 
            "text": "Mr. Speaker, I would take the point that this House has plenary powers, through the Speaker, to determine the name of parties within the House. The electoral commissioner and other officials have no bearing on our decision.", 
            "topic": "Points Of Order", 
            "time": "2000-03-31 12:00:00", 
            "attribution": "Mr. Ted McWhinney (Vancouver Quadra, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/124/", 
            "text": "I, of course, will take the advice of the hon. member for Vancouver Quadra because of his great experience in this area. Until I hear officially, one way or the other, I am apt to sit back and wait to see what happens. We can decide what takes place in the House. I suggest that what takes place outside the House is in someone else's purview. I thank the hon. member for his intervention. It is always good to hear from him.", 
            "topic": "Points Of Order", 
            "time": "2000-03-31 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bob Kilger", 
                "url": "/politicians/3532/", 
                "member_id": 3231, 
                "party": "Liberal", 
                "riding": "Stormont—Dundas (Ontario)", 
                "id": 3532
            }, 
            "url": "/hansards/2110/125/", 
            "text": "Mr. Speaker, discussions have taken place between all parties and the member for Winnipeg Centre concerning the taking of the division on Bill C-238 scheduled at the conclusion of Private Members' Business today, and I believe you would find consent for the following motion. I move:\n\nThat at the conclusion of today's debate on Bill C-238, all questions necessary to dispose of the motion for second reading of this bill be deemed put, a recorded division deemed requested and deferred until Tuesday, April 4, 2000 at the expiry of the time provided for Government Orders.", 
            "topic": "Business Of The House", 
            "time": "2000-03-31 12:00:00", 
            "attribution": "Mr. Bob Kilger (Stormont—Dundas—Charlottenburgh, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/126/", 
            "text": "Does the hon. member have permission to put the motion?", 
            "topic": "Business Of The House", 
            "time": "2000-03-31 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2110/127/", 
            "text": "Agreed.", 
            "topic": "Business Of The House", 
            "time": "2000-03-31 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/128/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Business Of The House", 
            "time": "2000-03-31 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2110/129/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Business Of The House", 
            "time": "2000-03-31 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2110/130/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36(8), I have the honour to table, in both official languages, the government's response to 17 petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-03-31 12:00:00", 
            "attribution": "Mr. Reg Alcock (Parliamentary Secretary to President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2110/131/", 
            "text": "Mr. Speaker, I have a petition signed by many Canadian constituents who would like to see an amendment to the Divorce Act so that the grandparents of children will be able to have custody of and/or access to their grandchildren.", 
            "topic": "Petitions", 
            "time": "2000-03-31 12:05:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Odina Desrochers", 
                "url": "/politicians/2773/", 
                "member_id": 2696, 
                "party": "Bloc", 
                "riding": "Lotbinière (Québec)", 
                "id": 2773
            }, 
            "url": "/hansards/2110/132/", 
            "text": "Mr. Speaker, it is my pleasure today to present a petition signed by 1,050 inhabitants of the riding of Lotbinière who are calling on parliament to review the provisions of the Employment Insurance Act concerning the determination of regional employment insurance rates so as to include the federal riding of Lotbinière in Economic Region No. 40, Central Quebec.", 
            "topic": "Petitions", 
            "time": "2000-03-31 12:05:00", 
            "attribution": "Mr. Odina Desrochers (Lotbinière, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2110/133/", 
            "text": "Mr. Speaker, I have the honour to table a petition today signed by people all the way from Toronto to Kelliher and Leross, Saskatchewan.\n\nThe petition calls on the House of Commons to take note that the Senate of Canada is undemocratic, unelected and unaccountable to the people of this country.\n\nBecause of that, and because of the fact that it costs around $50 million a year, the Senate of this country should be abolished.", 
            "topic": "Petitions", 
            "time": "2000-03-31 12:05:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derrek Konrad", 
                "url": "/politicians/6526/", 
                "member_id": 2738, 
                "party": "Reform", 
                "riding": "Prince Albert (Saskatchewan)", 
                "id": 6526
            }, 
            "url": "/hansards/2110/134/", 
            "text": "Mr. Speaker, I have the honour to present petitions bearing the signatures of more than 1,000 people from my riding and elsewhere in Saskatchewan who wish to draw the attention of the government to the importance of marriage as the union of one man and one woman, to the exclusion of all others.\n\nThey note that the government has invoked time allocation on Bill C-23 and will not allow a free vote on this fundamental issue.\n\nThey therefore call on the government to withdraw Bill C-23, affirm the opposite sex definition of marriage in law and affirm its uniqueness.", 
            "topic": "Petitions", 
            "time": "2000-03-31 12:05:00", 
            "attribution": "Mr. Derrek Konrad (Prince Albert, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2110/135/", 
            "text": "Mr. Speaker, I have a response to Question No. 46 today. .[Text]\n\nQuestion No. 46—", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-31 12:05:00", 
            "attribution": "Mr. Reg Alcock (Parliamentary Secretary to President of the Queen's Privy Council for Canada and Minister of Intergovernmental Affairs, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Rick Borotsik", 
                "url": "/politicians/4228/", 
                "member_id": 2507, 
                "party": "Progressive Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 4228
            }, 
            "url": "/hansards/2110/136/", 
            "text": "What is the total cost to taxpayers of the Prime Minister's task force on the four western provinces announced on January 7, 1999, including, but not limited to, costs for staff, travel, advertising, room rentals and per diems for members?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-31 12:05:00", 
            "attribution": "Mr. Rick Borotsik", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gar Knutson", 
                "url": "/politicians/3344/", 
                "member_id": 2569, 
                "party": "Liberal", 
                "riding": "Elgin—Middlesex—London (Ontario)", 
                "id": 3344
            }, 
            "url": "/hansards/2110/137/", 
            "text": "The western task force was primarily funded by the Liberal Party of Canada. Some expenses were also paid through the budgets of individual MPs and senators. Some staff support was also offered by the Liberal caucus research bureau.\n\nThe administration of these budgets is not the responsibility of the Government of Canada.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-31 12:05:00", 
            "attribution": "Mr. Gar Knutson (Parliamentary Secretary to the Prime Minister, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2110/138/", 
            "text": "Mr. Speaker, I ask that the remaining questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-31 12:05:00", 
            "attribution": "Mr. Reg Alcock", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2110/139/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-31 12:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2110/140/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-03-31 12:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2110/141/", 
            "text": "The House resumed consideration of the motion that Bill C-26, an act to amend the Canada Transportation Act, the Competition Act, the Competition Tribunal Act and the Air Canada Public Participation Act and to amend another act in consequence, be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2000-03-31 12:05:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "René Laurin", 
                "url": "/politicians/6354/", 
                "member_id": 3279, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 6354
            }, 
            "url": "/hansards/2110/142/", 
            "text": "Mr. Speaker, I am pleased to speak to Bill C-26 and to tell the members of the House the few reservations the Bloc Quebecois has with respect to this bill.\n\nWe will, of course, support the principle of this bill at second reading. This bill amends the Canada Transportation Act, the Competition Act, the Competition Tribunal Act and the Air Canada Public Participation Act and amends another act in consequence.\n\nWhen we look at the context of the bill, we realize that it follows on a series of federal government disasters in air transportation. After putting the entire industry at risk and leaving the regions to their own devices and after showing political favouritism toward its Onex friends, Canadian Airlines and American Airlines, the Minister of Transport was obliged to accept the opinion of the Bloc Quebecois. It was high time and we were very pleased at that.\n\nWhy will we support this? Essentially, it is because, since 1993, the Bloc Quebecois has been asking the government to stop artificially buoying up Canadian Airlines International at the expense of Air Canada, to the tune of hundreds of millions of dollars. For six years, the Bloc Quebecois has been saying Canada could not support two international carriers.\n\nThe federal government's attitude has blocked the expansion of Air Canada, and thus the economy and employment situation in the Montreal region, out of political opportunism. We are therefore in favour of the bill, because its purpose is to provide a framework for the merger of Air Canada and Canadian International Airlines.\n\nAnother reason is that the Bloc Quebecois has been involved throughout its whole existence in decrying the lax manner in which the Official Languages Act is applied by the federal government. The fact that this government was heavily subsidizing Canadian International Airlines, which was not subject to the Official Languages Act, was insulting. By allowing the merger of two carriers under the Air Canada banner, this bill will ensure that the new carrier is subject to the Official Languages Act.\n\nThis represents some progress, particularly since the bill picks up the main thrust of the recommendations in the Bloc Quebecois dissenting opinion, rather than those of the Standing Committee on Transport. Compliance with the Official Languages Act, however, requires more than merely making this carrier subject to the act. It needs to be enforced, and it is the federal government's responsibility to see that it is. We all know that its record in this area is none too good. A careful eye must therefore be kept on the situation. The Bloc Quebecois will make itself the Official Languages Act watchdog.\n\nAnother reason why we approve in principle of this bill on second reading is that it also contains a whole series of measures aimed at reinforcing competition. This is particularly important because Air Canada will become the dominant carrier in Canada and in Quebec.\n\nWhere international connections are concerned, there is not much risk of a monopoly developing, because Air Canada will have to compete with the other international carriers. Where the regions are concerned, however, particularly isolated ones, competition is far from assured.\n\nThe bill contains some worthwhile measures, but is far from guaranteeing that these measures will be sufficient to provide decent service at decent prices in the regions. I will get back to this a little later on. It is one of the reservations I alluded to a few minutes ago.\n\nFinally, this bill contains provisions relating to the effective control of air carriers in Canada. We know that, last fall, the Minister of Transport, the minister responsible for carriers, was prepared to sell both air carriers to American Airlines, through Gerry Schwartz, a Liberal friend. It took a superior court ruling to put an end to this folly.\n\nThe minister seems to have returned to a better frame of mind with this bill, but it is difficult to understand why he wants to increase the individual share ownership limit from 10% to 15% in the case of Air Canada. We think that the existing limit of 10% has served Canadians and Quebecers very well. To increase that limit to 15% seems to be a futile measure on the part of the minister, who probably just wants to save face. But the fact is that he could once again lose face instead.\n\nWith this bill, the minister maintains his power to unilaterally amend by order in council the 25% limit on an air carrier's capital fund that can be owned by foreign interests. This provision is totally unacceptable and constitutes a denial of our parliamentary institution.\n\nIf, some day, the minister decided that he wanted to change this provision, why would he not introduce an amendment in the House? The fact is the minister is giving himself or maintaining this arbitrary power, because he knows full well that he has lost the confidence of this House, of the air transportation industry and of Quebecers and Canadians at large.\n\nThe purpose of the bill is to provide a framework for the restructuring of the airline industry following Air Canada's acquisition of Canadian Airlines International and its subsidiaries.\n\nThe bill is therefore necessary, but is flawed as it now stands. Several problems remain, especially those having to do with regional service.\n\nFirst of all, let us take another look at the Bloc Quebecois' dissenting opinion in committee. In December, the Bloc Quebecois decided to present a dissenting opinion to the Standing Committee on Transport in order to express its disagreement with the majority report on the following points: Air Canada's share ownership, foreign ownership in Canadian carriers, airline safety, compliance with the Official Languages Act, airfares, service to outlying regions and, finally, the future of regional carriers.\n\nI would like to take a brief look at each of the points in the dissenting opinion. I will add one thing, however. When I mentioned airline safety, I should point out that this is not addressed in the bill.\n\nFirst, there is Air Canada's share ownership. In its dissenting opinion, the Bloc Quebecois recommended that the rule limiting to 10% the volume of voting shares in Air Canada that may be held by a single individual or group be kept. The bill proposes raising this limit to 15%. The Bloc Quebecois does not agree that this change is necessary. A 5% increase in this limit, however, would not present an obvious risk of control in fact being taken of Air Canada. A 5% increase is clearly not huge.\n\nHowever, if it is not a huge percentage, why is any increase at all needed if the bill's definition of control in fact is not amended?\n\nThe Carriage by Air Act contains a definition of control in fact but it was not helpful in the case of American Airlines' takeover of Canadian. In the bill before us, the definition is strictly limited to 25% of voting shares. This is not enough, because some recent cases have shown that such a limit is not sufficient to prevent foreign control.\n\nThe Bloc Quebecois is of the opinion that this definition must include a reference to control of operations and investments. For example, AMR held only 25% of voting shares in Canadian Airlines International, and yet it controlled the company through a service contract and a right of veto on important decisions by Canadian Airlines International, which gave AMR de facto control over the company.\n\nSadly, we must keep reminding the government, a nationalist government that shows its colours everywhere, of this. It is sad that the government has to be reminded of the Nagano games with regard to its desire to be nationalist and to show it.\n\nJust think about the ultranationalist speeches the Liberals made when we wanted to discuss the possibility of a continental currency. Just think about the tens of millions of dollars spent each year by the Liberal government to promote Canada in a way that, more often than not, looks like crude propaganda. In that context, is control of an international air carrier not of the utmost importance?\n\nJobs in that industry are, for the most part, strategic, good paying jobs that bring valuable knowledge. A healthy air transport industry is essential to an advanced economy. Rhetoric seems to be enough for this government. But it is not for the Bloc Quebecois.\n\nLast fall, we found ourselves in the rather ironical situation of bearing, as the Quebec sovereignty party, the standard of Quebec's interests of course, but also of Canada's interests, against the Government of Canada, which was prepared to hand over control of the industry to Americans. Ridicule does not kill. That illustrates our basic positions. We are sovereignists and we are proposing partnership with Canada.\n\nThis example illustrates our position perfectly, because in the Onex-Air Canada matter, Quebec's and Canada's economic interests were mixed. We got calls from Toronto, Ottawa, the Maritimes and elsewhere in Canada. Canadians wanted us to continue our fight. They were ashamed of their federal government and they were right. The minister has to understand that and not start this business all over again.\n\nWith Bill C-26, the minister continues to give himself the right to amend the 25% limit by order. As I said earlier, this is totally unacceptable. If the minister wants to amend the rule sometime, let him do so in the House. Let him introduce an amendment to the laws concerned and allow it to be debated where it must, where the representatives of the people sit to debate it.\n\nI also want to return to the Official Languages Act. The government adopted the Bloc Quebecois's position on official languages. Our position essentially reiterated the opinion expressed by the commissioner before the Standing Committee on Transport.\n\nWe are satisfied with these legislative measures, but the Bloc Quebecois remains somewhat concerned about the application of these principles. Although, Air Canada has long been bound by the Official Languages Act, its affiliated regional carriers have frequently been lax in their application of this law. It is not enough to pass legislation. Legislation also has to be enforced. On that, this government's record is none too good.\n\nI would now like to say a few words on the price of airline tickets. These prices are often out of line, particularly in smaller communities. To counter this practice, the bill establishes some measures, based on competition and price monitoring.\n\nThe two organizations responsible for enforcing these measures, the Commissioner of Competition and the Canadian Transportation Agency, have seen an increase in their powers and in the means at their disposal. However, the bill should provide that an assessment be made every year in the first three years after its passage, to validate the results obtained through these measures and to ensure that the commitments made by Air Canada management have been honoured. Fine promises have to be kept, and that requires regular checks.\n\nAs far as the service to remote areas is concerned, the bill deals neither with services provided or not provided by the airline companies nor with the quality or diversity of these services, except to require carriers to consult with elected officials in the region before abandoning a regional route and to inform them of their intention to do so. As well, the minister reserves the right to reduce the 120 day period that the airline companies have to abide by before abandoning a route.\n\nIt is completely unacceptable, because it leaves to much room to arbitrary decisions. In this case also, the bill should provide that an assessment be made every year in the first three years after its passage, to validate the results obtained through these measures and to ensure that the commitments made by Air Canada management have been honoured.\n\nWhen one feels one is being watched, one is always more careful to comply with self-imposed policies and directives.\n\nCanada is huge, and so is Quebec. People living in remote areas need an efficient, affordable and well maintained transportation network. This government's policy goes in the opposite way. For this government, it would appear that regions are not financially viable.\n\nThis is an inept way of dealing with the issue of regional transportation. It is certainly not a coincidence that the government has serious political problems in the regions. The government has abandoned the regions, and this is best exemplified by transportation.\n\nLet us talk also about the future of regional carriers. This issue is tackled only indirectly in the bill through the provisions dealing with competition, mainly. The Bloc Quebecois, in its dissenting opinion, was against the creation of a new regional carrier under the control of a dominant carrier.\n\nSince Air Canada has given up that project, we are satisfied with the measures dealing with competition. However, the bill should provide that an assessment be made every year in the first three years after its passage, to validate the results obtained through these measures and to ensure that the commitments made by Air Canada management have been honoured.\n\nThe Bloc Quebecois is consistent in its positions. On three occasions we asked that an assessment take place every year to make sure the goals are being met.\n\nI also would like to speak about the problems of service to remote areas. The two main problems faced by people in remote areas are high air fares and lack of frequency of flights. Moreover the quality of aircraft and the use of French might also be a problem.\n\nThe possible solutions, apart from strict regulation, all involve increased competition.\n\nAccess to adequate air service must be looked at in the context of the deterioration of the transportation infrastructure in remote areas. These areas are increasingly isolated, which hampers their economic development. As we know, safety has been compromised by the minister. I would like to say a couple of words on this topic to illustrate my point.\n\nThe crash of the Air Satellite plane, which killed seven people on December 7 last year, only minutes after take off from the Baie-Comeau airport, and the crash in Gaspé, which took the lives of four people on April 13 last year, have brought back to the fore the issue of air transportation safety, an issue the Bloc Quebecois had already started examining.\n\nIt should also be pointed out that the air traffic control system was privatized and sold to Nav Canada in December 1995 for $1.5 billion. The auditor general underlined in his report of October 1997 that the value of this monopoly had been estimated at $2.4 billion by Transports Canada's financial advisers, while the Department of Finance estimated it at $2.6 billion. Yet, it was sold for $1.5 billion.\n\nBefore November 1, 1996, air navigation services were provided by Transports Canada and mainly financed through the air transportation tax paid by airline passengers. These services are now provided by Nav Canada. Since November 1, 1998, they are exclusively financed through fees paid by the airlines. The air transportation tax has therefore been eliminated pursuant to the Civil Air Navigation Services Commercialisation Act.\n\nFor Nav Canada, the customers or users are not the passengers but the airline companies. Therefore, Nav Canada's concerns are based on those of its clients, whose natural imperative remains net profit. I would not go as far as to say that passenger safety has become a secondary issue, but the fact that Nav Canada is not directly responsible to voters but to its corporate clients has an impact on the way it perceives its role. This is why we fear that this agency, in its decisions, might not fulfil its primary responsibility, which is to ensure passenger safety with the greatest prudence, diligence and even zeal.\n\nYet, a quote from Nav Canada's Internet site suggests that this is not the case. I quote:\n\nThe corporation will be all the more successful in serving its customers if it is able to allocate its resources where they are the most needed. This is why it has undertaken a review of the levels of service provided in all its facilities, so that they will match the volume and type of traffic in each location.\n\nHere is another quote from Nav Canada found on Internet:\n\nAs a matter of fact, under the Civil Air Navigation Services Commercialisation Act, we are only allowed to collect revenues necessary for the provision of services, including the reserves necessary to make investments and to maintain a stable financial structure. This is what we have done. Any surplus has to be given back to customers , in this case as deferments.\n\nConsequently, Nav Canada last year returned $65 million to the users of its services, mainly Canadian Airline Internationals and Air Canada. It is clear that Nav Canada's interest lies not with the passenger-user, but with its customers.\n\nConsidering that Air Canada and Canadian Airline Internationals recorded losses in 1998 of $16 million and $137 million respectively, one can well imagine what happened, with the airlines wishing to pay less, Nav Canada adopting a cost-benefit approach, and the government being concerned about a company disappearing.\n\nNeed I remind hon. members that Canadian Airline Internationals could not have survived without the $20 million annual fuel tax reduction, without the heavy dose of favouritism in awarding it the most lucrative air links, without a great deal of flexibility as far as the repayment of interest-free loans are concerned?\n\nBy allowing the establishment of less costly standards for the airlines, Transport Canada has played along with Nav Canada's priorities. What are these priorities? Are they the right priorities?\n\nIn a press release on September 30, 1997, Nav Canada stated the following:\n\nThe company aims to reduce annual expenses by approximately $135 million, in constant dollars, by August 31, 2000.\n\nLast August, Nav Canada returned $65 million, as I have already said, to users of these services, mainly to Canadian International Airlines and Air Canada. Would it not have been preferable to reinvest these amounts in passenger safety? But the question is whether the right priorities were selected.\n\nEliminating the Baie-Comeau airport control centre on April 1, 1995, which was not even replaced by a flight information station, is not an example of promotion of air transportation safety in the region, nor is the elimination of the flight information station at the Gaspé airport in 1998 and the threatened elimination of the flight information station in Roberval.\n\nIndeed, the presence on site of air traffic control specialists or professional skywatchers, and take off and landing runways help lower the risks.\n\nOn the subject of risks, we are focussing particularly on the risks of being unable to detect quickly that an aircraft is in difficulty or to locate quickly a crash site near an airport.\n\nWe are also focussing on the fact that, without a flight information station at an airport, it is impossible to provide pilots with precise weather information, in real time.\n\nWe note that the Minister of Transport wrote the following on June 15 to our leader, Gilles Duceppe:\n\nNav Canada's aeronautical study must prove to me that interruption or reduction in levels of service would not unacceptably increase risks to air safety.\n\nIt would appear that the minister believes that there can be an acceptable increase in safety risks. That is what he believes.\n\nI would also like to say a few words about high prices. The regular plane fare from Sept-Îles to Montreal is about $800. This creates a vicious circle in that higher prices lead to decreases in the number of travellers, and decreases in the number of travellers lead to ever higher prices, until the route is not longer profitable.\n\nWhat are the possible solutions?\n\nThe great majority of those surveyed believe the only viable solution is increased competition. WestJet and, to a lesser extent, Air Montreal, have shown that it is possible to offer interregional services at low prices.\n\nFor example, Air Montreal offers a one way ticket from Québec to Îles-de-la-Madeleine for $170 or from Québec to Mont-Joli for $125.\n\nMost people believe that the solution lies in increased competition. However, the various decision makers may consider different solutions.\n\nAmong the other solutions being considered there is of course the abandonment of regional subsidiaries by Air Canada. Others believe that all regional carriers should have access to Air Canada's network for reservations, transfers and airport terminals. Some are looking at regulating airfares instead, while others, including the Bloc Quebecois, are looking at a tax reduction for regional carriers. Others yet are considering allowing foreign carriers, including American operators, to do cabotage.\n\nOn the issue of frequency, few solutions have been proposed so far. However, the lower the airfares, the more people will fly, thus making it profitable for air carriers to maintain a line.\n\nI want to say a word on the duopoly of Air Canada and Canadian Airlines International. This duopoly had flights at the same times, with planes that were half empty. We are of course talking about regional transportation. Many of these lines were not profitable but the two carriers could put up with some losses because they would make up for them by transferring regional travellers onto their international flights.\n\nLet us take an example. As I mentioned earlier, a traveller from Sept-Îles can buy a ticket to fly from Sept-Îles to Quebec City to Paris for about $800. A company such as Canadian Airlines could afford to lose $100 on the Sept-Îles to Quebec City flight, since it was making $150 on the one between Quebec City and Paris. This makes a difference of at least $50. The two companies had an interest in losing money between Sept-Îles and Quebec City, since the planes were full between Quebec City and Paris, thus allowing them to make up the loss incurred during the first leg of the trip.\n\nIf the two companies had merged, the planes would have been full from the start in Sept-Îles and travellers could have enjoyed even lower airfares. That is why the two carriers were ready to run the domestic flight in order to be able to take passengers on international flights and make the passenger who only wants a domestic flight pay a hefty price. This sort of passenger is not desirable.\n\nThe same logic applied when the two carriers dropped their fares in order to maintain their duopoly over certain domestic markets. The logic of the international market therefore played against the logic of the domestic market.\n\nWe can hope that profits will enable Air Canada to lower its fares but other measures will undoubtedly be necessary to resolve this problem. The Bloc Quebecois will suggest some solutions in committee.\n\nThat concludes my remarks on Bill C-26 at second reading. We hope that the government will be receptive to any future amendments the Bloc Quebecois may wish to move during committee deliberations, so that insofar as possible we can find a long term solution to this transportation problem, which is not new in Canada.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 12:05:00", 
            "attribution": "Mr. René Laurin (Joliette, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bev Desjarlais", 
                "url": "/politicians/3175/", 
                "member_id": 2509, 
                "party": "NDP", 
                "riding": "Churchill (Manitoba)", 
                "id": 3175
            }, 
            "url": "/hansards/2110/143/", 
            "text": "Madam Speaker, today I am speaking on behalf of the New Democratic Party in opposition to the bill as it is. We have agreed that we will do what we can to get the bill to committee as quickly as possible, recognizing the seriousness of addressing the issues concerned with the merger of our two major airlines and the reality of there being one dominant carrier in Canada.\n\nI must say that I was disappointed with the Liberal government on this bill. As the New Democratic Party representative on the transport committee I worked very hard on this issue as did all the committee members from all the parties. Last fall the committee heard from literally dozens of expert witnesses on this issue.\n\nI was disappointed but not surprised that the Liberal government and the transport minister ignored what Canadians had been saying all these months. Instead it came up with a bill that fails to address the key concerns of Canadians. Even the minister, I know, recognized that the bill is far from perfect, but I do not think there is anything wrong with our looking for that perfection when we get to committee and fixing the bill where it has fallen short.\n\nThe government still does not understand the basic problem facing Canada's airline industry. Our airline industry has gone from crisis to crisis since the Mulroney government deregulated it in 1987.\n\nDeregulation has been a disaster for Canadians. The cost of flying in Canada has gone up massively since deregulation began. Ticket price increases have been rising faster than inflation. The overall cost of flying has gone up a whopping 76% since 1992.\n\nThat is not what was supposed to happen under deregulation. Bay Street lobbyists said that deregulation would bring competition which would drive prices down, not up. They said there would be more airlines flying to more destinations than ever before. So where is the competition?\n\nIt has been almost 13 years since deregulation began and we have fewer airlines, not more. Deregulation has resulted in fewer airlines flying to fewer destinations and Canadians are being charged more for those tickets. This is what happens when we let market forces take the place of smart public policy.\n\nThe New Democratic Party is not against markets. Often when we criticize the government for pandering to the market, people say we are against the market. That is not the case. We are not. We recognize to have a strong country we need a strong market economy, but a healthy market is not the only thing we need for a healthy country. We need to balance a strong market with sensible public policy.\n\nThat is not the ideology of the Liberal government. Call it corporatism, call it laziness, call it lack of vision, call it whatever we will. The Liberal government refuses to accept that the market alone cannot solve every problem. When it comes to the airline industry the government cannot see the forest for the trees. This is what happens when we are dealing strictly with that ideology. The Liberal government's uncritical faith in the free market blinds it to that reality.\n\nThis is the reality. Under deregulation Canadians have less choice and are paying more for flying. The airlines have cut service to small and medium size communities across the country. The government had to spend millions of dollars to bail out Canadian Airlines and then it wound up collapsing anyway. There have been job cuts and wage cuts for airline employees. By anyone's standards deregulation has been a public policy disaster. Yet the Liberal government still clings to this policy with the blind faith of ideology.\n\nI want to talk about the effect of deregulation on my own riding of Churchill. Few areas of the country are more expensive to fly to than rural and northern Manitoba. It costs more to fly from Thompson to Winnipeg than it does to fly from Halifax to Vancouver. Airfares have skyrocketed and passengers are not satisfied with the service quality and availability. What this demonstrates is the Liberal government's short-sightedness in letting market forces replace public policy.\n\nUnder the logic of the market, the airlines have made decisions to maximize their profits by charging the highest fares they can get away with without concentrating on service. This makes perfect sense from a narrow market point of view but makes no sense at all from a public policy point of view.\n\nMarket driven decisions in remote areas kill economic growth. They deter people from moving to rural and northern areas and setting up businesses there. If the Liberal government was looking at the big economic picture, it would see this and do what it could to keep airfares and the cost of doing business in remote areas down. But the Liberal government is not looking at the big picture. It is ignoring the fact that deregulation is killing jobs and businesses in rural and northern Canada.\n\nIt gets worse. Not only has deregulation nailed ordinary Canadians with higher airfares and less service, not only has it killed jobs and hurt rural and northern Canada, it has not been good for the airlines. From the minute deregulation kicked in, Air Canada and Canadian Airlines were in a death match that has taken a huge toll on both companies.\n\nCompetition can be a good part of the market economy or it can be destructive. We have to distinguish between healthy competition and destructive competition. Healthy competition delivers low prices and better services to the consumers. Destructive competition does the opposite and leads to monopolies. Need I say more?\n\nThe competition between Air Canada and Canadian Airlines was the destructive kind. As we have seen, it led to higher prices, not lower prices. It resulted in less service to communities, not more.\n\nHealthy competition thrives in a stable market with rules and boundaries. Under deregulation there are no rules and competition turns destructive.\n\nNew Democrats want to see healthy competition in Canada's airline industry. That is why in the minority report I called for modern regulations to promote competition and protect the Canadian public. I do not want to see a return to the kind of regulation we had 20 years ago. Over-regulation is as bad for competition as is deregulation. What Canada's airline industry needs is the balanced approach. This bill does not provide the balanced approach to Canada's airline industry needs.\n\nThe government's approach once again is selling Canadians short. At best this bill is a baby step. We are facing a monopoly in our airline industry, a monopoly caused by deregulation, and the Liberal government will not let go of the very cause of the monopoly. This monopoly is an unprecedented threat to Canadian consumers. If there was ever a time to protect the public interest, now is that time, yet the Liberal government has to be dragged away from regulation kicking and screaming.\n\nThe transport minister has said that this bill would protect the Canadian public. Sometimes something is so ridiculous that it seems funny. This was one of those times. Saying this bill as it is will protect the public from a monopoly is like giving someone one boot when it is 40 below and saying it will keep his feet warm.\n\nThat is not to say that this bill is all bad. Before I talk about what is wrong with it, I am going to talk about what is good about it. The bill implements four recommendations from the transport committee that I supported and fought to have included in the report.\n\nFirst, it doubles the amount of notice an airline has to give the community before it abandons it.\n\nSecond, it improves the official languages section of the Air Canada Act.\n\nThird, it gives travel agents the right to negotiate their commissions collectively with the dominant airline. This will help keep travel agents in business and continue to provide affordable service to the public. One message which was loud and clear was that travel agents are a critical and valuable link to the air transportation system. As a committee, I was extremely pleased that we all agreed and that the government implemented this within the bill.\n\nFourth, the bill gives the Competition Bureau expanded power to stop predatory pricing. I want to talk a bit about this fourth point because I like to give credit where credit is due.\n\nOne of the big problems with a monopoly is the dominant airline can crush any small competitors that come along and try to compete with it. With broader powers to prevent predatory competition, the Competition Bureau should be able to prevent this from happening. This will eventually make it possible for the market to correct itself and bring a return to some form of competition.\n\nI recognize the minister in his statement indicated that if there had been intervention earlier on, we might not have been in the situation we are in right now. I commend the government for this part of the legislation.\n\nI also want to talk about the extended notice period for community abandonment. This is also something I fought for in committee and I am glad to see the government has accepted this recommendation. However, extending the notice period alone does not go nearly far enough to protect small communities. All it does is give communities more warning before an airline pulls out.\n\nIt is important that there be a mechanism to make sure small and medium size communities in Canada have decent service. This needs to be done in a way that balances the public interest with the market. It is not reasonable to expect an airline to lose money hand over fist serving a community.\n\nAt the same time, airlines have a public trust to make sure all Canadians have reasonable service. The government has a responsibility to make sure the airlines live up to that trust. Operating an airline in our country is a privilege. The airlines have a responsibility to serve small and medium size communities even if they do not make quite as much profit as they do from serving Montreal and Toronto for example.\n\nThe Liberal government is not making Air Canada live up to its public trust with this bill. All it does is force Air Canada not to abandon any communities for three years. After that it will be open season for community abandonment. There is no review mechanism to make sure these abandonments are justified. This is another example of putting blind faith in a market.\n\nThe other area the Liberal government has bungled is that of airfares. This is an area that most Canadians are concerned about as a result of a monopoly. The anti price gouging measures in this bill, if we can call them that, will only be in effect for two years, possibly four. These measures are not even that strong. The Liberal government is relying on the Canadian Transportation Agency to regulate fares and is giving it slightly wider powers to do it. This is not going to work. The CTA is already mandated to control fares. It has been completely ineffective until now.\n\nDoes the Minister of Transport think he can just wave his magic wand and overnight the CTA will become effective? All this bill does is it broadens the CTA mandate slightly and gives it the ability to be a bit proactive for the next two years. Expecting the CTA to stop this new airline monopoly from price gouging is like sending one person with a shovel to stop the avalanche. There must be ongoing measures in the bill to prevent price gouging.\n\nThe third major flaw with the bill is in the area of labour relations. I have often wondered if the government has had any respect for unions or the democratic right of collective bargaining. This government has used back to work legislation to stop legal work stoppages more than any other government. This is the government that fought like mad to keep from giving pay equity, simple equality, to its own employees. It is no wonder it has completely ignored the thorny issues that this bill represents in the area of labour issues.\n\nThe bill needs to ensure that labour disputes, including the issues relating to seniority, can be dealt with in a timely manner. We need to ensure that airline unions are in a position to bargain effectively during this restructuring. We need to ensure that disruption in service with this new dominant carrier does not bring the country to a standstill.\n\nThe Reform Party would suggest that we do not allow the airline employees to have the right to collective bargaining or the right to strike. We need to ensure that the present Canada Industrial Relations Board has enough resources to give any disputes resulting from this merger top priority without it affecting any of its other cases. That is what we need to do to make sure that this works.\n\nAt the end of the day this all comes down to priorities. All that Canadians want from their airline industry is safety, affordability and decent service to communities. If the Liberal government shared these priorities, it would have done something meaningful to address them in this bill. Instead the Liberal government is turning an airline monopoly loose on Canadians with little protection for consumers, workers and communities.\n\nI cannot help but make a point of commenting on some of the thoughts that came from one of my opposition colleagues and that would be the Reform member.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 12:45:00", 
            "attribution": "Ms. Bev Desjarlais (Churchill, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2110/144/", 
            "text": "There are no Reform members.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 12:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bev Desjarlais", 
                "url": "/politicians/3175/", 
                "member_id": 2509, 
                "party": "NDP", 
                "riding": "Churchill (Manitoba)", 
                "id": 3175
            }, 
            "url": "/hansards/2110/145/", 
            "text": "My apologies. I do recognize there are no longer any Reform members. In all fairness, Reform has been somewhat critical of the people in the House but it has been some time that things have been up in the air about that party's name. It may take some time before people realize that they finally have come up with a finalized name.\n\nIn all fairness to Canadians, they voted for certain people at election time and they voted for them as belonging to a certain party. When that party saw the need to change in midstream, one wonders if perhaps people should have the right to change their vote.\n\nThe member from the Canadian Alliance commented on the airport authorities having too much power. I cannot help but reflect on everything that has happened in the last number of years with that party pushing the government to get out of regulating transportation and to turn over the airports to someone else. Now those airports have some authority and want to do things to try to make things work. That party was hand-in-hand with the government in divesting itself of authority over airports, but now it is complaining, perhaps because some of its friends are not making quite what they thought they would because the airports are operating independently, trying to survive.\n\nMy hon. colleague as well mentioned that her party did not want to see only one airline. Had it not wanted to see only one airline in Canada, where the heck was the official opposition for the past number of years as Canadian and Air Canada struggled? Why was it not saying “Put some regulations in and get some kind of capacity controls to make sure that these airlines can survive”? Then we might have been able to see more than one airline operate in Canada. We might still have Canadian and Air Canada, ensuring competition.\n\nThere is the issue of increased foreign ownership. Is that the answer to everything? American Airlines increased its investment in Canadian Airlines. Did that save it? I do not see it here. Has increased foreign ownership helped western farmers? Tell western farmers how selling off the railways and increased foreign ownership has improved producers' profitability. It sure improved the profits for the rail lines.\n\nThe member also mentioned that passengers have to sit and wait at the airlines because of overbooking. Some people do not get on the plane if everybody shows up. The business argument is, that is good business. They do not want to leave if the seats are not filled.\n\nDoes anyone here want to reflect on all of the times the Canadian Alliance members have commented that we have to do whatever is best for business and that businesses should be able to do whatever they want to make a profit? Sometimes we have to eat our words and recognize that it was not the right way to make things better for Canadians.\n\nIf my Canadian Alliance colleague is truly concerned about passenger rights, I look forward to that party's support for a passenger bill of rights and amendments to this bill which will reflect those concerns.\n\nDespite our opposition to this bill, the New Democratic Party will make an honest effort to improve it. Canadians deserve no less than for us to do our best to improve this bill in whatever way we can.\n\nI will be proposing a number of amendments to fix some of the shortcomings I have identified to make this bill address the very real concerns of Canadians.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 12:55:00", 
            "attribution": "Ms. Bev Desjarlais", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2110/146/", 
            "text": "Madam Speaker, I welcome the comments made by the hon. member for Churchill. She is not happy with the bill and she wants to bring forward some constructive amendments.\n\nI would hope that she could show us a better way to deal with price gouging than what is already in the bill. If she is advocating a return to total regulation, then I would say that the consumers would not benefit in the long run because prices would be higher.\n\nI will be looking very carefully at suggestions and amendments that come from her party, because I think the best way to deal with price gouging is that which is provided in the bill.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:00:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bev Desjarlais", 
                "url": "/politicians/3175/", 
                "member_id": 2509, 
                "party": "NDP", 
                "riding": "Churchill (Manitoba)", 
                "id": 3175
            }, 
            "url": "/hansards/2110/147/", 
            "text": "Madam Speaker, I think I made it quite clear that I do not think the answer is to return to a totally regulated system, but I think there has been recognition through all of the committee meetings we had, 156 hours of meetings, meeting with numerous witnesses and numerous people, that there needs to be some regulation. Quite frankly, there was no question that what was going on between Canadian and Air Canada was not the answer to provide a stable airline industry in Canada.\n\nThese regulations could possibly be in the area of capacity, the same way we regulate internationally. We have a very strong international air service. Those things could have happened. Then we would have competition.\n\nCompetition for the sake of competition is not the answer. If that is the case, what we end up with is like the street markets in Tijuana, where the competition is to get the item down to the last penny. Canadians do not mind paying for a service, but they want to pay fairly.\n\nWhat appears to be happening now, and the CTA has not been able to address it, is that costs have been going up. People have to say that they are not getting the service. We know that wages have not gone up. We know the workers took numerous cuts, right, left and centre, to make things work. They still were not able to bring down the prices. Part of that was because the foreign investment of American Airlines had a stranglehold on Canadian Airlines, which could not make some of the changes it should have been able to make.\n\nAs well, Air Canada, in a cutthroat type of approach, did not make any effort, so everyone dropped prices just to survive. No one survived and ultimately we were left with a dominant carrier that will be in a position to gouge the heck out of Canadians.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:00:00", 
            "attribution": "Ms. Bev Desjarlais", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2110/148/", 
            "text": "Madam Speaker, it is certainly a pleasure to take part in this debate. I am going to focus on the impact on consumers. Many of my colleagues have discussed several aspects of the bill and referred to the committee work that we spent so much time on, but I want to focus on consumers.\n\nI feel that the bill has left out the interests of consumers, considering that now there is a dominant carrier structure in Canada, whereby consumers have no choice in most of their airline service. It is not like it was a year ago when, if they were not happy with one of the main airlines, they could go to another. Now if they are not happy with the airline, it is just too bad.\n\nI think that consumers need help to reach the parties that can effect change and deal with their protection.\n\nRecommendation No. 42 of the standing committee stated that an ombudsman be appointed by the government to deal strictly with consumer issues. That recommendation was completely ignored in the bill and I believe that was a mistake. That recommendation definitely should be followed and I intend to bring it to committee. In fact, I have already submitted to committee that the recommendation be made part of the bill, that the bill be amended to reflect it.\n\nMy focus on consumerism stems from several issues that have happened lately, from several observations I have made and from constituents in my riding who have been affected by changes in the airline since the amalgamation of the two main airlines. Calls have been made to my office, as I am the transport critic. I have spoken with other MPs and travellers who have experienced new problems which they had not experienced before. I myself have experienced a significant increase in problems, delays and things of that nature, in the airline industry. I believe that the appointment of an ombudsman is important.\n\nAs the vice-chair of the committee, the member for Thunder Bay—Superior North said in his report on the committee report that the Competition Act and the Canada Transportation Act, through their regulatory agencies, are not accessible to the average Canadian.\n\nThere is nothing accessible to the average Canadian without an ombudsman. I strongly support the proposal to have an ombudsman.\n\nI have a short term plan and a long term plan that I would like to talk about today. The long term plan is the amendment to the bill to make the appointment of an ombudsman law and a part of the airline industry. I believe that has to be a part of it, considering that there is no longer any competition to protect consumers.\n\nThe short term plan is that I am inviting people to write to my office through e-mail, fax or regular mail to tell me about the problems they are experiencing now, especially if there is an increase in problems. Some of those problems are delays with no explanation, the cancellation of flights, technical difficulties, overbooking, as mentioned by some of my other colleagues here today, abrupt service changes, luggage problems and communication problems.\n\nI invite any consumer in Canada to write to my office. Contact me and we will assemble these complaints and take them to the appropriate party, whether it is airline management, the Transportation Safety Board if it is a safety problem, or the Canadian Transportation Agency if it is a ticketing or scheduling problem. We would be pleased to take them all to the minister's office. We will do whatever is the appropriate thing to ensure that customers' complaints are addressed.\n\nThis is a short term, interim service that we will provide until the legislation is complete. I will provide the addresses further on in my remarks if anybody is interested.\n\nThe amendment I have proposed is exactly the same amendment which was already passed in committee. It was passed by an all party committee and all parties supported it. The proposal to establish the ombudsman simply states:\n\nThus, the committee recommends that:—\n\n42. The government appoint an independent ombudsperson to monitor the commitments of a dominant carrier, to oversee a public complaints process and report annually to Parliament and to the appropriate committees of Parliament on the state of the airline industry. This person must be selected in accordance with a public and transparent selection process, and must possess expertise in such areas as airline policy, public interest advocacy, and regulatory legislative processes.\n\nThat is my long term goal and I believe that would address the problems with consumers in the long term. But again, in the short term I am making my office available to receive complaints on any issue. Again, if it is a company policy issue or a specific problem, we will take it to the airline. I feel confident that they will address it, as they have with me in the past on any issue we have brought to their attention. With respect to safety issues, we will take those to the Canadian Transportation Safety Board, and so on.\n\nIf anyone wants to contact my office with a complaint with respect to the airline service they are experiencing now or have recently, they can write a letter to Bill Casey, MP, House of Commons, Ottawa, K1A 0A6. They can e-mail me at caseyb@parl.gc.ca. They can fax me at 613-943-2295. Or they can check our website at www.pcparty.ca.\n\nAir Canada is not the only company that is involved with aviation. One thing we learned at the committee is that there are dozens of airlines in Canada. They are smaller airlines, but there are dozens of them and they are all aggressive and all entrepreneurial. Really, it is an exciting industry.\n\nAir Canada has the vast majority of business now and any time I have brought a problem to the attention of Air Canada it has been addressed very quickly, and I appreciate that. In fact when I called the offices of Air Canada yesterday to tell them that I would be proposing this interim ombudsman office just to get us through until the legislation is passed, to my surprise their reaction was that it was a great idea. They were very positive and they agreed to work with us. If there are problems, with that company at least, they have agreed to address them and work with us to solve the problems.\n\nSome of the typical issues that we get in our office concern the increased delays in flights. That is only part of the problem. The other part is that the consumers who are victims of the increased delays are given information which is wrong, delayed or incremental. They say that the flight is delayed 15 minutes, and then after 15 minutes it is delayed another half hour, and then it is delayed another half hour. Instead of saying at the beginning that the flight will be delayed two hours, or whatever, and give the consumer a choice of whether to go home or take a different mode of transportation, they seem to keep consumers at the airport by giving these incremental news briefs and information in little pieces, which I do not think is correct. That should be addressed and it should be changed.\n\nThere are inconsistent explanations as to why planes are delayed. In one case I was given three different explanations. I was told it was an equipment problem, then I was told there was a crew shortage and then I was told there was a storm. I do not know what the truth was, but I was given three different explanations. I believe that consumers are entitled to an explanation if their travel is delayed or interrupted. If the airline knows what the problem is, it owes it to consumers to tell them exactly what is the problem.\n\nOn Monday I was at the Montreal airport and I met a constituent of mine. When I asked him what he was doing there, he told me that his flight had been cancelled. When I asked him why it had been cancelled, he told me that he had no idea because they would not tell him. He told me there was hardly anybody on the plane and he thought they had cancelled it because there were not enough people. As there was another plane at 5 o'clock and there would not be many people on that flight, they just cancelled my constituent's flight and made him wait four hours. I believe that consumer is entitled to an explanation. I would like to have an answer too, and we will be seeking an explanation.\n\nAnother thing happened to me this week. After flying into Montreal, I went down to get my luggage. Before I even got to the luggage carousel, I was paged to go to the luggage counter where I was told that my luggage had not arrived, that it was not on the plane. I could not go to Ottawa because I did not have any clothes, other than the jeans and the sweater I had on, so I went home. I was told to call the Moncton airport the next day to find out the status of my luggage.\n\nThe next morning I tried to call information for the phone number of the Moncton airport and I was told that it was an unlisted number. I did not know what to do so I called the 1-800 number. I could not get through that number so I called my local travel agent. My travel agent said that there was a special number for luggage and she gave me the number. I called that number and had to go through the code business. I got a neat recording which said “We are sorry, but this call will take longer than we anticipated, but do not hang up because you will lose your place in the line”. That was all right. I waited for awhile and got another recording to that effect. I then got a recording saying “If you hang up and go to the Internet you can check on your luggage there, but do not hang up because you will lose your place in line”. The point I am making is that I waited 25 minutes before I was able to speak to a person.\n\nThe person finally came on the line and I explained that I had lost my luggage in Montreal and that it was supposed to go to Moncton. He said “No, I do not think you have lost your luggage because it is not on the computer”. Anyway, this went on and on and on. The system and the service just was not good enough.\n\nI challenge the president of Air Canada, Mr. Milton, to apply his standards to his own company and to pretend that he is a consumer of Air Canada. Would he go on hold for 25 minutes to find out where his luggage is? Would he accept that level of service? I do not think he would. I would challenge Mr. Milton to review and fix that problem on the luggage communication system. People are already upset when they lose their luggage and they do not need that system to make it worse.\n\nLast night a lady called me and told me that she had spent two days trying to get through to the frequent flyer program. She said that she was on hold for more than an hour on one occasion and still did not get through. The only way she said that she finally got through was by trying at 7 o'clock. on Sunday morning.\n\nAgain I ask the senior management of all airlines: “If you were trying to get a product or to check on the service of your car, would you accept a one hour wait on the phone, or even 25 minutes?” I do not think so.\n\nI ask the senior management of the airlines that have 1-800 numbers to review them. I propose that they put in a standard. If a customer has to wait for five minutes he or she should be told that the call will be so many minutes, whether it is 25 minutes or an hour or whatever, or it should just ring busy. However, do not play tricks on people and get them on the line, hold them there and lead them to believe they and their problems will be dealt with shortly when they will not.\n\nMy approach is not adversarial on this issue. I think it is important for the airline management to know what is going on. In the turmoil surrounding the transition, with all the plane changes, the union negotiations, the scheduling and everything else, I believe consumers are getting left by the wayside in this whole issue. My goal is not to be adversarial with the airlines. My goal is to help them realize and understand what their consumers are going through. I hope that if people register their complaints with me I can then seek assistance and relief for these problems from the senior management of the airlines. I am confident that I can to that.\n\nAir Canada was recently recognized as the best airline in the world. That was because they have superior service. It is important to me that Air Canada maintain that standard as the best airline in the world because Air Canada is in many respects our ambassador all over the world. It is the most tangible symbol of Canada that is ever seen in many countries.\n\nHaving the best airline in the world reflects well on our country. My goal is to help Air Canada and all other airlines to maintain the very highest standards of customer service and safety. If I get good responses from my invitation to receive complaints and if they are addressed properly, the airlines will be able to maintain those high standards. My goal is to help them maintain their reputation.\n\nMy experience with Air Canada and all other airlines is that when I go to them with a problem they act extremely quickly at management level, but consumers do not have that access. They do not have access to anything other than a 1-800 number, which is extremely frustrating. I believe in the long term the ombudsman would serve to make sure that the airlines are aware of what their customers and consumers are going through. In the short term, I would like to provide that service myself until the legislation is passed.\n\nMy proposal is to act as an interim ombudsman through my office until the legislation is passed. It not only refers to Air Canada, but also to airlines such as WestJet, First Air, et cetera. No matter what airline consumers are using, if they have a problem I, and I am sure the minister and the company itself, want to hear about it. We guarantee that if we get a complaint we will see that it goes to the proper authority and the proper company, whether it is the company itself, the Transportation Safety Board, the Canadian Transportation Agency or the minister's office. We will monitor the complaints and make sure they are addressed.\n\nI offer anyone who has a problem or complaint with the aviation industry to write to me, Bill Casey, MP, House of Commons, Ottawa, K1A 0A6, or e-mail me at caseyb@parl.gc.ca, or fax me at 613-943-2295, or check our website at www.pcparty.ca and all that information will be there. We invite everybody to send us their remarks and we will share them with the appropriate body.\n\nFor the long term the ombudsman must be there. If Mr. Milton, the president of Air Canada, for instance, has a car problem and is not satisfied with the service he gets at the dealership, he can go to another dealership. However, if Canadian consumers, who use most of the airline's service, are not happy there is no place to go and there are no options. I think it is important to have an ombudsman who will make sure that Air Canada is aware of consumer complaints and that they are dealt with in an appropriate fashion. In the interim, we would be pleased to provide that service.\n\nI encourage people to communicate with us. If we have a good response, if there is a substantial problem or a consistent series of complaints, then it will help us to get this amendment through for the ombudsman to be added to Bill C-26. A poor response will of course indicate that there is no need for it, and I can live with that as well.\n\nI believe there is a problem and that consumers are frustrated with overbooking, cancelled flights and delayed flights. There is a big problem in communications with the major airlines. If those complaints are filed with us then we can do something about them. I am sure that the all-party committee, which has already supported the amendment I am proposing today, will again support it in the House.\n\nIn closing, I want to say that if anybody wants to contact me my address is caseyb@parl.gc.ca for e-mail. My fax number is 613-943-2295. Check our website at www.pcparty.ca.\n\nI look forward to this bill going to committee. It has been an enlightening experience for all of us on the committee. It was a tremendous experience to go through the debate about the airline merger. We met some incredible people in the industry. We were all impressed with the industry officials. I look forward to this coming back to committee and dealing with all the amendments from all the parties. I am sure that we can come up with a good bill that will protect consumers, the industry, the airports and the minister.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:05:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2110/149/", 
            "text": "Madam Speaker, I listened very attentively to my colleague's speech and I am not sure it is appropriate for a member of the Conservative Party to use the vehicle of a debate on a bill in the House to solicit memberships by offering his phone and fax numbers. I am just wondering if the fortunes of the Conservative Party are such that it has to resort to this.\n\nI would like his assurances that if he is inundated, as I think he will be with all manner of consumer complaints for having repeated this three times in the speech, that he will not come back to the Speaker or the House administration to request additional resources.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:20:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2110/150/", 
            "text": "Madam Speaker, I am surprised that the minister would suggest that there is a big problem out there, but I appreciate his support for my proposal. If he is correct and I am inundated with complaints, then there is a problem. That is good for all of us. We should all know that. The airlines should know it. The minister should know it. The Transportation Safety Board and all the agencies should understand this.\n\nI believe there is a bottleneck in communications between consumers, the airlines and the agencies involved. The vice-chair of the committee said that consumers have no access to the system, which is what I propose to provide. I propose to provide access to the system so consumers who have problems can approach either the airlines through an ombudsman, through my office, through the Transportation Safety Board or whatever. If anyone wants to join our party, it is caseyb@parl.gc.ca.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:20:00", 
            "attribution": "Mr. Bill Casey", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2110/151/", 
            "text": "Is the House ready for the question?", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2110/152/", 
            "text": "Question.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2110/153/", 
            "text": "The question is on the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2110/154/", 
            "text": "Agreed.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2110/155/", 
            "text": "On division.\n\n(Motion agreed to, bill read the second time and referred to a committee)", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2110/156/", 
            "text": "Is there unanimous consent to see the clock as 1.30 p.m. so that we could proceed to Private Members' Business?", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2110/157/", 
            "text": "Agreed.", 
            "topic": "Canada Transportation Act", 
            "time": "2000-03-31 13:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2110/158/", 
            "text": "The House resumed from February 28 consideration of the motion that Bill C-238, an act to amend the Canada Post Corporation Act (mail contractors), be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2000-03-31 13:25:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Joe Jordan", 
                "url": "/politicians/3402/", 
                "member_id": 2591, 
                "party": "Liberal", 
                "riding": "Leeds—Grenville (Ontario)", 
                "id": 3402
            }, 
            "url": "/hansards/2110/159/", 
            "text": "Madam Speaker, I just want to speak very briefly to the bill. I know we cannot ask questions in Private Members' Business so I will make a speech with a question in it.\n\nIf the sponsor of the bill, the member for Winnipeg Centre, who I believe will get a few minutes at the end of Private Members' Business to wrap up, could listen to the question, he perhaps could work an answer into his remarks.\n\nI personally will support this legislation. I have had a lot of contact with the rural mail couriers in my riding. It does seem to be quite an anomaly that mail service in a rural area would be treated differently than in an urban area.\n\nAlthough I agree in principle with the intention of the bill, I am wondering if anywhere in this process there are safeguards or guarantees for the existing contractors who are conducting the service presently. I was on the phone with them this morning and I know they are very supportive of the bill. However, my fear is that what might be happening here is an expansion of the membership of the postal union, and these particular contractors, having fought for the right to be part of the bargaining unit, may very well in the end not be the actual people who end up getting these jobs.\n\nI realize that concern could be addressed in committee, but hopefully the sponsor of the bill would reflect on that a little and perhaps outline some options or processes that we might want to take a look at to make sure it is not necessarily a thinly veiled attempt to push these contractors out; that they will actually be the ones who are in the queue and have access to these more secure jobs.\n\nI again congratulate the member for bringing the bill before the House. I look forward, if he gets a chance, to his speaking to that issue in his rebuttal at the end of the hour.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-31 13:25:00", 
            "attribution": "Mr. Joe Jordan (Leeds—Grenville, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Bill Gilmour", 
                "url": "/politicians/5526/", 
                "member_id": 2483, 
                "party": "Reform", 
                "riding": "Nanaimo—Alberni (B.C.)", 
                "id": 5526
            }, 
            "url": "/hansards/2110/160/", 
            "text": "Madam Speaker, I am pleased to speak to Bill C-238 put forward by the member for Winnipeg Centre.\n\nThe bill basically is an act to amend the Canada Post Corporation Act to repeal section 13(5) of the act dealing with rural route mail couriers.\n\nWhat section 13(5) deems is that rural route couriers are not dependent contractors and are therefore not eligible to collectively bargain or form an association so they can negotiate contracts with Canada Post. In other words, they cannot form a union.\n\nRepealing this section would allow rural route couriers basically to join the public workers' union. Although we agree with the concerns that the bill highlights, we do not agree with the solution.\n\nCurrently rural route mail couriers must submit a tender for their jobs and then negotiate with Canada Post.\n\nThe problem is that Canada Post does not have a tendering or contract guideline to ensure that the process is fair. This is the crux of the problem that the rural route couriers have. Many members in the House have rural areas in their ridings, as I do, and have heard about this issue many times.\n\nAs a result, many rural route mail couriers feel they are working under extremely poor conditions and substandard wages. For example, Canada Post officials are forcing independent contractors to lower their bids in order to maintain their contracts. Unfair limitations are being placed on their ability to act as independent contractors. These problems need to be addressed.\n\nFour years ago when the Canadian Alliance was the Reform Party, I was critic for public works. George Radwanski tabled an exceptionally good report dealing with Canada Post issues. A couple of the issues are quite relevant to this discussion. One is that Radwanski found:\n\nThe corporation is not subject to any adequately effective accountability mechanisms. Neither the minister responsible for Canada Post, nor any branch of the government, nor even the corporation's own board of directors has any way of providing the sustained supervision necessary to ensure that its priorities and behaviour are fully consistent with the public interest.\n\nThis is the crux of the matter. We have people in Canada Post who are running their own show. It is supposed to be a corporation for all Canadians, yet it is not being run in that manner.\n\nWe agree with the member that rural couriers are being done in. They are not being treated fairly. However, where we disagree with the member is on how to deal with this problem. We feel the mechanisms within Canada Post need to be addressed rather than unionizing those postal workers.\n\nRadwanski also found that Canada Post businesses practices were aggressive and unfair. It is no surprise to hear the concerns of the rural route couriers coming forward. However, as I have said, we feel that repealing subsection 13(5) of the Canada Post Corporation Act, as proposed in the bill, is not the answer.\n\nEliminating subsection 13(5) will eliminate the tendering process and prevent anyone other than a union member from vying for the job of a rural route mail courier. We think that is wrong. In other words, the bill overreaches what we feel is the stated intention.\n\nBill C-238 creates an ungainly situation where several unions may be competing for the same members. The bill may also lead to a conflict of interest between what a dependent contractor is and what their employers are. We feel that there are other options available. As it stands, the tendering and contract process is not fair, not honest and is simply not above board. The way to go is to fix that problem and the rural route problem will be fixed.\n\nThe basic issue is that we need a mechanism that obliges Canada Post to conduct fair and open tendering processes within its contracts. Everyone needs to know what the conditions are. This is the principle of the issue we are facing today. If we could fix the contract tendering process I believe we would solve the problem. As well, if the mechanism is not put in place to guarantee these conditions, the Canadian Alliance will investigate the possibility of making treasury board contracting policy applicable in this case.\n\nIn summary, we agree there is a problem that has clearly been identified by the member. We disagree with his manner of solving it. We do not believe that eliminating the section is the solution. We believe the solution is to deal with Canada Post to get fair tendering processes in place which will solve the issue.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-31 13:25:00", 
            "attribution": "Mr. Bill Gilmour (Nanaimo—Alberni, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Dick Proctor", 
                "url": "/politicians/3870/", 
                "member_id": 2737, 
                "party": "NDP", 
                "riding": "Palliser (Saskatchewan)", 
                "id": 3870
            }, 
            "url": "/hansards/2110/161/", 
            "text": "Madam Speaker, I am pleased to rise today to speak to the bill. I begin by congratulating the member for Winnipeg Centre for introducing the bill, which is an act to amend the Canada Post Corporation Act. I also acknowledge the member from the Liberal Party who indicated that he was planning to support the bill when it comes to a vote next week and for correctly describing it as an anomaly. Rural route mail couriers are somehow treated much differently and much worse than members of the Canadian Union of Postal Workers and other employees.\n\nI find it passing strange that a few short weeks ago we had a backbench Liberal MP stand to ask a pointed and loaded question to allow the cabinet minister responsible to highlight the new three year agreement between Canada Post and the Canadian Union of Postal Workers. At the same time here we are two or three weeks later turning around and apparently not going to offer reasonable rates and working conditions to folks who are delivering rural mail.\n\nI would like to dedicate this speech to a woman who is a long time friend of mine, Doris Woodbeck. For many years she was the rural route mail courier in picturesque Prince Edward County in the Bloomfield area. Doris Woodbeck was virtually a second mother to me. She delivered mail through snow and sleet and freezing rain and all other things that our mail couriers are expected to do. She is a wonderful individual.\n\nThe people who have followed in Doris' footsteps, perhaps in her snow tires, are having some real problems these days because of the wages and working conditions. Most rural route mail couriers barely earn minimum wage. Their working conditions are reminiscent of another era.\n\nThe Canada Post Corporation can terminate their employment with just 90 days of notice. There are no standard work rules. Some RRMCs have more than one route. They get paid for delivering certain products on one route although they do not get paid for service on another. Work rules are changed arbitrarily and often with virtually no notice.\n\nDuring snow storms RRMCs are routinely forced to shovel out the group boxes on their routes, again without compensation. They have to train and pay their own replacements. They are provided with basic supplies. Postal workers at some offices collect used elastic bands and give them to rural route mail couriers because Canada Post refuses to provide such basic necessities.\n\nI would like the members present to listen to what some mail couriers are saying:\n\nWith a working relationship like this, it's almost impossible for us to obtain better wages and working conditions on our own. And we're not allowed to bargain collectively like other workers. Section 13(5) of the Canada Post Corporation Act prohibits RRMCs from having collective bargaining rights. This is a denial of basic rights.\n\nThis the subsection the member for Winnipeg Centre is trying to have repealed.\n\nPerhaps one of the biggest problems is in the tendering process, as has been acknowledged, because the mail couriers have to bid on their routes. When they submit their bids they are often told they must accept the contract for less than they were making before.\n\nThe argument is that if they do not like it they can always quit. As a rule mail couriers find it difficult to complain about their working conditions because they know that their contracts can be pulled on 90 days of notice. With a working relationship like this one it is almost impossible for them to obtain better wages and working conditions. They are not allowed to bargain collectively as other workers are.\n\nIn 1986 the Canada Post Corporation applied to the Canada Labour Relations Board to review the structure of bargaining units at Canada Post. The Association of Rural Route Couriers applied for a standing at those hearings. A year later the labour relations board issued its decision which noted that the definition of a defending contractor included two basic criteria: economic dependence and an obligation to perform duties for another person. These criteria are reviewed from the perspective of administrative control and integration.\n\nThe CLRB decision was overturned by the Federal Court of Appeal on the basis that while mail couriers may meet the requirements of employees under the Canada Labour Code, the CLRB exceeded its jurisdiction when ruling that subsection 13(5) did not apply.\n\nThe federal court recognizes that without this section the employees concerned would have benefited from all rights provided in the code. The federal court notes that subsection 13(5) is legal fiction designed to set aside reality. It also clearly recognizes that the purpose of this provision is to deny these workers the right to collective bargaining.\n\nWe move forward to today and the Liberal government did not ensure that the RRMCs were protected and that their conditions were improved. It simply denied them the right to protect themselves and to improve their conditions through collective bargaining.\n\nDepriving collective bargaining rights is a denial of basic rights; a violation of the principles conveyed and promoted in the Canadian Charter of Rights and Freedoms, which came into effect a full 15 years ago now; a violation of our international commitments including the North American Free Trade Agreement; and a violation of the ILO, which the government proudly frequently says was one of the first signatories and which concerns itself with freedom of association and protection of the right to organize in the international covenant on civil and political rights and economic, social and cultural rights.\n\nTwo years ago in the first budget, which I had the honour and privilege of being in the House of Commons to hear, the federal government promised us that it would “look at new ways to deliver information and programs so that rural Canadians are full participants in Canada's future prosperity”.\n\nWe hope the government's promise to look at new ways of delivering information and programs is not just another way of saying that it will find cheaper ways of exploiting rural Canadians who deliver information and programs.\n\nTo date we feel the Liberal government has dodged the thorny issue of subsection 13(5). Postal critics for the Bloc, ourselves, and the party to my left have already sent letters on the issue to the minister responsible.\n\nIn conclusion, it is generally recognized that subsection 13(5) is a denial of basic rights, which helps Canada Post keep the wages and working conditions of rural workers at an unfair and impossible level. There is growing consensus that it should be repealed quickly. It is time that rural route mail couriers had access to collective bargaining rights which would allow them to protect themselves and to improve their working conditions.\n\nGetting rid of subsection 13(5) would allow RRMCs to do this in a variety of ways. It would allow them to have access to the provisions of the Canada Labour Code. It would give them time to change the system by which they are forced to sign long term contracts. It would enable them to establish reasonable work rules so that CPC managers no longer respond to complaints by saying that if they do not like it they can quit. It would provide a method of submitting grievances when rules surrounding workloads or starting times are arbitrarily changed. Most important, it would end the pattern in which the financial objectives of Canada Post have been pursued by driving increasing numbers of rural route mail couriers into poverty.\n\nFor Doris Woodbeck and the 5,000 rural route mail couriers who are currently on the job, we wish them well. We trust that when this comes to a vote on Tuesday there will be a clear majority in the House of Commons to repeal subsection 13(5) of this act.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-31 13:30:00", 
            "attribution": "Mr. Dick Proctor (Palliser, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2110/162/", 
            "text": "Madam Speaker, I certainly want to engage in this debate and to comment on what the hon. member was saying and on some of the faults in the private member's bill he brought forward.\n\nIt is obvious to those of us who live in rural Canada that rural mail couriers are not treated fairly and that the tendering system has numerous and obvious faults in it. However our argument would be that unionization of rural mail couriers is not the way to deal with this issue specifically. There are a number of issues.\n\nThe hon. member's bill forth not only allows for unionization of rural mail couriers, it also allows for unionization of numerous other postal employees. They are all lumped together in one bill. For that reason mainly the bill is extremely flawed.\n\nThe member speaks specifically to section 13(5). Section 13(5) is why the Conservative Party still supports rural mail couriers. Some people have argued that this section discriminates against rural mail couriers. I remind hon. members that the Federal Court of Canada ruled on May 29, 1990 that there were no grounds for a claim of discrimination on the basis of gender or differential treatment between urban and rural residents.\n\nWe know that this bill is not the answer to the shabby treatment rural mail couriers have received from Canada Post. As much as I appreciate and support the efforts by the member for Winnipeg Centre to deal with this issue, he really has not dealt with it. What can we do?\n\nMPs from my party, especially the member for Tobique—Mactaquac, have met on numerous occasions with individual mail contractors, with representatives of the Organization of Rural Route Mail Couriers and with representatives of Canada Post to try to resolve some of these outstanding issues. We have made a difference.\n\nEarlier this year the post office introduced a series of new measures which I hope will alleviate a great number of the difficulties contractors have had in the past. These include the following. Rural routes will be contracted on an individual contractor basis. Contractors who in turn subcontract out their routes at a reduced price known as master contractors will no longer be eligible to renew their rural contract. If a master contractor previously held the route, the previous employee or the subcontractor actually performing the work will be the first potential supplier offered the contract at renewal. Rural contracts will be issued for five years with a five year renewal option based on satisfactory performance and tendered after 10 years.\n\nMany other changes have been instituted as well. A negotiated adjustment will be included for the five year renewal option to ensure that market conditions such as inflation are considered. A quality and performance component will be included in the contract renewal and awarding process to recognize the past performance of incumbent contractors. The evaluation of tenders will be based on criteria such as experience, service performance and reliability, image and then cost.\n\nIn addition when the contracts are up for bid, Canada Post will make contractors aware of the specifications of the routes they will be performing such as the number of points of call, daily kilometres, number of stops for personal contract items and the amount of ad mail they can expect to deliver. These numbers will be updated annually or more frequently if a significant change occurs, and contractors will be compensated for these changes.\n\nThe post office has prepared a handbook, what it calls a delivery reference manual, for its mail contractors. The purpose of the manual is to provide assistance and guidance with a reference book and a phone directory of key individuals at Canada Post they can call when a problem arises. In conjunction with this, local supervisors and postmasters will be provided with an operator's handbook and support training material to assist them in working with contractors.\n\nThese measures probably will not prevent disputes from arising. However I feel that the changes announced will bring much greater fairness and openness to the relationship between rural mail contractors and the post office. It also does not preclude additional changes to be made to further affect rural mail couriers to give them a better opportunity to make a living and earn a fair wage. It certainly does not preclude changes being made to the act in the future.\n\nOur party will continue to work with and listen to rural mail contractors to ensure that they earn a fair wage, that they are treated fairly and that Canada Post deals with problems that arise in a timely and equitable manner.\n\nIn closing, we have to move away from the tactics that Canada Post has employed against rural mail couriers in the past. Frankly, many of those tactics would have been better off in Chicago in the 1930s than in Canada in the 21st century. We obviously have to make a change.\n\nIf the member reviewed his bill and made some fundamental changes to the way it was written, it would be a better piece of legislation. It would be something that would actually help rural mail couriers, and would not confuse the issue of rural mail couriers with a lot of other issues and a lot of other subcontractors at Canada Post.\n\nWe can continue to provide service in rural Canada. I depend upon a rural mail courier. He is a very good friend of mine. I have to cross the road to reach my mail box. I understand the difficulties facing mail couriers. The weather is only one of the things they face. The other thing is that quite often my mail box may not be shovelled out as well as it should be. I appreciate the extra work that all Canadians get from rural mail couriers.\n\nWe can continue to support rural mail couriers. We can continue to look for opportunities for them to make a better living.\n\nBill C-238 is not a bad bill, but it has some serious flaws and that is why we will not be supporting this piece of legislation. I would certainly encourage the hon. member to review the bill, to improve it, to take some of the obvious mistakes out of it and to bring it back to the House. We would then take another look at it.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-31 13:40:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2110/163/", 
            "text": "Madam Speaker, I too want to say a few words on the private member's bill put forward by the member for Winnipeg Centre.\n\nIt is a very enlightened bill in that it is fair minded and very balanced in terms of dealing with the basic rights of people who are being discriminated against compared to other letter carriers in the same business.\n\nI want to say at the outset that I was very disappointed to hear the member from the Reform Party and the member from the Progressive Conservative Party say that they would not support this bill which would allow rural mail couriers to unionize as letter carriers in the city who do similar and comparable work can unionize. I ask those hon. members, where is their sense of fairness and their sense of balance in terms of a basic fundamental human right, the right to organize, the right to free collective bargaining and the right to have equality in the same company or the same corporation? I am not so surprised that the Reform Party will oppose this bill, but I am surprised to hear that the Progressive Conservative Party, which tends to be a bit more enlightened on these matters, say it will oppose this very positive bill.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-31 13:50:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2110/164/", 
            "text": "It is the new Canadian Alliance.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-31 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2110/165/", 
            "text": "Madam Speaker, maybe there is a new alliance. Certainly there is on this particular issue, unless that member was speaking only for himself and not for his party.\n\nThe member for Winnipeg Centre wants to repeal section 13(5) of the Canada Post Corporation Act. That section explicitly prohibits 5,000 rural mail couriers from forming a union.\n\nForming a union should be a basic fundamental human right in a country with a modern constitution and a modern charter of rights that talks about the freedom to associate, the freedom to assemble and the freedom of speech. This is a modern country in the 21st century which is still denying the basic human right of organization into a trade union for 5,000 employees in the public domain. It will be very interesting to see how individual members of the House vote on the bill which is about this basic human right.\n\nAs has been said before, rural route mail couriers are a very important part of the link between the people in rural Canada and the rest of the country. As a small child of four, five or six years old on our farm in Saskatchewan, I remember waiting twice a week for the mailman to deliver the mail. We were some 20 miles from the nearest village. This was an event that connected us to the rest of the country and the rest of the community. It is very important that this link be there.\n\nWhat most people do not realize is that many of these people are really underpaid, in some cases it is not much more than the minimum wage. Their salaries are much lower than those of the letter carriers in the city. They do not have the benefits that people in the city have. They sign a contract and if they are not there to deliver the mail, if they want to take a holiday or go to a funeral or to some family function or event, they have to hire someone to take their place. They have to pay the person who takes their place a salary or a stipend for that day. It does not come from Canada Post. They can also be dismissed with 90 days notice, if I recall.\n\nThere is no protection. There is no association. There is no seniority. There is none of that stuff for the rural mail couriers in this country.\n\nWhat we have here is a bill that speaks to basic fundamental human rights, the right of assembly, the right to organize, the right to free collective bargaining, which should be a basic right for each and every citizen of Canada. It will be very interesting to see how members across the way vote on this bill.\n\nI suppose I am making this appeal to people who do not want to support the bill at this time. I wonder if they would be willing at least to send the bill to committee. If this bill went to committee, we would have a chance to study it further, maybe make some amendments and minor changes. We could call as witnesses many rural mail couriers from different parts of the country so they could tell their story about how they are discriminated against in terms of benefits and salaries, working conditions, the lack of protection, the lack of seniority, the lack of basic rights that most people in this country take for granted.\n\nAt the very least, let us vote for the bill at second reading so it gets to committee. It could then have the proper study. These people would have in the proper forum the podium from which to state their case. If they stated their case and told their story, I am sure all members of the House of Commons would agree that they deserve the same basic fundamental rights of every Canadian citizen, which are the right to organize and the right to free collective bargaining, the right to a decent salary and the right to decent benefits in all parts of the country.\n\nOnce again I congratulate the member for Winnipeg Centre. I appeal to the House to support the bill. It is a positive step forward in basic human rights.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-31 13:50:00", 
            "attribution": "Hon. Lorne Nystrom", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Bev Desjarlais", 
                "url": "/politicians/3175/", 
                "member_id": 2509, 
                "party": "NDP", 
                "riding": "Churchill (Manitoba)", 
                "id": 3175
            }, 
            "url": "/hansards/2110/166/", 
            "text": "Madam Speaker, I will just take a couple of minutes because I am somewhat disappointed that anybody in the House would not support sending the bill to committee.\n\nI had the opportunity about a year and a half or two years ago to go with the Minister of Labour to Chile to meet on labour issues. We were meeting with different ministers from the Americas, the secretary of state for labour in the U.S. and numerous ministers from the Americas. I am talking about South America and some of the countries within it that have not the best labour standards in the world.\n\nOne of the things the Canadian group and the Canadian minister presented was that countries need to look at being able to address the changes in workforces where more and more workers are contract workers and are not protected with the same rights that workers who are under collective bargaining agreements and unions are protected. One of the declarations made was to look at ways of getting those contract workers the opportunity to be part of associations and collective bargaining. Once again we were seeing a situation where the government and the country were out there saying “Do as we preach, not as we do”.\n\nI look to members within the House to support the rights of all workers, of all Canadians to be treated fairly and not to make rural workers second class citizens in this country. Give them the same rights as all other workers.\n\nLet us send the bill to committee and give it the opportunity to be discussed. Let us not be afraid to let Canadians make the decision.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-31 13:55:00", 
            "attribution": "Ms. Bev Desjarlais (Churchill, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2110/167/", 
            "text": "Since no other member is rising on debate except for the hon. member for Winnipeg Centre who is the sponsor of the bill, I want to make sure that everybody understands that his will be the last intervention on the bill.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-31 13:55:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2110/168/", 
            "text": "Madam Speaker, Bill C-238 seeks to remedy an historic injustice. In 1981, when Canada Post Corporation was formed by virtue of the Canada Post Corporation Act, the drafters of the bill knew that it would have one specific impact on labour relations. The employees would no longer be covered by the Public Service Staff Relations Act and would be covered under the Canada Labour Code. This new crown corporation would fall under the Canada Labour Code.\n\nThe postmaster general at the time, André Ouellet, realized that under the Canada Labour Code the definitions of dependent contractor and independent contractor are different. As postmaster general he realized that rural route mail couriers were definitely dependent contractors under the definition in the Canada Labour Code.\n\nHe had to take speedy measures because he thought it might cost money. If this group of people could be considered employees or dependent contractors they would have the right to bargain collectively. They did not want that so they specifically took measures to deny this group of workers the right to bargain collectively. That is where the source of the problem we are trying to deal with today lies.\n\nRural route mail couriers are the only group of workers in the country who are specifically barred from the right to free collective bargaining by legislation, strictly for economic reasons. Other groups of employees do not have the right to strike if it is an issue of confidentiality, national security, or some reason to that effect. However there is no reason in the world to deny this group of workers the right to bargain, the right to organize, or the right to withhold their services other than sheer monetary issues.\n\nOther speakers have pointed out that in the U.S. rural route mail couriers are allowed to bargain collectively. In Mexico rural route mail couriers are allowed to bargain collectively. Even private sector rural mail couriers, people who deliver mail for instance through Zipper or one of these places, are allowed to bargain collectively and have formed unions to better themselves. Yet this group of 5,000 employees in Canada are not allowed to do so.\n\nAs pointed out by the previous speaker, the right to free collective bargaining is one of the basic tenets of a free democratic system. We find it galling that the government of the day took specific measures in 1981 to deny these workers their rights. Given the opportunity to correct this historic injustice and given the speeches we have heard from the other side, it sounds like it is not prepared to do it at this time.\n\nRural route mail couriers are very well organized. They are very committed and very dedicated. They have been lobbying on the Hill trying to garner interest on the issue. One item raised by the Liberal member who spoke today was a misunderstanding of what Bill C-238 would do to eliminate subsection 13(5) with regard to labour relations.\n\nIf I may answer the question put in that speech, if the employees are allowed to form or join a union it may not be CUPW, the Canadian Union of Postal Workers, but a completely different union. They may form their own independent association. Even if they joined CUPW there would be no bumping as such. They would be considered an independent bargaining unit, a separate bargaining unit represented within the corporation.\n\nTo alleviate any fears, there is no danger of existing mail couriers losing their jobs by virtue of being bumped, should they join that organization. There is again no guarantee that they would choose to join any one union. It is just that they would have the right to bargain collectively. History has shown us that the only way working people can move the terms and conditions of their employment forward is by bargaining collectively. It is a given.\n\nIt is my best hope that the House would allow the bill to go forward to the committee stage, at which stage I would like to move some amendments to the bill that I consider to be friendly amendments.\n\nWe must make sure everyone understands that we only seek to alter the relationship for rural route mail couriers, not other mail contractors. We have no interest in trying to cloud the issue about trucking companies that may be contractors for Canada Post or the airlines that have contracts to carry mail, et cetera. We are talking about them.\n\nWe do have language drafted now which would clarify the matter that the only people we are seeking to deal with are rural route mail couriers. Should members of the House see fit to allow the bill to go to committee stage, it is our intention to co-operate with amendments that would clarify any misconceptions in that regard.\n\nIn argument to show why these actions are necessary, it is useful to hear what some rural route mail couriers have told us in the previous months leading up to the bill. Many have told stories of finding it more and more difficult to do their routes and make any profit whatsoever. The tendering process has been so corrupt, flawed and loaded against the employees that they found it impossible to raise their bidding price with the cost of living. As such all their costs and expenses are going up as all our costs and expenses are going up. Fuel costs, car insurance and the things they have to pay are through the ceiling, but they are unable to obtain fair compensation through current tendering practices.\n\nI have a quote from a female rural route courier who said:\n\nI have been serving rural Canada customers for 17 years. After that much time, I gross $70 a day, out of which I have to pay average expenses of about $30 a day for things such as gasoline and car repairs. I have hurt my back at work. I don't have any sick benefits. For a while, I was able to work half time.\n\nShe had to hire someone to do the other half of her job and had to pay them $50 a day. For the period of time that her back was injured and she could only work half time she had to pay more than she earned in a day to hire a replacement. She could not hire someone for half a day for less than $50. By the end of last year she was unable to work at all and her replacement was getting the full $70 a day.\n\nWe can see the difficulty. I know rural jobs are hard to come by. In many places these are off farm jobs that provide a second income for a farming family, but there is no reason why there should be a huge gap between the conditions for delivering mail in the city and the conditions for delivering mail in the country. It becomes a rural-urban split and a rural-urban bias which these people are starting to resent. Another women said:\n\nI haven't had a holiday since I started at Canada Post seven years ago. I can't afford to take one. I gross only $87 a day, out of which I pay all my operating expenses. When it came came time to renew our contract I was told by Canada Post that I had better lower my price or I won't get it again this time, so I actually bid myself down.\n\nThat is not a fair tendering practice. I am from the building industry and I know about contracts and contract letting. One does not put out a tender, phone people back and shop the price around saying that their price was pretty good but somebody else was lower and if they want it they had better come in lower. In the industry I come from we call that crooked. It is offensive to hear that it happens in this regard. She went on to say:\n\nSince I got the contract, I have on many occasions had parcels that would not fit into my car, especially after loading all my other mail. I have had to make extra trips to be able to deliver those large parcels. That means extra costs and more work time for me, but I don't get the additional compensation.\n\nWith take home pay of $900 per month after expenses, I could stay home and make more money on welfare.\n\nThere are pages and pages of stories of anecdotal evidence which leads us to believe that something has to be done. Rather than try to impose some solutions on these workers, let us listen to what they are asking us to do. What they want is the right to collective bargaining, not to try to put band-aids on a tendering system that is actually broken.\n\nI appeal one more time to members of the House to vote for the bill at second reading so that we can get it to committee. I will have the bill amended to alleviate many legitimate concerns that were raised. I think we could do a service for these 5,000 employees and meet their concerns about their jobs.", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-31 14:00:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2110/169/", 
            "text": "It being 2.10 p.m. the time provided for the debate has expired. Pursuant to order made earlier today all questions necessary to dispose of the motion are deemed put and a recorded division deemed demanded and deferred until Tuesday, April 4, 2000, at the expiry of the time provided for Government Orders.\n\nThis House stands adjourned until Monday next at 11 a.m., pursuant to Standing Order 24(1).\n\n(The House adjourned at 2.10 p.m.)", 
            "topic": "Canada Post Corporation Act", 
            "time": "2000-03-31 14:05:00", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332198", 
    "url": "/hansards/2110/", 
    "session": 2, 
    "date": "2000-03-31", 
    "id": 2110
}