{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2120/0/", 
            "text": "The House resumed from April 6 consideration of the motion that Bill C-19, an act respecting genocide, crimes against humanity and war crimes and to implement the Rome Statute of the International Criminal Court, and to make consequential amendments to other Acts, be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2000-04-14 10:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2120/1/", 
            "text": "Madam Speaker, this second reading of Bill C-19 is an opportunity to say how long it took this bill to appear. It is not that Canada was long in the preparation of it, but this bill is of a very particular nature, because it is the translation into law of an international agreement to create an international criminal court for global concerns.\n\nI will take the liberty of reading a text by Philippe Weckel, a professor at the University of Nice-Sofia-Antipolis, which summarizes well, it seems to me, the realization of the Rome statute in Bill C-19.\n\nThe Rome conference opened on June 15 and closed July 18 following the adoption of a treaty on the statutes of the first international criminal jurisdiction of a permanent and universal nature.\n\nAn old utopian idea is achieved paradoxically with the help of realism. This success, uncertain to the last minute, will not enthuse those who wanted to proceed much more quickly and go further.\n\nHowever, the balanced compromise finally reached, after the laborious negotiations of the night of July 16-17, gives the new institution a chance to survive—\n\nI repeat “gives the new institution a chance to survive”.\n\n—and to progressively develop its activities and authority. In other words, this historic moment signals an achievement, causes certain frustrations but gives rise to cautious optimism.\n\nThis introduction expresses both the hope raised by the Rome Treaty creating, once the signing and international ratification conditions have been met, an international criminal court, and the difficulties connected with it.\n\nThe famous conference of July 17 and 18 ended, it must be said, in confusion. On July 18, 23 states, including France, signed a document that had been hastily put together and not reread. Two months later, the true and authentic instrument of the Rome Treaty was still an unknown quantity.\n\nAs the bill tells us, this treaty was adopted on July 17, or the morning of July 18, corrected by the protocols of November 10, 1998 and July 12, 1999. This speaks to all the difficulties surrounding the birth of something on which thinkers had focused a half-century of efforts.\n\nThe term “international criminal court” is an unusual one in itself. Any viewer who has not yet given up on such a complicated subject, knows what a court is, and there is nothing new and different about the words international and criminal either.\n\nThe truly revolutionary aspect of it is the combination of the three. Until this treaty, a criminal court was an instrument, within a state, which judged individuals who had committed offences of a criminal or other nature. The international court was in place to judge conflicts between states or between groups and a state.\n\nFor the first time, a court will be called the “international criminal court” to ensure—this is the objective—that certain categories of extremely serious crimes will no longer go unpunished, as has been the case until now. This is our hope and objective.\n\nWhat crimes will the international criminal court deal with? There are four different types. There is the genocide, which is defined as follows:\n\n—acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group as such—\n\nCrimes against humanity are also included. A crime against humanity is defined as follows:\n\n—acts...committed as part of a widespread or systematic attack directed against any civilian population, with knowledge of the attack—\n\nWar crimes are defined as:\n\n(a) grave breaches of the Geneva Conventions of 12 August 1949—\n\nSuch breaches include attacks against civilian populations, deportation, hostage takings, the intentional destruction or the pillaging of civilian property, including towns, villages, dwellings or buildings which are undefended and which are not military objectives, and employing poison or poisoned weapons.\n\nFinally, there is the crime of aggression, which could not be specifically defined in the Rome Statute. The court will have authority over the crime of aggression only when this crime has been properly defined under a new treaty.\n\nAs members can see, and also our viewers, the future international criminal court will have a huge responsibility.\n\nThroughout history, and until the creation and operation of that court, these crimes were often not defined or named as such, but they were recognized in foreign policy and in history as actions taken by certain states in their quest for power. We know that, over the centuries, that quest for power has been a quest by one country to dominate another. It can also be domination over groups or confrontation with other nations. All manner of horrors were perpetrated.\n\nThis was how political tyrants and dictators behaved, but their actions were not judged. People might be revolted by the ensuing millions of deaths, but there was no other way to judge, and worse, no other way to try them.\n\nHow did this idea of an international court arise therefore? Several individuals must have had the same idea over the years, centuries even, but it was actually in the aftermath of World War II and specifically the crimes against the Jews that the Nuremberg tribunal was set up. In fact, it was the first international criminal justice organization.\n\nIt is clear when we look back on these events that this tribunal caused many problems, particularly from a legal perspective. Right up to the beginning of the trial, genocide was not considered a crime. At Nuremberg, victims were only witnesses, not complainants or civil parties. It was the states that judged.\n\nIt has not been possible to rid this tribunal of its image as a court of victors. Very often, as we know, history is written by the victors, and much time must pass before it can be rewritten, I might add, since my background is in history.\n\nThe idea of an international court arose at the same time as the Nuremberg tribunal was created. This idea first came up at the UN over 50 years ago. On December 9, 1948, the Convention on the Prevention and Punishment of the Crime of Genocide, with its article 6 providing for the possibility of the future establishment of an international criminal court, was adopted by the UN National Assembly.\n\nArticle 6 provided that persons charged with genocide would be tried by a competent tribunal of the state in the territory of which the crime had been committed or by such international penal tribunal as might have jurisdiction.\n\nHow is it then that the treaty launching the process of adoption was not signed until July 1998? Because even though this idea was adopted by the UN, it ran into tremendous difficulties, the first being that the sovereign states could not agree to the creation of a court whose jurisdiction exceeded their own and which could try actions committed by the powers in control of a state at some point in their history.\n\nThe project was the result of certain events, it must be said. The international law commission was making no progress. The work was resumed in 1989, but what really hastened progress was the events in Bosnia and later Rwanda, and the Security Council's decision to use its powers to create the international criminal tribunal to judge the crimes committed in Bosnia and Rwanda to which we have referred.\n\nThe mere mention of these two courts shows how difficult it is to have a true international court. After everything that has been done, we know that 65 individuals have been charged, 35 are presently imprisoned, and 14 have been sentenced. This shows how lengthy proceedings are, that it takes a long time to ensure justice and the appearance of justice. No one, however, would say it was not worthwhile.\n\nUnlike the international criminal tribunal created for Bosnia and Rwanda, the international criminal court will have two main elements. There will be a permanent court with nine justices, in the Hague. States ratifying the Rome Statute will be required to work in collaboration with this court. How? Mainly by delivering up the accused and the witnesses, or evidence in their possession.\n\nThe court will operate along the same lines as the international criminal tribunal for the former Yugoslavia. As well, the international criminal court will be able to delegate its powers to national judicial systems, which is what interests us even more in Canada.\n\nCourts in countries that have ratified the statute could judge accused persons themselves, in accordance with the rules of law recognized by the court. This latter mechanism is what is termed application of—and this is a term that will come up a great deal—“universal jurisdiction”, which confers upon national courts in countries such as Canada jurisdiction over serious crimes committed outside their territory and not involving any of their nationals.\n\nIt is important to keep these two conditions in mind. They are rather surprising as principal conditions, because—I would need to go into detail on amendments to Canadian statutes here—a Canadian court could have been empowered to judge in Canada criminals who were not Canadians or had committed crimes against persons who were not Canadians.\n\nThe minister of the time did not consider it appropriate to enforce the law of Canada, so that the jurisprudence is such that, without the passage of Bill C-19, no court in Canada can judge criminals who are not Canadian or who did not allegedly commit crimes against Canadian nationals.\n\nThe fact of being able to delegate to other national courts the attributes of the permanent court at The Hague—this is the hope—will take a load off this international court, and lighten its operations and its costs, two sources of criticism against the international court of justice and against the International Criminal Tribunal for the former Yugoslavia, whose mandate was expanded to include Rwanda.\n\nI have spoken of the long history behind this Rome Statute, but I have not yet said why many base their hopes for world peace on the creation of such a court. The first reason given is to ensure justice for all.\n\nI will quote Kofi Annan:\n\nFor nearly half a century—almost as long as the United Nations has been in existence—the General Assembly has recognized the need to establish such a court to prosecute and punish persons responsible for crimes such as genocide. Many thought, no doubt, that the horrors of the Second World War—the camps, the cruelty, the exterminations, the Holocaust—could never happen again. And yet they have. In Cambodia, in Bosnia and Herzegovina, in Rwanda. Our time—this decade even—has shown us that man's capacity for evil knows no limits. Genocide...is now a word of our time, too, a heinous reality that calls for a historic response.\n\nAs a corollary, we can add that this court aims at putting an end to impunity. Justice for all means the end of impunity.\n\nJose Lasso, the former UN commissioner for human rights said, and we should bear this in mind:\n\nWe run a greater risk of being brought to justice and sentenced for the killing of one man than for the killing of 100,000.\n\nThat is what impunity is all about.\n\nThat impunity has resulted in a rapid increase in the number of conflicts in several regions of the world. Perhaps we get that impression of a rapid increase because we are immediately aware of these conflicts, through our modern media. In any case, we are aware of an increasing number of conflicts and of the fact that many of those who committed terrible crimes escape justice through power, wealth and honours. There is nothing that we can do against these people.\n\nIf such a situation is generally accepted in this day and age, it will undermine the moral order. Some think that the Rome Statute, which parliament will ask Canada to ratify, will help put an end to conflicts. How can they say that? There can be no peace without justice, no justice without laws, no laws worthy of that name without a court responsible for ruling on what is fair and legal under specific circumstances, including in situations of ethnic conflicts.\n\nIt is clear that not everyone shares the same hopes regarding this treaty until it becomes law.\n\nThe international criminal court will try to remedy the inadequacies of special tribunals and will take over when national institutions, in the area of criminal justice, do not have the will or the ability to act. I should point out that those who have already signed this treaty, or who will sign it, are committed to do everything in their power- but, as we will see, this power does not have enough teeth—to ensure that country leaders who do not ratify the statutes and may have committed crimes against humanity can be prosecuted. If these people leave their territory, they could be extradited and tried in another country.\n\nSome claim that the Rome Statute could deter future war criminals. Perhaps, but, as far as I am concerned, that argument is not any more valid than another one that we reject, namely that imposing capital punishment in a country has a deterrent effect on criminals. I believe this is why Canada decided to abolish the death penalty.\n\nMany hopes are pinned on this international criminal court, but let us be clear. Before we get to the stage where this universal jurisdiction can be exercised, 60 countries must ratify the Rome treaty. What progress has been made to date? Eight countries have made the move.\n\nNaturally a number of countries whose leaders might be targeted by this court will not be rushing to add their signature.\n\nAs William Chabase said in a presentation to the Standing Committee on Foreign Affairs and International Trade, those countries which are in the position of disapproving of the actions of leaders of other countries will rush to sign the accords and the Rome convention.\n\nWhich countries have ratified this treaty? Belgium, the Fiji Islands, Ghana, Italy, Norway, San Marino, Senegal, and Trinidad and Tobago.\n\nThere is a long road ahead before the Rome treaty is fully implemented. It should be emphasized that the United States has serious reservations about this international criminal court. Other countries, such as France, may also drag their heels because of the influence of the military and their assessment of the impact of the international criminal court. I mention these two countries because they are important, but there are undoubtedly many others.\n\nEarlier I said that there has been criticism, even from experts and politicians who are in favour of the international criminal court, but who fear that it will not be able to completely meet our expectations, and in certain cases not be able to meet them at all.\n\nI wish to cite Lise Bissonnette, an editor who has now moved on to other equally noble functions. On July 20, two days after the treaty was adopted, she wrote the following:\n\nThe new international criminal court is a very incomplete step in the fight against impunity.\n\nShe poses a number of questions. These are very certainly the same questions we will be asking ourselves when we begin our deliberations in committee.\n\nShe goes on to say:\n\nBeyond the classic definition of genocide, war crimes, and crimes against humanity, must these offences be broadened to include enslavement, sexual offences, the use of chemical or biological weapons? Will the court have automatic and universal jurisdiction and could it pursue nationals of a state that had refused to sign the treaty? Where would the jurisdiction of national courts end and that of the international court begin?\n\nSome responses have been forthcoming since the writing of this editorial, but other questions remain unanswered.\n\nAgain quoting Lise Bissonnette:\n\nThe zeal focussed by numerous countries, which eventually led to the creation of the international criminal court, paradoxically shows how readily the international community could prevent war crimes, genocide and aggression. As history has shown, from Latin America to Africa, only the democratization of nations put an end to abuse, to reprisals against civilian populations, to political murders, to the violent crushing of minorities and dissidents. The most scandalous of impunities is not, therefore, that allowed to dictators and their underlings when they are allowed to get off scot-free because there is no international tribunal before which they can be judged—\n\nI will raise my voice here and repeat what Lise Bissonnette said “—the most scandalous of impunities is that guaranteed to them at the very moment they are leading their reign of terror”.\n\nThe most sordid recent example—\n\nIt dates back to 1998.\n\n—was that of Indonesia and of former President Suharto, whom the international community has just let off for economic rather than moral reasons, he who had on his conscience the proven genocide of one third of the population of East Timor. This was perpetrated before the very eyes of the country's trading partners, and with their full knowledge, for over twenty years.\n\nAs far as the warm, and self-serving friendship Canadian Prime Minister Chrétien had for this murderer (a minimum of 200,000 people killed during his regime and on his orders) is concerned, the fact that our Minister of Foreign Affairs was at the same time agitating for the creation of an international criminal court makes our diplomacy look pretty calculating and cynical.\n\nThis is a harsh judgment, but one that is worthwhile. The example of the relative effectiveness of the International Criminal Tribunal for the former Yugoslavia justifies such questions, which need to be asked today, as the committee begins its deliberations.\n\nThe Minister of Foreign Affairs' global position on human security is an important component of this international criminal court to ensure the protection of children and civilian populations, but are we not, at the moment, in international terms, agreeing that the only role of the international community is to ensure order within existing borders?\n\nWe are giving ourselves the means to punish the heads of states once we catch them. Madam Justice Arbour's charge against Milosevic, who remains the President of the Yugoslav Federation, served as a signal, but at the moment, and I will point this out in committee, almost all the peacekeeping measures we refer to, the ones we invest in, are means of repression, when we must accept that the vast majority of current conflicts are conflicts within countries and due to various causes.\n\nThese causes, which may be the unrecognized but disputed self-determination of peoples, may underlie the huge problems we see and, in this area, the international community is much less active.\n\nThere is a whole side to this activity by the international community that must be raised during committee debates.\n\nAs my speaking time is drawing to a close, I can say that at second reading, the Bloc Quebecois supports this bill, but we have some concerns, including the fact that the treaty was signed without prior debate in parliament, as we have been calling for prior to the implementation stage, when we cannot change much.\n\nI point out that my colleague from Beauharnois—Salaberry has a private member's bill calling for international treaties to be put before parliament prior to the ratification stage and not when an enacting bill is under consideration, such as this one.\n\nThe subject is a difficult one for ordinary citizens, but the House of Commons must be the place to explain difficult issues, the place for instruction on democracy and on international democracy vital to future peace.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 10:10:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2120/2/", 
            "text": "Madam Speaker, I am pleased today to be able to speak to Bill C-19, an act respecting genocide, crimes against humanity and war crimes and to implement the Rome Statute of the International Criminal Court, and to make consequential amendments to other acts.\n\nThe Progressive Conservative Party supports and applauds this excellent initiative by the Minister of Foreign Affairs. The purpose of Bill C-19 is to implement Canada's obligations under the Rome Statute, which was adopted on July 17, 1998 by the United Nations Diplomatic Conference of Plenipotentiaries on the Establishment of an International Criminal Court.\n\nAs has been previously mentioned, this piece of legislation forces us to examine some very disturbing matters throughout the world and oftentimes within our own borders.\n\nOnce the ICC has been set up it will be the first permanent international court empowered to investigate the most serious of crimes under international law. These include genocide, crimes against humanity and war crimes. We can all be assured that although Canada is showing great leadership by making sure that war criminals will be prosecuted and punished for their awful crimes against humanity during a war, there is more that we can and must do. The legislation lays the groundwork to empower those officials within our borders to do just that.\n\nToo many lives have been taken. It is time for the international community to work together to ensure that something is done to provoke positive change in this area to bring about greater accountability and to bring to justice those individuals who have performed and partaken in these atrocities.\n\nCanada's leadership throughout the century has been one for which we can all be proud. With Bill C-19 we have an opportunity to do more. Canada is one of many countries taking steps to implement statutes within a framework of national and international systems of law.\n\nAlthough six states have already ratified the statute, Fiji, Italy, San Marino, Senegal, Trinidad and Tobago, in light of the legislative initiatives brought forward by the federal government last December 10, the Conservative Party is glad to say that Canada is one of the first countries to take overall comprehensive legislative steps to implement the Statute of Rome.\n\nI again congratulate the minister for his efforts and his leadership in pursuit of justice for war criminals, and certainly on behalf of victims.\n\nAccording to justice department statistics, there are presently 400 people living within the boundaries of Canada who have allegedly been involved in the commission of war crimes, crimes against humanity or genocide. It is simply unacceptable that many war criminals are able to live out their quiet lives here as if nothing had happened, as if nothing they had done was wrong and escape prosecution for terrible atrocities.\n\nMost of these individuals in question hail from the Balkans, Africa and Central or South America. Canada must not ever become or be seen to be a safe haven for war criminals. In response to this problem, Bill C-19 is a great achievement.\n\nSadly Canadians and the world will have to wait until the international community gets together to implement a permanent institution that can have genuine and necessary judicial capacity to fulfill the mission to address the problem.\n\nIn the meantime we have witnessed the carnage in Kosovo, in Rwanda and in other countries around the world, which makes this legislation all the more important and all the more timely.\n\nBasically Bill C-19 would implement the Rome Statute and replace the current provisions in the criminal code with respect to war crimes. It creates two kinds of offences: offences within Canada and offences outside our borders. Offences within Canada are encompassed in clause 4 of the bill. Pursuant to clause 4, every person is guilty of an indictable offence who commits, in Canada, genocide, a crime against humanity or war crimes.\n\nThese definitions provided for the three offences are based on those found in sections 6, 7 and 8 of the Rome Statute. This is in addition to the criminal code where a person, if convicted of one of these offences, shall be sentenced to life imprisonment if the crime was committed intentionally. Obviously there is the burden of proof on the crown. In any other case, a person is liable to life imprisonment, a very serious and appropriate response.\n\nThese provisions would apply to conduct committed in Canada and permit Canada to either prosecute these offences or extradite individuals to the country where the atrocities occurred and face prosecution in those lands.\n\nThis is a great addition since it was extremely difficult for the justice department in the past to prosecute war criminals who had taken refuge here as a result of the supreme court ruling, the now very infamous and famous ruling of R v Finta. In that decision, many will recall that Imre Finta, who was legally trained as a captain in the Royal Hungarian Gendarmerie was in command of an investigative unit at Szeged during the second world war.\n\nIt is documented that during that time over 8,000 Jewish people were detained in a brickyard, forcibly stripped of their valuables and deported to horrendous, dreadful conditions in a concentration camp as part of the Nazi final solution. This order for execution, the final solution, was on the gendarmerie and certain police forces to carry out.\n\nAfter the war Mr. Finta fled to Canada. In the early 1990s the Canadian courts challenged the respondent under the Canadian Criminal Code war crime provisions with unlawful confinement, robbery, kidnapping and manslaughter of the victims at that horrible death camp.\n\nIn his client's defence, Mr. Finta's lawyer argued correctly that the defence of obedience to superior orders and the peace officer's defence were available under the criminal code, which was the case for members of the military or police forces in prosecutions for war crimes and crimes against humanity.\n\nThese defences are weighed by the courts, subject to the manifest illegality test. This test basically refers to defences that are not available when the orders in question are manifestly unlawful. The burden of proof here relies very much on the qualification of the unlawful act.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 10:50:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/3/", 
            "text": "The hon. member will have 12 minutes remaining after question period.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rick Limoges", 
                "url": "/politicians/3574/", 
                "member_id": 3675, 
                "party": "Liberal", 
                "riding": "Windsor—St. Clair (Ontario)", 
                "id": 3574
            }, 
            "url": "/hansards/2120/4/", 
            "text": "Mr. Speaker, April 28 is a National Day of Mourning, a day to commemorate those who have been injured or who have died in the workplace.\n\nI rise to remind all Canadians of the importance of preventing work related injuries and death. Work related accidents cause more than 800 deaths and some 800,000 injuries every year. I encourage all Canadians to help prevent workplace accidents so that all workers can enjoy safe and healthy work environments.\n\nOn April 28 the Canadian flag will be flown at half-mast on Parliament Hill to mark the National Day of Mourning. I encourage all Canadians to please set aside some time to remember the workers who lost their lives or who have been injured on the job. Our thoughts and prayers are with their families and friends.", 
            "topic": "National Day Of Mourning", 
            "time": "2000-04-14 10:55:00", 
            "attribution": "Mr. Rick Limoges (Windsor—St. Clair, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2120/5/", 
            "text": "Mr. Speaker, the current grain handling and transportation system in western Canada is rigid, unaccountable and does not efficiently serve the needs of farmers.\n\nThe Prairie Farm Commodity Coalition estimates that reforms to the system could save farmers over $300 million annually. The savings from reform would give the average farmer an extra $15,000 per year. This is $4,000 more than the government's failed AIDA program.\n\nIn two separate reports the government's own experts have recommended that the Liberals eliminate the Canadian Wheat Board's stranglehold over farmers, grain companies and the railways. The presidents of Canada's five major grain companies have joined the call for grain transportation reform. However, this government appears to be deaf. The Liberals still refuse to act.\n\nPreserving the control of the Canadian Wheat Board is far more important to these Liberals than preserving farm families. This government is denying farmers millions of dollars by letting the Canadian Wheat Board dictate national transportation policy.", 
            "topic": "Agriculture", 
            "time": "2000-04-14 10:55:00", 
            "attribution": "Mr. Howard Hilstrom (Selkirk—Interlake, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2120/6/", 
            "text": "Mr. Speaker, I rise today to pay tribute to a community leader and constituent, Joseph DeKort, who died suddenly two weeks ago. Joe served five terms as a councillor in the former City of Scarborough. Throughout his career in public life, he put the interests of his constituents first and helped guide Scarborough through the transformation of the neighbourhoods of Agincourt and Malvern from the mid 1950s to full-fledged cities in the mid eighties.\n\nHe was a man whose abilities allowed him to serve in capacities going beyond those of a councillor. After a bid to become mayor of Scarborough, Joe easily assumed new roles of leadership in our local community, living up to his election motto: Let's build a better community together.\n\nHe worked tirelessly on many election campaigns at all levels. We all knew we could count on his good advice and election expertise, especially in the sign campaigns. Joe also worked for both the Scarborough General Hospital and the March of Dimes.\n\nTo his wife Mary Jane and his children, my constituents and I extend our condolences on their loss.", 
            "topic": "Joseph Dekort", 
            "time": "2000-04-14 11:00:00", 
            "attribution": "Mr. Derek Lee (Scarborough—Rouge River, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Harvard", 
                "url": "/politicians/4233/", 
                "member_id": 2508, 
                "party": "Liberal", 
                "riding": "Charleswood—Assiniboine (Manitoba)", 
                "id": 4233
            }, 
            "url": "/hansards/2120/7/", 
            "text": "Mr. Speaker, National Rifle Association president Charlton Heston came to Canada yesterday and demonstrated his ignorance of Canada and Canadian values. Heston told Canadians “We are North Americans by birth on either side of the line. The rest is just survey stakes and politics”. He could not be more wrong.\n\nCanadians are not Americans. Our west was opened with treaties, not wars. Our health care system responds to the depth of an illness, not a wallet. Our gun laws keep guns out of the hands of the wrong people.\n\nHeston says “We share a border that's more a myth than a fact”. Canadians see the effect of American gun violence on television every day.\n\nWe joined with the world in sorrow after Columbine, Jonesboro and too many other tragedies to mention.\n\nCharlton Heston may think that our shared border is a myth. Canadians do not. We do not want the American gun culture crossing that line.", 
            "topic": "Charlton Heston", 
            "time": "2000-04-14 11:00:00", 
            "attribution": "Mr. John Harvard (Charleswood St. James—Assiniboia, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "David Pratt", 
                "url": "/politicians/1677/", 
                "member_id": 2600, 
                "party": "Liberal", 
                "riding": "Nepean—Carleton (Ontario)", 
                "id": 1677
            }, 
            "url": "/hansards/2120/8/", 
            "text": "Mr. Speaker, this week the transport minister announced a funding package of $400 million to improve and modernize VIA Rail's infrastructure and rolling stock. This is great news for rail passenger service in Canada. Indeed, I hope that it will lead to new infrastructure to make riding the rails more convenient and more attractive to those in the southwest part of the national capital region.\n\nFor at least a decade the idea of constructing a combined VIA Rail and local Ottawa-Carleton transitway station in south Nepean has been around. Unfortunately, every time the regional municipality went to talk to VIA Rail in the past, the railway was always pleading poverty, that it had no capital funds. This is no longer the case.\n\nIt is my hope that VIA Rail will give very serious consideration to this combined use facility. It could be a wonderful showcase of a multimodal transportation facility combining bus, automobile, heavy rail and eventually light rail facilities.", 
            "topic": "Via Rail", 
            "time": "2000-04-14 11:00:00", 
            "attribution": "Mr. David Pratt (Nepean—Carleton, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2120/9/", 
            "text": "Mr. Speaker, today is day five of the Shawinigan shenanigans in the Middle East. The tired and bruised Prime Minister is in Jordan, apologizing for missing the late King Hussein's funeral. His Gaza gaffes are headlines all over the world. His spin doctors are panicking and working overtime. They cannot keep up with the Prime Minister's lack of preparation and the remarks he bleeds into the Middle East media every day.\n\nThe Prime Minister does not understand what he is talking about. After four days of saying what he was not supposed to say, now he says “Listen. I do not have to discuss the situation between those two countries”. Which countries? For him, any two countries in the region.\n\nWhy has he not been saying that since the beginning when he realized he could not be helpful to the peace process and he could not be a statesman?\n\nCanadians are ashamed of the damage he has done to three different sets of sensitive negotiations that have forced him with his tail between his legs to ask if he was still welcome in Syria.", 
            "topic": "Foreign Affairs", 
            "time": "2000-04-14 11:00:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Marcel Proulx", 
                "url": "/politicians/marcel-proulx/", 
                "member_id": 3672, 
                "party": "Liberal", 
                "riding": "Hull—Aylmer (Québec)", 
                "id": 238
            }, 
            "url": "/hansards/2120/10/", 
            "text": "Mr. Speaker, on Wednesday night, as part of National Volunteer Week, Centraide Outaouais handed out its Bénévolat 2000 award, honouring the commitment and devotion of a volunteer in one of its member organizations.\n\nI would like to congratulate this year's winner, Michel Guimond, a volunteer with Grands-Frères et Grandes-Soeurs de l'Outaouais.\n\nMr. Guimond has been a Big Brother to Nicholas for eight years, and also headed the organization's board from 1995 to 1998.\n\nDespite heavy job pressures, he has also been a provincial and national board member of Big Brothers and Sisters, as well as a volunteer member of the campaign board for Centraide Outaouais.\n\nMay I take this opportunity to salute the commitment, not only of Michel Guimond, but also of all the volunteers who make a contribution to improving the quality of life in the Outaouais.", 
            "topic": "National Volunteer Week", 
            "time": "2000-04-14 11:05:00", 
            "attribution": "Mr. Marcel Proulx (Hull—Aylmer, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2120/11/", 
            "text": "Mr. Speaker, last Wednesday, the hon. member for Chicoutimi criticized the Government of Quebec for not investing sufficiently in the development of highway infrastructures in the Saguenay—Lac-Saint-Jean and Quebec City regions.\n\nI would like to remind the hon. member that the Government of Quebec invests close to 72% of its fuel tax revenue in highway infrastructures, unlike the federal government, which collects over $6 billion yearly in excise tax but invests only 17.4% of it. The rest of that revenue goes to swell the already over-inflated budget surplus.\n\nThe hon. member for Chicoutimi will agree with me that the level of government responsible for our poor road conditions is none other than the federal. With its surpluses, it could renew strategic agreements for highway improvements with the provinces.\n\nThe Government of Quebec is once again the only one bearing the burden of highway development. I trust that the hon. member for Chicoutimi will have a better idea which direction to take with his steamroller, the next time he takes the floor in this House.", 
            "topic": "Highway Infrastructures", 
            "time": "2000-04-14 11:05:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Finlay", 
                "url": "/politicians/4713/", 
                "member_id": 3212, 
                "party": "Liberal", 
                "riding": "Oxford (Ontario)", 
                "id": 4713
            }, 
            "url": "/hansards/2120/12/", 
            "text": "Mr. Speaker, I came to the House as an environmentalist and today I still call myself an environmentalist.\n\nI realize that our world is magnificent and that it is incumbent upon each of us to do all we can to protect the earth and the species that live upon it.\n\nWith this in mind, I was delighted to hear the Minister of the Environment introduce the species at risk act earlier this week. The act covers all wildlife species listed as being at risk and their critical habitats. As well, the act recognizes for the first time the Council on the Status of Endangered Wildlife in Canada. The minister will have to report annually to parliament on the council's assessment of species at risk in Canada.\n\nThis is a strong step forward to protect the biodiversity of our natural environment. I congratulate the minister for his work thus far.", 
            "topic": "The Environment", 
            "time": "2000-04-14 11:05:00", 
            "attribution": "Mr. John Finlay (Oxford, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Lee Morrison", 
                "url": "/politicians/6518/", 
                "member_id": 2736, 
                "party": "Reform", 
                "riding": "Cypress Hills—Grasslands (Saskatchewan)", 
                "id": 6518
            }, 
            "url": "/hansards/2120/13/", 
            "text": "Mr. Speaker, on April 29, Dan Dillon of Medicine Hat, Alberta, will launch his canoe into the Bow River west of Calgary to begin a journey to Lake Winnipeg.\n\nThis in itself would not be particularly noteworthy except that Mr. Dillon suffers from multiple sclerosis. He plans to do the trip with minimal assistance and he will, in fact, be doing most of his own portaging. He is doing this not only for personal satisfaction, but to raise money for the Multiple Sclerosis Society.\n\nDonations can be directed to the Multiple Sclerosis River Run in care of Multiple Sclerosis Society of Canada, Royal Bank, 2901-13th Avenue S.E., Medicine Hat, Alberta.\n\nPlease join me in a show of appreciation for this gutsy individual.", 
            "topic": "Multiple Sclerosis", 
            "time": "2000-04-14 11:05:00", 
            "attribution": "Mr. Lee Morrison (Cypress Hills—Grasslands, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2120/14/", 
            "text": "Mr. Speaker, Canada has been a leader in forging peace in the Middle East.\n\nCanada's involvement in international affairs to secure peace in the Middle East dates back almost 50 years to when Lester B. Pearson won the Nobel Peace Price for his efforts during the Suez crisis in 1956. Canadian peacekeepers have participated in every UN peacekeeping effort in the region and Canadian troops are currently serving on the Golan Heights.\n\nCanada is playing a pivotal role in the Middle East peace process as the chair of the Refugee Working Group. Contributing toward an effective multilateral track is helping to build confidence and trust among the parties. The efforts of the group have brought tangible improvements to the lives of Palestinian refugees and peace in the Middle East.\n\nFurthermore, since the launch of the Ottawa process in October 1996, Canada has been engaged internationally in building momentum for a global ban on land mines. In the Middle East these activities have resulted in an effort by Canada, Norway, Israel and Jordan to rid the Jordan Valley of land mines.\n\nCanada has a sincere interest and a deep commitment to securing a lasting peace in the Middle East and will continue to take a leadership role.", 
            "topic": "Peacekeeping", 
            "time": "2000-04-14 11:05:00", 
            "attribution": "Mr. John Maloney (Erie—Lincoln, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Wendy Lill", 
                "url": "/politicians/4361/", 
                "member_id": 2542, 
                "party": "NDP", 
                "riding": "Dartmouth (Nova Scotia)", 
                "id": 4361
            }, 
            "url": "/hansards/2120/15/", 
            "text": "Mr. Speaker, this week in the House New Democrats have read the works of poets from across the country. Today I am honoured to read “The True Names of Birds” by Susan Goyette of Dartmouth, who was nominated for the Governor General's Award in 1999:\n\nThere are more ways to abandon a child than to leave them at the mouth of the woods Sometimes, by the time you find them they've made up names for all of the birds and constellations and they've broken their reflections in the lake with sticks With my daughter came promises and vows that unfolded through time like a roadmap and led me to myself as a child, filled with wonder for my father who could make sound from a wide blade of grass and this breath. Here, in the stillness of the forest, the sun columning before me temple-ancient, that wonder is what I regret losing most, that wonder and the true name of birds\n\nIt is through poetry and wonder that we make sense of the unknown and find the strength to face it. And it is culture which truly legislates the heart and soul of a nation.", 
            "topic": "“The True Names Of Birds”", 
            "time": "2000-04-14 11:10:00", 
            "attribution": "Ms. Wendy Lill (Dartmouth, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2120/16/", 
            "text": "Mr. Speaker, “You may see problems, I do not see any”. Those are the words of our Prime Minister in his travels in the Middle East. “I have not seen a word in the press here, and there has been no negative comment on TV”, he added.\n\nThe Prime Minister has certainly not seen the middle eastern press, which is echoing his remarks, and he should not phone home, like the words in the song, to find out what the press reviews are saying here. The headlines are saying “A blunder a day”; “Chaos reigns”; “Prime Minister's gaffes embarrass Ottawa”. Never have we seen the cartoonists having such a heyday.\n\nAll is well.\n\nWe would laugh, if it were not so pathetic. Quebecers have known for a long time that the Prime Minister has no sense of the delicacy of relations between peoples. The rest of the world can now bear witness to the fact.", 
            "topic": "Prime Minister Of Canada", 
            "time": "2000-04-14 11:10:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bill Graham", 
                "url": "/politicians/124/", 
                "member_id": 2640, 
                "party": "Liberal", 
                "riding": "Toronto Centre—Rosedale (Ontario)", 
                "id": 124
            }, 
            "url": "/hansards/2120/17/", 
            "text": "Mr. Speaker, today I would like to acknowledge the careers of two police officers who recently retired after more than 20 years of service in 51 division in my riding of Toronto Centre—Rosedale.\n\nConstables Gerrard Jones and Danny Forsyth were pioneers of community policing, making it their priority to know members of our community and work closely with them to address concerns. No issue was too small to merit their attention. At night and on weekends they were there to work with us and to celebrate with us.\n\nThe complex social environment of our urban areas requires many innovative approaches to the issues of drugs, crime and troubled youth. In that context, community policing has an important role to play in creating a safe and harmonious environment for us all.\n\nConstables Jones and Forsyth are examples of integrity and selfless service in the bringing of community policing to our neighbourhoods. They have given much to make the neighbourhoods in my riding safer and healthier places in which to live, and for that the community is deeply grateful.\n\nIt is an honour and a privilege to acknowledge their service and I wish them every happiness for years to come.", 
            "topic": "Community Policing", 
            "time": "2000-04-14 11:10:00", 
            "attribution": "Mr. Bill Graham (Toronto Centre—Rosedale, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gilles Bernier", 
                "url": "/politicians/4321/", 
                "member_id": 2530, 
                "party": "Progressive Conservative", 
                "riding": "Tobique—Mactaquac (New Brunswick)", 
                "id": 4321
            }, 
            "url": "/hansards/2120/18/", 
            "text": "Mr. Speaker, while most Canadians think that diabetes is not a serious disease, diabetes and its complications cost Canada more than $9 billion per year in health care and lost productivity. Therefore, diabetes is a major public health issue.\n\nTo raise awareness and educate people about diabetes, the Juvenile Diabetes Foundation organizes each year a Shoppers Walk for the Cure fundraiser in cities across Canada.\n\nThe purpose of this event is to raise much needed funds to continue essential research programs. So far the Juvenile Diabetes foundation has given more than $49 million to diabetes research in Canada since its beginnings seven years ago.\n\nI encourage all members of parliament to take part in this year's Walk for the Cure.", 
            "topic": "Diabetes", 
            "time": "2000-04-14 11:10:00", 
            "attribution": "Mr. Gilles Bernier (Tobique—Mactaquac, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2120/19/", 
            "text": "Mr. Speaker, as we recall our achievements at the battle of Vimy Ridge, we must not forget that April 22 and 24 mark the 85th anniversary of the battle of Ypres. In 1915, 6,035 Canadian soldiers—one soldier in three—died in this battle.\n\nThese young Canadian soldiers were among the first victims of a new deadly weapon—poison gas.\n\nThe most disastrous and horrible battle took place at Saint-Julien. On April 24, as they were trying to end an impasse, the Canadians were hit with a great cloud of mustard gas.\n\nOur courageous Canadian soldiers continued to fight fiercely and to hold their position for two weeks, although their lungs were burning and they could hardly breathe because of the terrible effects of the gas. It was not long after this battle that John McCrae wrote his famous poem “In Flanders Fields”.\n\nCanadians must never forget the sacrifice made by the victims—", 
            "topic": "The Second Battle Of Ypres", 
            "time": "2000-04-14 11:10:00", 
            "attribution": "Mr. Robert Bertrand (Pontiac—Gatineau—Labelle, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/20/", 
            "text": "The hon. member for Edmonton East.", 
            "topic": "The Second Battle Of Ypres", 
            "time": "2000-04-14 11:15:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Peter Goldring", 
                "url": "/politicians/peter-goldring/", 
                "member_id": 2456, 
                "party": "Reform", 
                "riding": "Edmonton East (Alberta)", 
                "id": 120
            }, 
            "url": "/hansards/2120/21/", 
            "text": "Mr. Speaker, congratulations to Edmonton North District Area Council Two. They are celebrating 25 years of volunteer commitment to our communities on Volunteer Week 2000.\n\nI wish to recognize all who have given unselfishly to volunteer and contribute to many worthwhile projects. Contributors permit the soil of aspirations to be cultivated, help breathe life into dreams, nurture mere ideas to fruition and bring the riches of goals to harvest.\n\nVolunteers give freely of their daily lives. Their efforts add to our quality of being and are vital contributors to success, as dreams take wing and rise to lofty heights. All volunteers have my deepest appreciation for outstanding service to their communities. I wish everyone continued success and welcome their community leadership. I extend a sincere thanks to everyone for their good efforts.", 
            "topic": "Volunteer Week 2000", 
            "time": "2000-04-14 11:15:00", 
            "attribution": "Mr. Peter Goldring (Edmonton East, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2120/22/", 
            "text": "Mr. Speaker, revelations to the HRDC committee have raised even more startling questions than the infamous audit.\n\nThe minister who claimed to know that she knew where every penny went was completely unable to give specifics. The information commissioner blasted the government for a deliberate policy of holding back important documents requested under access to information.\n\nFour opposition parties want to get to the bottom of this for all Canadians. Why will the Liberals not join the move to have an independent inquiry to get complete answers?", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/23/", 
            "text": "Mr. Speaker, there is an independent inquiry under way which is being performed by an officer of this parliament, the auditor general. Not only did he approve of the six point action program of the minister to deal with the problems in the department, he said that he would carry on his own inquiry, the results of which he will make public in October.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2120/24/", 
            "text": "Mr. Speaker, would this be the same auditor general whose reports have been ignored by the government for years?\n\nYesterday all opposition parties joined in calling for a public inquiry into the HRDC scandal in which billions of dollars in grants and contributions were handed out with a cavalier disregard for the interests of the taxpayer.\n\nThe minister's answer that she knows where every penny went is patently incorrect, as the 19 police investigations clearly show. Why will the minister not set up an independent inquiry so we can fully find out where the billions have gone?", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2120/25/", 
            "text": "Mr. Speaker, it is true that the opposition did unite in its efforts to have an independent public inquiry.\n\nHowever, by that suggestion it knows full well that the auditor general has HRDC grants and contributions on his list for audit this very year. By that suggestion are the opposition parties also suggesting that the auditor general is not an independent official?", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:15:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2120/26/", 
            "text": "Mr. Speaker, the minister has done almost nothing but stonewall for months now. She rejects an inquiry. She rejects revealing all the facts. She even rejects access to information requests.\n\nYesterday I asked her why taxpayers funded the purchase of a motorhome. She has had a day to think about it. I would like to know what the explanation is today.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2120/27/", 
            "text": "Mr. Speaker, the member opposite seems unaware of the fact that mobile vehicles have purposes other than that which she cited yesterday, a luxury motorhome.\n\nThis mobile vehicle was purchased to provide access to technology, information, seminars and workshops in rural areas around Strathroy. Access to computers was available as well as information on business start-up, employment training and education. It served the community from May to October 1999.\n\nThe next thing we will find out is that the member is opposed to bookmobiles.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:15:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2120/28/", 
            "text": "Mr. Speaker, for two and a half months the HRDC minister has stood in the House defending her programs as being beneficial to Canadians. Now we see how Canadians are benefiting. A select few who control the funds are receiving five figure honorariums. They are playing the stock market with Canadian taxpayer dollars, and they are buying motorhomes.\n\nAre these the types of activities that the minister has in mind when she tells Canadians that they are benefiting from her department's funds?", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:15:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2120/29/", 
            "text": "Mr. Speaker, it seems that this party can never get itself out of the gutter trying to pick up those projects with which there have been problems.\n\nCanadians have benefited. In one program alone, under grants and contributions, 28,000 new jobs have been created which employ Canadians. The main thing is that with our investment of about $300 million we have leveraged $2.7 billion to partner with us, for a net gain of $3 billion of economic activity in regions of high unemployment. The people who live in those regions know that these programs are valuable to them.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2120/30/", 
            "text": "Mr. Speaker, this is incredible. In 10 weeks the minister's standard response has gone from “There are a few problems, but I have everything under control” to “There are a lot of problems, but Canadians are benefiting from the expenditure of funds” to “I can't answer that because of the police investigation”.\n\nSince the parliamentary secretary cannot give us more of the specifics, can she provide us with an update? How many police investigations are there into the grants and contributions from HRDC and how much Canadian taxpayer money is involved in those investigations?", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:20:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2120/31/", 
            "text": "Mr. Speaker, what is and what is not a matter of police investigation is the business of the police. To comment could impede the investigations, and I am sure the member opposite would not want that to happen.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2120/32/", 
            "text": "Mr. Speaker, the Prime Minister's trip continues to make waves.\n\nThe Lebanese Prime Minister even joked that he hoped the Prime Minister of Canada would not make a gaffe in Lebanon.\n\nConsidering that a government leader went so far as to allude to several faux pas made by his guest, will the Deputy Prime Minister continue to say that the Prime Minister's inappropriate statements are of no consequence?", 
            "topic": "Middle East", 
            "time": "2000-04-14 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/33/", 
            "text": "Mr. Speaker, again, it is very interesting to see a separatist party support the foreign policy of a united country. What a flip flop.", 
            "topic": "Middle East", 
            "time": "2000-04-14 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2120/34/", 
            "text": "Mr. Speaker, the preparations for the arrival of the Prime Minister of Canada in Syria are basically completed.\n\nHowever, the Prime Minister had to ask his ambassador in Damascus to confirm that Syria's president would meet with him, in spite of his unfortunate statements.\n\nWould the Deputy Prime Minister not feel more comfortable if Canadian diplomats put all their energy into making sure that Canada has its proper place in the peace negotiations in that region of the world, instead of being busy making up for the Prime Minister's gaffes and mistakes?", 
            "topic": "Middle East", 
            "time": "2000-04-14 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/35/", 
            "text": "Mr. Speaker, it is only normal for our ambassador in Syria to be in contact with her Syrian counterparts. This is nothing new.\n\nAgain, on the issue of gaffes, it is interesting to see those of the Bloc Quebecois, which changed its policy of opposing our foreign policy as a united country to one of full support. What will Mr. Bouchard have to say about that?", 
            "topic": "Middle East", 
            "time": "2000-04-14 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2120/36/", 
            "text": "Mr. Speaker, I urge the member to reread Hansard .\n\nDespite the Deputy Prime Minister's assurance on Wednesday that middle eastern newspapers were not reporting on the Prime Minister's gaffes, today it seems that not only have his remarks had repercussions in the Middle East but that they have been picked up by major international news agencies.\n\nIs the government not afraid that all its diplomatic efforts in this region will be compromised by the negative fallout from the Prime Minister's statements?", 
            "topic": "Middle East", 
            "time": "2000-04-14 11:20:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/37/", 
            "text": "Mr. Speaker, the heads of state with whom the Prime Minister has held talks have not been critical of the Prime Minister's remarks.\n\nI am told that Prime Minister Barak of Israel publicly thanked Canada for its peacekeeping efforts in the region and that President Arafat also publicly thanked the Prime Minister for visiting the region and for Canada's support for the Palestinian people.\n\nSo, if we are talking about really important figures, leaders of countries in the region, they thanked the Prime Minister.", 
            "topic": "Middle East", 
            "time": "2000-04-14 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2120/38/", 
            "text": "Mr. Speaker, some people must be very busy.\n\nThe Prime Minister's goal was to use Canadian diplomacy to create just, lasting and general peace in the Middle East. That was his goal.\n\nWill the government agree that this goal is threatened by the Prime Minister's apparent insensitivity to the complex issues in the region, which require all international players to show careful judgment?", 
            "topic": "Middle East", 
            "time": "2000-04-14 11:25:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/39/", 
            "text": "Mr. Speaker, if we are talking about agreements, our Prime Minister has signed some very important agreements with Israel and Egypt and we are also pursuing our efforts to help the cause of peace in the region.\n\nOnce again, I thank the new federalist party, the Bloc Quebecois, for supporting our efforts as a united country.", 
            "topic": "Middle East", 
            "time": "2000-04-14 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2120/40/", 
            "text": "Mr. Speaker, my question is for the Minister of Health.\n\nYesterday, the Minister of Health indicated that his department was studying the NAFTA implications of Bill 11 in Alberta. We welcome this. We think it should have happened a long time ago. But time is now of the essence. By the time we come back from the Easter recess Bill 11 could have passed and the wall that protects Canada's medicare system could well have been breached by then.\n\nWhat contingency plans does the minister have to stop Bill 11 and to stop Premier Klein from committing this act which has irreversible and national consequences?", 
            "topic": "Health", 
            "time": "2000-04-14 11:25:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2120/41/", 
            "text": "Mr. Speaker, first, there are differing points of view on that question. The hon. member has expressed one, there are others.\n\nThe job of this government and its lawyers is to examine those various interpretations to determine which is the most sensible, and then develop policy on that basis. That is what we are doing.\n\nThe NAFTA is only one of the concerns we have about Bill 11. We think it is bad policy. We have also written to the Alberta government saying that enhanced services should not be sold for profit at a private for profit hospital.\n\nThe bill has not yet passed. Amendments will be coming before the Alberta legislature. We hope the bill, as it emerges—if it emerges—will not contain that feature.", 
            "topic": "Health", 
            "time": "2000-04-14 11:25:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2120/42/", 
            "text": "Mr. Speaker, I say to the minister that he cannot afford to be wrong in his interpretation of the NAFTA. Time is of the essence. We cannot afford to allow the bill to pass if there is any uncertainty.\n\nRecently we passed Bill C-20 in the House, which said that Quebec could not unilaterally separate from Canada, that the interests and rights of all Canadians must be taken into account.\n\nWhere does Premier Klein get the right to unilaterally sabotage a national social program which all Canadians value? What will the national Minister of Health do about this?", 
            "topic": "Health", 
            "time": "2000-04-14 11:25:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2120/43/", 
            "text": "Mr. Speaker, the national Minister of Health, from the beginning of this debate in November, has made it very clear that the Government of Canada will safeguard the principles of our national health care system. We have done precisely that in the positions we have taken and on the issues we have identified for the Klein government, including NAFTA.\n\nI tell the hon. member that not only NAFTA, but the combination of enhanced services being sold at a private for profit hospital, elements of conflict of interest and overnight stays enlarging the role of private for profit hospitals at an accelerated rate are all issues that have been taken up with the Alberta government, and we will continue to do so.", 
            "topic": "Health", 
            "time": "2000-04-14 11:25:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Scott Brison", 
                "url": "/politicians/scott-brison/", 
                "member_id": 2545, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 44
            }, 
            "url": "/hansards/2120/44/", 
            "text": "Mr. Speaker, my question is for the Secretary of State for International Financial Institutions.\n\nBank lobbyist Barry Campbell, a long time Liberal, organized a huge fundraiser for the minister last fall, raising over $70,000.\n\nDid the minister consider the clear violation of the conflict of interest code that a fundraising event organized by a bank lobbyist for him would create?", 
            "topic": "Fundraising", 
            "time": "2000-04-14 11:25:00", 
            "attribution": "Mr. Scott Brison (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2120/45/", 
            "text": "Mr. Speaker, prior to the fundraiser I called the ethics counsellor about this issue. He said that as long as the solicitation was broadly based there would be no problem if financial institutions attended or were invited.\n\nIn spite of this, we went out of our way not to solicit institutions within my area of responsibility, and if cheques were received they were sent back and refunds were issued.", 
            "topic": "Fundraising", 
            "time": "2000-04-14 11:25:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Scott Brison", 
                "url": "/politicians/scott-brison/", 
                "member_id": 2545, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 44
            }, 
            "url": "/hansards/2120/46/", 
            "text": "Mr. Speaker, there is no solicitor like an old solicitor. If there was no conflict of interest, why is federal ethics counsellor actually investigating?\n\nBarry Campbell, a friend of the minister, was a lobbyist for the Bank of Nova Scotia from May 1998 to mid-March 1999, a period when the bank mergers were under discussion and review by the government.\n\nWhy did the minister compromise the merger review with his close affiliation with the bank lobbyist representing the Bank of Nova Scotia who later rewarded this loyalty with $70,000 of fundraising?", 
            "topic": "Fundraising", 
            "time": "2000-04-14 11:30:00", 
            "attribution": "Mr. Scott Brison (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2120/47/", 
            "text": "Let me be very clear, Mr. Speaker. Mr. Campbell is a former colleague and a long time friend.\n\nWhen Willowdale's regular finance chair could not be available for the event, I asked Mr. Campbell to replace him. He did. At no point while he was the chair of our fundraising dinner did I have any dealings with Mr. Campbell in any area of my responsibility.", 
            "topic": "Fundraising", 
            "time": "2000-04-14 11:30:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maurice Vellacott", 
                "url": "/politicians/maurice-vellacott/", 
                "member_id": 2744, 
                "party": "Reform", 
                "riding": "Wanuskewin (Saskatchewan)", 
                "id": 296
            }, 
            "url": "/hansards/2120/48/", 
            "text": "Mr. Speaker, we believe that the grants and contributions mess at HRDC should be looked into by an independent public inquiry. Such an inquiry would be most effective if public servants at HRDC would be free to speak about abuses of which they have knowledge.\n\nWhy does the minister not agree that legislation protecting whistle-blowers within her department is crucial to employees divulging crucial information without loss of their jobs?", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:30:00", 
            "attribution": "Mr. Maurice Vellacott (Wanuskewin, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2120/49/", 
            "text": "Mr. Speaker, employees within HRDC are free to come forward at any time and state what they have to tell us without fear of reprisal.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Hart", 
                "url": "/politicians/5546/", 
                "member_id": 2487, 
                "party": "Reform", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 5546
            }, 
            "url": "/hansards/2120/50/", 
            "text": "Mr. Speaker, yesterday the human resources minister rejected the public's request for a public inquiry into the boondoggle at HRDC. The Oxford dictionary defines the words public inquiry as a search into a matter done by the people for the people.\n\nI would simply ask the minister and the government why they do not want the Canadian public to get the information regarding the boondoggle at HRDC.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:30:00", 
            "attribution": "Mr. Jim Hart (Okanagan—Coquihalla, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2120/51/", 
            "text": "Mr. Speaker, the minister did not reject the need for a public inquiry. We are having one. It will be done by the auditor general and it will be done during this calendar year.\n\nThe public has not asked for this. It is the only thing that the four opposition parties could agree on in trying to put forward a dissenting report to the committee's majority report.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Antoine Dubé", 
                "url": "/politicians/5100/", 
                "member_id": 3291, 
                "party": "Bloc", 
                "riding": "Lévis (Québec)", 
                "id": 5100
            }, 
            "url": "/hansards/2120/52/", 
            "text": "Mr. Speaker, the Minister of Human Resources Development has again totally contradicted the owner of Placeteco, who received a grant of $1.2 million and who said on the CBC that he had 78 people in his firm and not the 170 the minister keeps reporting.\n\nIf the minister continues to totally contradict her department and its figures and the figures of the head of Placeteco on the number of jobs, is it not because she is incapable of justifying the use of $1.2 million by the creation of jobs at Placeteco as the grant went elsewhere?", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:30:00", 
            "attribution": "Mr. Antoine Dubé (Lévis-et-Chutes-de-la-Chaudière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2120/53/", 
            "text": "Mr. Speaker, we have been clear that there were different numbers of people working at different times as the business cycle rose and fell. To the best of our knowledge the combined workforce at Techni-Paint and Placeteco is now 170.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Antoine Dubé", 
                "url": "/politicians/5100/", 
                "member_id": 3291, 
                "party": "Bloc", 
                "riding": "Lévis (Québec)", 
                "id": 5100
            }, 
            "url": "/hansards/2120/54/", 
            "text": "Mr. Speaker, the minister herself is confusing Placeteco and Techni-Paint and preventing the details of this matter from coming to light.\n\nWhy is she so afraid to table the invoices she must have in hand to justify the grant, unless no jobs were created?", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:30:00", 
            "attribution": "Mr. Antoine Dubé (Lévis-et-Chutes-de-la-Chaudière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2120/55/", 
            "text": "Mr. Speaker, that party always wants to point out things that might be wrong with every project that we help to bring to the workers of Quebec.\n\nI emphasize the good news about this company, which is that it just signed a five year contract worth $8 million with a major aeronautical company, Bell Helicopter, and there are 78 people working at that firm.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2120/56/", 
            "text": "Mr. Speaker, Canada could have played a dominant role in the peace process in the Middle East. Instead, the Prime Minister damaged it.\n\nAs a Syrian minister said, our Prime Minister comprised the neutrality of Canadian peacekeepers monitoring the ceasefire between Israel and Palestine. The Prime Minister's Gaza gaffes are putting the lives of Canadian peacekeepers in jeopardy and destroying our reputation and neutrality.\n\nHow could the Deputy Prime Minister continue to blindly defend the Prime Minister, even after he has put the lives of Canadian peacekeepers at risk?", 
            "topic": "Foreign Affairs", 
            "time": "2000-04-14 11:35:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/57/", 
            "text": "Mr. Speaker, if there is any blindness here, it is in the eyes and mind of the hon. member.\n\nHe does not recognize that Canada continues to be the chair of the multilateral group on refugees as part of the Oslo peace process. He does not recognize that Canada remains one of the members of the overall steering group of the peace process. He does not recognize how successful the talks have been that our Prime Minister has had with the leaders he has met so far. I am sure this will continue to be the case.", 
            "topic": "Foreign Affairs", 
            "time": "2000-04-14 11:35:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rahim Jaffer", 
                "url": "/politicians/142/", 
                "member_id": 2461, 
                "party": "Reform", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 142
            }, 
            "url": "/hansards/2120/58/", 
            "text": "Mr. Speaker, Patrick Seale, a journalist and Middle East analyst with access to President Assad with regard to the Prime Minister's remarks said that they:\n\n—suggest someone who has not fully grasped the subtleties of the different positions...In this crucial moment on the peace process, the Middle East needs someone that tries to contribute to the solution, rather than someone that makes the solution more difficult.\n\nWhy does the Prime Minister not quit while he is behind and come back home?", 
            "topic": "Foreign Affairs", 
            "time": "2000-04-14 11:35:00", 
            "attribution": "Mr. Rahim Jaffer (Edmonton—Strathcona, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/59/", 
            "text": "Mr. Speaker, speaking of behind, the hon. member and his party have been behind for a long time, and that will continue to be the case.\n\nThe Prime Minister's mission is going very well. He is having very successful talks with leaders of the Middle East. The hon. member has quoted one person. I quoted another, the well informed president of the Hebrew University, who has been praising the Prime Minister for his efforts. That also has weight.", 
            "topic": "Foreign Affairs", 
            "time": "2000-04-14 11:35:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2120/60/", 
            "text": "Mr. Speaker, there are limits to the nonsense that can be passed off in the House. We have proof, and we even wanted to table it in the House, that the grant was used to pay back a National Bank loan, and the owner of Placeteco himself admitted it. The government cannot keep sticking its head in the sand on this one.\n\nThe Minister of Human Resources Development can no longer hide behind the pat answers prepared by her staff. What is she waiting for to table the invoices that would back up what she is saying?", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:35:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2120/61/", 
            "text": "Mr. Speaker, it is unbelievable to me the opposition claims that grants and contributions are a serious subject. It has co-operated with us in investigating them in the committee for months now and those people across the way can only ask about one file out of tens of thousands.\n\nI think it is time to grow up and to realize that when there are 10,000 projects there are probably 100,000 partners and among those 100,000 partners there will be a few people for whom—", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:35:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/62/", 
            "text": "The hon. member for Verchères—Les-Patriotes.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2120/63/", 
            "text": "Mr. Speaker, such arrogance. There is no word in the French language that would be acceptable in the House to describe the behaviour of the government in this affair. No jobs were created. Gauthier himself admitted it. The Groupe Vidéotron was forced to pay back its grant.\n\nWhat is the minister waiting for to call back the $1.2 million grant that was used for purposes other than creating jobs?", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:35:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2120/64/", 
            "text": "Mr. Speaker, we have made it clear in the past and it continues to be true. If a review of a file indicates that there has been an overpayment, we will ask for the money back. We have done that in some cases and the money has come back.\n\nIf one cannot establish an overpayment, one cannot ask for the money to be returned, and that is the case with this particular file.", 
            "topic": "Human Resources Development", 
            "time": "2000-04-14 11:35:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dave Chatters", 
                "url": "/politicians/3899/", 
                "member_id": 3049, 
                "party": "Reform", 
                "riding": "Athabasca (Alberta)", 
                "id": 3899
            }, 
            "url": "/hansards/2120/65/", 
            "text": "Mr. Speaker, unfortunately there has been no conversion on the road to Damascus for the Prime Minister. He just keeps on doing what he always does when he puts his foot in his mouth; he keeps on stumbling. He has aggravated our allies and he has threatened a delicate diplomatic balance. If this mission is going well, I would hate to see bad.\n\nLet us see if the Deputy Prime Minister could perhaps answer this question without saying “I reject the member's premise” or quoting some friendly academic. Why will the government not bring the Prime Minister home before he hurts us any more?", 
            "topic": "Foreign Affairs", 
            "time": "2000-04-14 11:35:00", 
            "attribution": "Mr. David Chatters (Athabasca, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/66/", 
            "text": "Mr. Speaker, now I know why the CCRAP is behind in public opinion. When we have questions like that I do not see why one should take them seriously.\n\nThe Prime Minister's talks are going well. The leaders of the countries he has met with have spoken well of his efforts. I am sure he deserves the support of all Canadians, even the CCRAP.", 
            "topic": "Foreign Affairs", 
            "time": "2000-04-14 11:40:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2120/67/", 
            "text": "Mr. Speaker, if it is going well, I would hate to see bad. Today is day five of the Prime Minister's Middle East travel. After four major gaffs in four days, saying what he is not supposed to say, now he says “listen, I do not have to discuss the situation between those two countries”.\n\nWe might ask what two countries. For the Prime Minister, it could be any two countries in the region. Why will not the Prime Minister just come home?", 
            "topic": "Foreign Affairs", 
            "time": "2000-04-14 11:40:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/68/", 
            "text": "Mr. Speaker, the hon. member did not say that, when the former leader of the opposition badmouthed Canada abroad. That is the guy who should have been brought home.\n\nSpeaking of the Prime Minister's four steps, yes, there have been four major successful accords signed involving Israel and Egypt. There will be other concrete, positive achievements for Canada and the cause of peace because of the Prime Minister's efforts.", 
            "topic": "Foreign Affairs", 
            "time": "2000-04-14 11:40:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2120/69/", 
            "text": "Mr. Speaker, the employment insurance plan as we know it is disintegrating.\n\nSelf-employed workers, who account for 18% of the work force, are excluded; women and young people are victims of flagrant discrimination, which will be dealt with by the courts; soon, as well, most unemployed workers will receive benefits that will not exceed 50% of what they were earning.\n\nCan the minister make a commitment to totally review the present program so as to bring it in line with the labour market realities of the year 2000?", 
            "topic": "Employment Insurance", 
            "time": "2000-04-14 11:40:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2120/70/", 
            "text": "Mr. Speaker, the employment insurance system was completely reviewed and revamped in 1996, only four short years ago. We have monitoring and assessment reports which monitor the progress and the adjustment of Canadians to this new system.\n\nAs far as discrimination against women under the new system, it seems rather strange to me because women's unemployment rate right now is at the lowest point in 15 years at 5.6%. Sixty-one per cent of all claims involving small weeks projects were made by women. Two-thirds of our new family supplement recipients were women. Women have done well by our reform.", 
            "topic": "Employment Insurance", 
            "time": "2000-04-14 11:40:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Marlene Jennings", 
                "url": "/politicians/marlene-jennings/", 
                "member_id": 2702, 
                "party": "Liberal", 
                "riding": "Notre-Dame-de-Grâce—Lachine (Québec)", 
                "id": 144
            }, 
            "url": "/hansards/2120/71/", 
            "text": "Mr. Speaker, my question is for the Minister of Industry. In today's global economy the effects of anti-competitive conduct are not limited by borders. The government needs to be able to enter into mutual co-operation agreements with other enforcement agencies to be able to effectively deal with anti-competitive conduct which crosses borders.\n\nThat is exactly what Bill C-471 will do. Would the minister tell Canadians what his and this government's position is regarding Bill C-471?", 
            "topic": "Competition Act", 
            "time": "2000-04-14 11:40:00", 
            "attribution": "Mrs. Marlene Jennings (Notre-Dame-de-Grâce—Lachine, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Manley", 
                "url": "/politicians/4682/", 
                "member_id": 3209, 
                "party": "Liberal", 
                "riding": "Ottawa South (Ontario)", 
                "id": 4682
            }, 
            "url": "/hansards/2120/72/", 
            "text": "Mr. Speaker, I am aware of the very positive suggestion that the member has made in the context of Bill C-471. There have been a number of very useful recommendations with respect to the Competition Act that have been proposed by private members, including by the member for Pickering—Ajax—Uxbridge and the member for Kitchener Centre.\n\nI have asked the commissioner of competition, in light of the number of bills that deal with the Competition Act, to take those bills and use them as a basis for public and stakeholder consultation over the months to follow and if acceptable—", 
            "topic": "Competition Act", 
            "time": "2000-04-14 11:40:00", 
            "attribution": "Hon. John Manley (Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/73/", 
            "text": "The hon. member for Macleod.", 
            "topic": "Competition Act", 
            "time": "2000-04-14 11:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2120/74/", 
            "text": "Mr. Speaker, both the finance minister and the Prime Minister promised that they would release the minutes of the CDC when the finance minister was on the board.\n\nYesterday we got the documents. We got 100 pages of newspaper clippings, 100 pages of annual reports and 2 pages of whited out minutes. Why should not the victims of hepatitis C think that whited out minute documents are nothing but a whitewash?", 
            "topic": "Canada Development Corporation", 
            "time": "2000-04-14 11:40:00", 
            "attribution": "Mr. Grant Hill (Macleod, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/75/", 
            "text": "Mr. Speaker, the member is criticizing the report of the ethics counsellor. If he has questions about the report he might want to address them to the ethics counsellor.\n\nThe ethics counsellor looked into the matter thoroughly. He not only reviewed and released documents, he also carried on discussions and interviews with persons who played key management roles at the relevant time. They confirmed that the CDC board never discussed the question of tainted blood during the relevant period in which the person who is now the finance minister was on the board.\n\nIn general, the ethics counsellor found that the Minister of Finance had not—", 
            "topic": "Canada Development Corporation", 
            "time": "2000-04-14 11:40:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/76/", 
            "text": "The hon. member for Nanaimo—Alberni.", 
            "topic": "Canada Development Corporation", 
            "time": "2000-04-14 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Gilmour", 
                "url": "/politicians/5526/", 
                "member_id": 2483, 
                "party": "Reform", 
                "riding": "Nanaimo—Alberni (B.C.)", 
                "id": 5526
            }, 
            "url": "/hansards/2120/77/", 
            "text": "Mr. Speaker, the finance minister may be in a conflict of interest by being on the board of the Canada Development Corporation because of discussions about the tainted blood issue at the cabinet table.\n\nWe know that the Deputy Prime Minister has said that the ethics counsellor has the board minutes of the CDC and Connaught Labs. There is one way to clear this issue up and that is to release all of the minutes of those boards. Why does the government refuse to issue those board minutes?", 
            "topic": "Canada Development Corporation", 
            "time": "2000-04-14 11:45:00", 
            "attribution": "Mr. Bill Gilmour (Nanaimo—Alberni, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/78/", 
            "text": "Mr. Speaker, I understand that certain documents belong to private corporations. They are not under the control of the government. The decision of whether or not to release them belongs to the companies in question.\n\nAs to whether more efforts can be made in that regard, I suggest my hon. friend address his question to the ethics counsellor who, I repeat, found that the present Minister of Finance is not in a conflict of interest nor was he because of his service on the board of Canada Development Corporation.", 
            "topic": "Canada Development Corporation", 
            "time": "2000-04-14 11:45:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dennis Gruending", 
                "url": "/politicians/3882/", 
                "member_id": 3674, 
                "party": "NDP", 
                "riding": "Saskatoon—Rosetown—Biggar (Saskatchewan)", 
                "id": 3882
            }, 
            "url": "/hansards/2120/79/", 
            "text": "Mr. Speaker, in January the government quietly granted approval to allow weapons grade plutonium into Canada. Now we hear about plans to import an even larger amount from Russia, something which may well be illegal. The Americans who are part of this deal are being up front about it, but our government is less forthcoming.\n\nCan the minister tell us how much plutonium is coming from Russia? When is it coming? How will it be transported to Chalk River? Will the public be consulted if the shipment is larger than that approved last year?", 
            "topic": "Plutonium Shipments", 
            "time": "2000-04-14 11:45:00", 
            "attribution": "Mr. Dennis Gruending (Saskatoon—Rosetown—Biggar, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2120/80/", 
            "text": "Mr. Speaker, the details of what AECL is proposing was laid out through the public consultation process last fall. That methodology as described by AECL at that time was approved. If it is to change in any material way, AECL would have to reapply for a different undertaking.", 
            "topic": "Plutonium Shipments", 
            "time": "2000-04-14 11:45:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2120/81/", 
            "text": "Mr. Speaker, earlier this week the Minister of Transport announced funding for VIA Rail service across the country.\n\nThe NDP believes that public passenger rail strengthens the federation and brings Canadians closer together. However, I wonder if the minister knows that the province of Newfoundland is no longer served by passenger rail. I wonder if he knows that Newfoundlanders have been waiting for 12 years for needed upgrades to the Trans-Canada Highway and for improvements to existing ferry service.\n\nWill the minister commit today to timetables with targets to deliver on four laning and improved service to the mainland which Newfoundlanders have been expecting for years?", 
            "topic": "Transportation", 
            "time": "2000-04-14 11:45:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2120/82/", 
            "text": "Mr. Speaker, as one of the conditions for the elimination of the rail service some 10 or 12 years ago, the former government entered into a long term financial arrangement with the government of Newfoundland to upgrade the highways. That province has been particularly well served by that agreement. I am surprised the hon. member was unaware of this.\n\nOn the larger point, this has been a great week for passenger rail in this country. We have turned the corner and we are saying that in the new millennium there is a role for passenger rail.\n\nOther countries in the world are supporting their passenger rail systems. It will become an even more important fabric of Canadian life.", 
            "topic": "Transportation", 
            "time": "2000-04-14 11:45:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Bernier", 
                "url": "/politicians/4321/", 
                "member_id": 2530, 
                "party": "Progressive Conservative", 
                "riding": "Tobique—Mactaquac (New Brunswick)", 
                "id": 4321
            }, 
            "url": "/hansards/2120/83/", 
            "text": "Mr. Speaker, Canadians who are repaying their Canada student loans have been able to claim a 17% tax credit on the interest paid on their loans.\n\nThousands of students each year have to scramble to get a student loan privately because the federal government turns them down. Yet the government does not allow them to claim that tax credit on their student loan.\n\nWhy not allow all students to claim the student loan interest tax credit? Why is there a double standard?", 
            "topic": "Taxation", 
            "time": "2000-04-14 11:45:00", 
            "attribution": "Mr. Gilles Bernier (Tobique—Mactaquac, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2120/84/", 
            "text": "Mr. Speaker, these issues are ones which we have addressed very fulsomely in past budgets. The plight of students and the need to have a highly educated Canadian populace, the best educated and the best trained in the world, has been part of our strategy from day one, even when we were in deficit. This is why we have had all sorts of tax incentives made available to students. We have enhanced them fulsomely. This is why we brought in the millennium scholarships.\n\nIf the member has further representations he wants to make as to how to help make post-secondary education more affordable, we would be happy to listen to him.", 
            "topic": "Taxation", 
            "time": "2000-04-14 11:45:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Bernier", 
                "url": "/politicians/4321/", 
                "member_id": 2530, 
                "party": "Progressive Conservative", 
                "riding": "Tobique—Mactaquac (New Brunswick)", 
                "id": 4321
            }, 
            "url": "/hansards/2120/85/", 
            "text": "Mr. Speaker, was that an answer?\n\nThe average debt for a Canadian student has tripled to $25,000. To help in repaying that debt some students can now claim the interest paid on their income tax but tens of thousands of students cannot. Only those who qualify for government loans are eligible for the tax credit.\n\nWhen is the government going to treat all students equally and allow all students to qualify for the student loan tax credit?", 
            "topic": "Taxation", 
            "time": "2000-04-14 11:50:00", 
            "attribution": "Mr. Gilles Bernier (Tobique—Mactaquac, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2120/86/", 
            "text": "Mr. Speaker, I bring to the hon. member's attention not only the millennium scholarships that we have brought in but also in past budgets we have enhanced the tax incentives for those who want to go back to school, for those who have dependent children and for the fees students have to pay in addition to their tuition. All of these have been enhanced in a way to make it possible.\n\nThe student loans program has been enhanced so the repayment provisions relate to the capacity of the individual student to repay. We do not believe—", 
            "topic": "Taxation", 
            "time": "2000-04-14 11:50:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/87/", 
            "text": "The hon. member for Essex.", 
            "topic": "Taxation", 
            "time": "2000-04-14 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Susan Whelan", 
                "url": "/politicians/1435/", 
                "member_id": 2571, 
                "party": "Liberal", 
                "riding": "Essex (Ontario)", 
                "id": 1435
            }, 
            "url": "/hansards/2120/88/", 
            "text": "Mr. Speaker, the Canadian Cancer Society issued its 12th annual report entitled “Canadian Cancer Statistics 2000”. The report contains some positive news for the decline in the incidence of some types of cancer but reveals that areas such as breast cancer and tobacco related cancers need more attention.\n\nCan the Minister of Health tell the House today what the government is doing to reduce the incidence of cancer?", 
            "topic": "Health", 
            "time": "2000-04-14 11:50:00", 
            "attribution": "Ms. Susan Whelan (Essex, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2120/89/", 
            "text": "Mr. Speaker, the report released yesterday contains both good news and bad.\n\nOn the positive side, the incidence of some cancers is down. Recovery rates are higher because of new treatments and early detection. But there are also troubling signs. We know that the death rates particularly in lung cancer and especially among women are way up. We are told that in 15 years the incidence of new cases is going to increase by 70%.\n\nThe signals are clear. First of all, lifestyle and other changes to prevent cancer, early detection, but also new treatments and renewing medicare so that we can afford to properly treat the—", 
            "topic": "Health", 
            "time": "2000-04-14 11:50:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/90/", 
            "text": "The hon. member for Battlefords—Lloydminster.", 
            "topic": "Health", 
            "time": "2000-04-14 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerry Ritz", 
                "url": "/politicians/gerry-ritz/", 
                "member_id": 2733, 
                "party": "Reform", 
                "riding": "Battlefords—Lloydminster (Saskatchewan)", 
                "id": 246
            }, 
            "url": "/hansards/2120/91/", 
            "text": "Mr. Speaker, it is unfortunate that the government's ethics counsellor is accountable to no one but his boss the Prime Minister. He has no independence and no incentive to come clean about his findings. In fact, there is a big disincentive if his report embarrasses members of cabinet. Only two pages of minutes from six years of meetings, that would be an embarrassment.\n\nIf the finance minister has nothing to hide, why will the Prime Minister not instruct his ethics counsellor to release all the minutes we know he has?", 
            "topic": "Canada Development Corporation", 
            "time": "2000-04-14 11:50:00", 
            "attribution": "Mr. Gerry Ritz (Battlefords—Lloydminster, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/92/", 
            "text": "Mr. Speaker, the fact is that the Prime Minister has said that the report of the ethics counsellor be made public. It was made public.\n\nIn addition to documents, the ethics counsellor's office conducted interviews with people who are involved with the board meetings in question. I am told that some documents are not under the direct control of the government or the ethics counsellor. If I am wrong in this, I will be happy to correct my statement. My hon. friend should go to the office of the ethics counsellor and see what further things he has to say about this.\n\nThe important point is that the finding was that the Minister of Finance was not and is not in any conflict of interest. That is the important point.", 
            "topic": "Canada Development Corporation", 
            "time": "2000-04-14 11:50:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2120/93/", 
            "text": "Mr. Speaker, according to this morning's La Presse , Canada is preparing to import from Russia five times the planned amount of plutonium: 600 grams. This plutonium will, moreover, be brought in by plane, a practice that is banned in the United States.\n\nHow can the Minister of Natural Resources endanger the safety of his fellow citizens by allowing plutonium to be carried over Canada by air?", 
            "topic": "Importation Of Plutonium", 
            "time": "2000-04-14 11:50:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2120/94/", 
            "text": "Mr. Speaker, what has been approved in the regulatory procedure last year is a shipment volume from Russia that could rise up to something just below 400 grams. If AECL proposes to change the volume, that would require reapplication through the regulatory process.\n\nWith respect to the transportation mode, the American system is not approved in Canada and the Canadian system is not approved in the United States. If I have a choice between the two, I will follow Canadian law.", 
            "topic": "Importation Of Plutonium", 
            "time": "2000-04-14 11:50:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2120/95/", 
            "text": "Mr. Speaker, the history of Giant Mines in Yellowknife is one of tragedy, violence, corporate greed and now environmental degradation, because yesterday it was fined $1.4 million for dumping cyanide into the water system. Ironically, that is about the same amount of money that workers were cheated out of in terms of severance pay and cuts to their pension plan. The federal government played a role in negotiating away the rights and benefits of those workers in terms of those two figures.\n\nWill the government intervene again, this time on the workers' behalf and apply this $1.4 million to the pension plan and the severance packages which Peggy Witte cheated these workers out of?", 
            "topic": "Giant Mines", 
            "time": "2000-04-14 11:55:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2120/96/", 
            "text": "Mr. Speaker, the issue of the shortfall in the workers' pension plan is one that the government takes very seriously.\n\nWe have been investigating and looking into it on behalf of the pensioners. We have brought a claim against the receiver. We are contemplating other possible action because when this type of thing happens to pensioners or people who will eventually be pensioners, we take it very, very seriously.\n\nAlong with the other members of parliament involved, including the member for Western Arctic, we are committed to pursue all possible avenues to making those pensioners whole.", 
            "topic": "Giant Mines", 
            "time": "2000-04-14 11:55:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2120/97/", 
            "text": "Mr. Speaker, yesterday I asked the Minister of Fisheries and Oceans to include fishermen and processors in negotiations with first nations in Atlantic Canada. The minister skirted the answer because he has not listened to processors or the fishermen. Yet in order for this interim agreement to work, he absolutely needs their support and, I might say, their input.\n\nWill the minister re-open dialogue with the east coast fishermen and processors immediately?", 
            "topic": "Fisheries", 
            "time": "2000-04-14 11:55:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence O'Brien", 
                "url": "/politicians/4339/", 
                "member_id": 3682, 
                "party": "Liberal", 
                "riding": "Labrador (Newfoundland & Labrador)", 
                "id": 4339
            }, 
            "url": "/hansards/2120/98/", 
            "text": "Mr. Speaker, I would like to point out to the hon. gentleman that so far we have concluded eight agreements with the aboriginal parties, i.e., first nations. We have eight more agreements in principle in negotiations right now. We are making great progress in concluding agreements.\n\nI can tell the hon. member also that last Tuesday the Minister of Fisheries and Oceans met with the standing committee. He released information on licences at dollar value by species. We will continue to release information as it becomes available. But most important, we will conserve our stocks—", 
            "topic": "Fisheries", 
            "time": "2000-04-14 11:55:00", 
            "attribution": "Mr. Lawrence D. O'Brien (Parliamentary Secretary to Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/99/", 
            "text": "The hon. member for Ottawa Centre.", 
            "topic": "Fisheries", 
            "time": "2000-04-14 11:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2120/100/", 
            "text": "Mr. Speaker, my question is for the Parliamentary Secretary to the Minister of Public Works and Government Services.\n\nWould she mind informing the House what has the government done to help the Canadian housing industry participate on the international scene?", 
            "topic": "Housing", 
            "time": "2000-04-14 11:55:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2120/101/", 
            "text": "Mr. Speaker, I would not mind at all.\n\nCanada's national housing agency, CMHC, works closely with industry and its team Canada partners to promote the participation of the Canadian housing system in foreign markets. CMHC brings down housing barriers, gathers market intelligence and supports the housing industry's export promotion, new trade shows and other missions.\n\nIn fact, I was able to join the team Canada mission to Poland last year which saw a lot of contracts signed. Joint ventures were entered into that enriched both economies.\n\nOpening new markets and increasing the number of Canadian firms involved in exports is at the heart of Canada's international business.", 
            "topic": "Housing", 
            "time": "2000-04-14 11:55:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Grant McNally", 
                "url": "/politicians/4033/", 
                "member_id": 2476, 
                "party": "Reform", 
                "riding": "Dewdney—Alouette (B.C.)", 
                "id": 4033
            }, 
            "url": "/hansards/2120/102/", 
            "text": "Mr. Speaker, in relation to the finance minister's involvement in the tainted blood situation, I would like to follow up on what the Deputy Prime Minister said.\n\nHe said that all the documents were under the control of the government. He also said that board members were interviewed. The fact is that the same board members could face liability issues on this too. It is no wonder that they said there was no conflict.\n\nThe truth of the matter is that the ethics counsellor and the government have the board minutes and they are stonewalling and refusing to release them. What is it that they are hiding in these documents?", 
            "topic": "Canada Development Corporation", 
            "time": "2000-04-14 11:55:00", 
            "attribution": "Mr. Grant McNally (Dewdney—Alouette, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2120/103/", 
            "text": "Mr. Speaker, I did not say all the documents are under the control of the government. I said just the opposite.\n\nAlso, the hon. member is making an assertion which is not accurate, and that is that the Minister of Finance is involved in the tainted blood scandal. This is not true and this is backed up by all the inquiries made into this matter.\n\nThe hon. member ought to take another look at the premise of his question. His colleague does not like me talking about the premise of a question but if the premise is wrong, it is wrong. I will not be muzzled and I will not be censored when I want to bring that fact to the attention of the House.", 
            "topic": "Canada Development Corporation", 
            "time": "2000-04-14 11:55:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2120/104/", 
            "text": "Mr. Speaker, as regards the GMO issue, the Minister of Agriculture is either burying his head in the sand or he is not properly informed.\n\nEurope has the technology to detect GMOs and is threatening to ban Canadian agricultural products. Here in Canada, the Laboratoire d'environnement SM, in Quebec, and Genserve Laboratories, in Saskatchewan, can detect GMOs.\n\nSince the technology to detect GMOs exists in Europe and in Canada, what is the minister waiting for to order the mandatory labelling of GMOs, for the benefit of consumers and farmers?", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-04-14 12:00:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilbert Normand", 
                "url": "/politicians/4957/", 
                "member_id": 2665, 
                "party": "Liberal", 
                "riding": "Bellechasse—Etchemins—Montmagny—L'Islet (Québec)", 
                "id": 4957
            }, 
            "url": "/hansards/2120/105/", 
            "text": "Mr. Speaker, we already said that a committee of experts was set up to see if it is advisable to label GMOs.\n\nThis week, I met with Australia's chief scientist. Last year, Australia passed a law on the labelling of GMOs. He told us that the law cannot be enforced, because they do not have the scientific means and it costs too much money. We are currently looking at the issue and we will protect the public's health.", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-04-14 12:00:00", 
            "attribution": "Hon. Gilbert Normand (Secretary of State (Science, Research and Development), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dick Proctor", 
                "url": "/politicians/3870/", 
                "member_id": 2737, 
                "party": "NDP", 
                "riding": "Palliser (Saskatchewan)", 
                "id": 3870
            }, 
            "url": "/hansards/2120/106/", 
            "text": "Mr. Speaker, problems continue to mount inside the Canadian Grain Commission. The government has had to address a $20 million cost overrun recently.\n\nThere is an ongoing inquiry as to why 70 grain inspectors were off the job recently in Thunder Bay. One inspector is under a gag order for criticizing mismanagement at the place. Now unidentified grain inspectors are sending mail to members of parliament saying they feel stepped on, suppressed, silenced and, frankly, scared of management at the grain commission and the government. How has it deteriorated so much—", 
            "topic": "Canadian Grain Commission", 
            "time": "2000-04-14 12:00:00", 
            "attribution": "Mr. Dick Proctor (Palliser, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/107/", 
            "text": "The hon. Minister of Natural Resources.", 
            "topic": "Canadian Grain Commission", 
            "time": "2000-04-14 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2120/108/", 
            "text": "Mr. Speaker, the Government of Canada has taken some very positive steps, most recently in the latest budget, to deal with the pressures that apply to the Canadian Grain Commission.\n\nSubstantial new dollars have been made available which will ensure that the grain commission can continue to provide top quality service protecting the interests of farmers and, at the same time, there will be no fee increases for a period of at least four years.", 
            "topic": "Canadian Grain Commission", 
            "time": "2000-04-14 12:00:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2120/109/", 
            "text": "Mr. Speaker, my point of order arises out of Standing Order 31. You may have noticed that there was a member who did a bit of fundraising for a particular cause during his statement.\n\nAlthough I have a great deal of sympathy for the cause, which is multiple sclerosis, and I have a great deal of admiration for the person who was named in the statement, I think it would be a mistake if we were to get into the habit or even allow it to pass without comment when members rise in their place and give telephone numbers and addresses as to where people could donate to certain causes.\n\nI think this is something that the Chair might perhaps want to comment on. If there is no rule against it, it seems to me there should be. I just wanted to register my own concern about that particular event.", 
            "topic": "Points Of Order", 
            "time": "2000-04-14 12:00:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2120/110/", 
            "text": "Mr. Speaker, I had not intended to rise on this point but now that the hon. member has raised it, there could be a precedence here that should be looked at either by the Chair, and if not, then perhaps House leaders could arrive at a consensus to make a recommendation, if there is none available, to the Chair immediately.\n\nIt seems that using Standing Order 31 for the purpose of fundraising for charitable causes, and in this case a very excellent one, is perhaps a precedent that we should be very careful of setting.", 
            "topic": "Points Of Order", 
            "time": "2000-04-14 12:00:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dave Chatters", 
                "url": "/politicians/3899/", 
                "member_id": 3049, 
                "party": "Reform", 
                "riding": "Athabasca (Alberta)", 
                "id": 3899
            }, 
            "url": "/hansards/2120/111/", 
            "text": "Mr. Speaker, there is no disputing the value and legitimacy of the question raised by the member. If the House leader of the government has a problem with it, we would be glad to get together with all House leaders to talk about it.", 
            "topic": "Points Of Order", 
            "time": "2000-04-14 12:05:00", 
            "attribution": "Mr. David Chatters (Athabasca, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2120/112/", 
            "text": "Mr. Speaker, it is interesting that this issue has come up. We in the House should also understand and respect the right of each member to submit to the House issues that are importance to them. If the information in that S. O. 31 was important to the member then it should also be respected and kept in mind if any decisions are made.", 
            "topic": "Points Of Order", 
            "time": "2000-04-14 12:05:00", 
            "attribution": "Mr. Randy White (Langley—Abbotsford, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2120/113/", 
            "text": "Mr. Speaker, I have done a lot of research on non-profit organizations and charities. The reality is that although there are very many worthy charities, sometimes it is impossible to tell when a charity is not worthy. I think it would be a great mistake to set a precedence whereby members would be promoting one charity or another charity when there is always some danger that the charities may, indeed, not be worthy.", 
            "topic": "Points Of Order", 
            "time": "2000-04-14 12:05:00", 
            "attribution": "Mr. John Bryden (Wentworth—Burlington, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/114/", 
            "text": "The Chair is ready to at least say something on this subject. It is a matter of some concern to the chair, not just because of the point raised today but because there have been other occasions when the Chair occupant has been in the House and has heard statements listing other members' number so people can call and complain or giving various sorts of advertising for different causes. They are sometimes of interest and sometimes of great amusement but they are not always ones that are necessarily widely appreciated on every side.\n\nBeing conscious of that and being conscious of the freedom of speech that the Chair seeks to ensure for all hon. members in the House, I respect the submissions that have been made by all hon. members who have said something on this subject.\n\nFor the benefit of all hon. members, I will read from page 364 of Marleau-Montpetit. It states:\n\nThe Speaker has also cautioned Members not to use this period to make defamatory comments about non-Members, nor to use the verbatim remarks of a private citizen as a statement, nor to make statements of a commercial nature.\n\nWhether we have stepped beyond a charity, to commercial in this case, I am not prepared to rule. I would caution members to exercise discretion in their use of the time they have. It is a one minute statement. There are guidelines. If hon. members feel uncertain about the guidelines I urge them to read chapter 10 of Marleau-Montpetit and conduct themselves accordingly.", 
            "topic": "Points Of Order", 
            "time": "2000-04-14 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2120/115/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36(8), I have the honour to table, in both official languages, the government's response to 30 petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-04-14 12:05:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Rick Limoges", 
                "url": "/politicians/3574/", 
                "member_id": 3675, 
                "party": "Liberal", 
                "riding": "Windsor—St. Clair (Ontario)", 
                "id": 3574
            }, 
            "url": "/hansards/2120/116/", 
            "text": "Mr. Speaker, I have the honour to present, in both official languages, the third report of the Standing Committee on Citizenship and Immigration with regard to Bill C-16, an act respecting Canadian citizenship.", 
            "topic": "Committees Of The House", 
            "time": "2000-04-14 12:05:00", 
            "attribution": "Mr. Rick Limoges (Windsor—St. Clair, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maurizio Bevilacqua", 
                "url": "/politicians/maurizio-bevilacqua/", 
                "member_id": 2642, 
                "party": "Liberal", 
                "riding": "Vaughan—King—Aurora (Ontario)", 
                "id": 27
            }, 
            "url": "/hansards/2120/117/", 
            "text": "Mr. Speaker, I have the honour to present, in both official languages, the second report of the Standing Committee on Finance regarding its order of reference of Thursday, April 6, 2000 in relation to Bill C-22, an act to facilitate combatting the laundering of the proceeds of crime, to establish a financial transactions or reports analysis centre of Canada and to amend and repeal certain acts in consequence.\n\nThe Committee has considered Bill C-22 and reports the bill with amendment.\n\nI want to quickly take the opportunity to thank the clerk, the researchers, the members of the committee, the witnesses and departmental officials for their excellent work.", 
            "topic": "Committees Of The House", 
            "time": "2000-04-14 12:05:00", 
            "attribution": "Mr. Maurizio Bevilacqua (Vaughan—King—Aurora, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2120/118/", 
            "text": "Mr. Speaker, I have the honour to present the 27th report of the Standing Committee on Procedure and House Affairs regarding the membership and associate membership of the Standing Committee on Foreign Affairs and International Trade, and I should like to move concurrence at this time.\n\n(Motion agreed to)", 
            "topic": "Committees Of The House", 
            "time": "2000-04-14 12:05:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Clifford Lincoln", 
                "url": "/politicians/5063/", 
                "member_id": 2687, 
                "party": "Liberal", 
                "riding": "Lac-Saint-Louis (Québec)", 
                "id": 5063
            }, 
            "url": "/hansards/2120/119/", 
            "text": "Mr. Speaker, I am honoured to present a petition by 25 people in my riding and other areas of Quebec who call on parliament to enact an immediate moratorium on the cosmetic use of chemical pesticides.\n\nThat moratorium would be in effect until the safety of these products had been demonstrated and their long term effects known.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:10:00", 
            "attribution": "Mr. Clifford Lincoln (Lac-Saint-Louis, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2120/120/", 
            "text": "Mr. Speaker, I have two petitions to present to the House today.\n\nThe first petition, although it is late and third reading has already been given, prays that parliament withdraw Bill C-23 and affirm the opposite sex definition of marriage in legislation and ensure that marriage is recognized as a unique institution.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:10:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2120/121/", 
            "text": "The second petition, Mr. Speaker, calls on parliament to prioritize funding for the national highway system, a project very dear to me, in the 2000 budget to reduce fatalities and injuries on the roadways, alleviate congestion, lower vehicle operating costs and reduce emissions, improve Canada's competitiveness, economic development and overall economic prosperity. This is a wonderful petition.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:10:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Harvard", 
                "url": "/politicians/4233/", 
                "member_id": 2508, 
                "party": "Liberal", 
                "riding": "Charleswood—Assiniboine (Manitoba)", 
                "id": 4233
            }, 
            "url": "/hansards/2120/122/", 
            "text": "Mr. Speaker, I have in my hand a petition signed by dozens of Canadians who are concerned about the high rate of breast cancer in Canada.\n\nThe petitioners point out that Canada has the second highest rate of breast cancer in the world, second only to the United States. They also point out that the U.S. has had a mandatory mammography quality assurance standard since 1994 and that Canada has no legislation for mandatory mammography quality assurance standards.\n\nTherefore, the petitioners call upon parliament to enact legislation to establish an independent governing body to develop, implement and enforce uniform and mandatory mammography quality assurance and quality control standards in Canada.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:10:00", 
            "attribution": "Mr. John Harvard (Charleswood St. James—Assiniboia, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2120/123/", 
            "text": "Mr. Speaker, I have a petition signed by virtually hundreds of Canadians, most of them from the Victoria and Nanaimo, B.C. area.\n\nThe petitioners draw the attention of the House to the fact that one in five Canadian children live in poverty; that on November 24, 1989 the House of Commons unanimously resolved to end child poverty in Canada by the year 2000; and that since 1989 the number of poor children in Canada has increased 60%.\n\nThey therefore call upon parliament to use the federal budget 2000 to introduce a multi-year plan to improve the well-being of Canada's children. The budget is already over but the sentiments of these Canadians continues on to other budgets and beyond.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:10:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2120/124/", 
            "text": "Mr. Speaker, I have in my hand a petition calling on the government to withdraw Bill C-23 and affirm the opposite sex definition of marriage in legislation and ensure that marriage is recognized as a unique institution.\n\nYou will realize, of course, Mr. Speaker, that the House of Commons did indeed pass Bill C-23. Bill C-23 does include legislation that defines marriage as a union of opposite sex persons and that it has ensured that marriage is recognized as a unique institution.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:10:00", 
            "attribution": "Mr. John Bryden (Wentworth—Burlington, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2120/125/", 
            "text": "Mr. Speaker, I have also another petition from rural route mail couriers who would like to see the government support private member's legislation that would ensure that contract mail couriers could form collective bargaining units. That private member's bill was defeated in the House, but I do urge the government on behalf of the petitioners to look very carefully at the plight of contract rural route mail couriers.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:10:00", 
            "attribution": "Mr. John Bryden (Wentworth—Burlington, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2120/126/", 
            "text": "Mr. Speaker, the last petition I have concerns the problem of child poverty and asks the government to seriously consider taking measures to improve the situation of children by means of a multi-year plan that will help Canada's children.\n\nI believe this is, generally speaking, very much at the heart of the government's budget that just passed. I urge the government to bear in mind that Canada's children are indeed a concern to all of us.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:10:00", 
            "attribution": "Mr. John Bryden (Wentworth—Burlington, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gerry Ritz", 
                "url": "/politicians/gerry-ritz/", 
                "member_id": 2733, 
                "party": "Reform", 
                "riding": "Battlefords—Lloydminster (Saskatchewan)", 
                "id": 246
            }, 
            "url": "/hansards/2120/127/", 
            "text": "Mr. Speaker, I have the honour on behalf of my constituents to present two petitions today. The first petition concerns immigration and calls for the government to enact much tougher immigration laws than those proposed in Bill C-16. The petitioners ask that people smuggling cease and that Canada no longer be a target.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Gerry Ritz (Battlefords—Lloydminster, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gerry Ritz", 
                "url": "/politicians/gerry-ritz/", 
                "member_id": 2733, 
                "party": "Reform", 
                "riding": "Battlefords—Lloydminster (Saskatchewan)", 
                "id": 246
            }, 
            "url": "/hansards/2120/128/", 
            "text": "Mr. Speaker, the second petition is very timely as it has to do with high taxes. Hundreds of people across my riding have signed the petition calling for real tax relief, not the tinkering we see in Bill C-32.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Gerry Ritz (Battlefords—Lloydminster, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2120/129/", 
            "text": "Mr. Speaker, I have three petitions to present. The first petition comes from a large number of people in my constituency. The petitioners are concerned that under the Criminal Code of Canada it is currently not a criminal offence for an adult to engage in sexual activity with a young person aged 14 years or older if the young person consents to sexual activity, as long as the adult is not in a position of trust or authority over the young person. The petitioners therefore ask that parliament amend the Criminal Code of Canada to raise the age of consent for sexual activity for a young person from 14 to 18 years of age.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Randy White (Langley—Abbotsford, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2120/130/", 
            "text": "Mr. Speaker, the petitioners who have signed the second petition are concerned about Bill C-23. I am, as well. They suggest that it is an inappropriate intrusion and discriminatory for the federal government to extend benefits based on a person's private sexual activity while excluding other types of dependency relationships.\n\nThe petitioners ask that parliament withdraw Bill C-23, affirm the opposite sex definition of marriage in the legislation and ensure that marriage is recognized as a unique institution.\n\nGiven the government's record on that issue, a fat lot of good a petition would do.\n\nThe last petition I wish to present is related, as well, to Bill C-23. It states that the government has invoked time allocation to cut off debate on Bill C-23 and that the Prime Minister has indicated that a free vote would not be allowed. I see that it was.\n\nThe petitioners ask parliament to withdraw Bill C-23, affirming the opposite sex definition of marriage in legislation and ensuring that marriage is recognized as a unique institution.\n\nGiven the government's record, once again, a fat lot of good a petition would do.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Randy White (Langley—Abbotsford, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Rahim Jaffer", 
                "url": "/politicians/142/", 
                "member_id": 2461, 
                "party": "Reform", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 142
            }, 
            "url": "/hansards/2120/131/", 
            "text": "Mr. Speaker, I have three petitions to present today. The first asks parliament to withdraw Bill C-23 and to ensure that marriage is recognized as a unique institution.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Rahim Jaffer (Edmonton—Strathcona, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Rahim Jaffer", 
                "url": "/politicians/142/", 
                "member_id": 2461, 
                "party": "Reform", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 142
            }, 
            "url": "/hansards/2120/132/", 
            "text": "Mr. Speaker, the second petition pertains to divorce and calls upon parliament to pass legislation incorporating the rights of children and the principles of equality among parents.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Rahim Jaffer (Edmonton—Strathcona, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Rahim Jaffer", 
                "url": "/politicians/142/", 
                "member_id": 2461, 
                "party": "Reform", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 142
            }, 
            "url": "/hansards/2120/133/", 
            "text": "Mr. Speaker, the last petition which I wish to present today concerns child poverty. The petitioners urge parliament to fulfil the promise of the 1989 House of Commons resolution to end child poverty by the year 2000.", 
            "topic": "Petitions", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Rahim Jaffer (Edmonton—Strathcona, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2120/134/", 
            "text": "Mr. Speaker, Question No. 57 will be answered today. .[Text]\n\nQuestion No. 57—", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2120/135/", 
            "text": "For the period covering the last three years, what grants, loans, or interest-free loans have been provided to Scotia Rainbow, Serge Lafrenière, or the Rainbow Group by: ( a ) Human Resources Development Canada; ( b ) Atlantic Canada Opportunities Agency; ( c ) Industry Canada; ( d ) Economic Cape Breton Corporation; ( e ) Canada-Nova Scotia Infrastructure Program; and ( f ) Canada-Nova Scotia Cooperation Economic Diversification?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mrs. Michelle Dockrill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2120/136/", 
            "text": "I am informed as follows:\n\n(a) In so far as Human Resources Development Canada, HRDC, is concerned only one agreement was contracted with one of the companies mentioned above. HRDC has contracted with Scotia Rainbow, under the transitional jobs fund program. HRDC contributed $2 million for the fiscal year covering the period of April 1, 1998 to March 31, 1999.\n\n(b) In July 1998, Atlantic Canada Opportunities Agency, ACOA, made an offer of a $1 million repayable contribution for the establishment of Scotia Rainbow. In February 1999, ACOA offered a $150,000 loan to Liscot Enterprises of Pictou County to assist in the construction of an additional building and the purchase of equipment. Subsequent to the offer being accepted, Liscot Enterprises was purchased by Scotia Rainbow Incorporated and the letter of offer was amended to include both companies.\n\n(c) No.\n\n(d) In September 1999, Enterprise Cape Breton Corporation, ECBC, offered an $800,000 conditional interest subsidy to Scotia Rainbow for a period of five years for an expansion project and ACOA offered a $500,000 repayable contribution for the same project.\n\n(e) No.\n\n(f) No.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Minister of State and Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2120/137/", 
            "text": "Mr. Speaker, if question No. 25 could be made an order for return, this return would be tabled immediately.", 
            "topic": "Questions Passed As Orders For Returns", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/138/", 
            "text": "Is that agreed?", 
            "topic": "Questions Passed As Orders For Returns", 
            "time": "2000-04-14 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. Members", 
            "url": "/hansards/2120/139/", 
            "text": "Agreed. .[Text]\n\nQuestion No. 25—", 
            "topic": "Questions Passed As Orders For Returns", 
            "time": "2000-04-14 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Charles Caccia", 
                "url": "/politicians/4458/", 
                "member_id": 3162, 
                "party": "Liberal", 
                "riding": "Davenport (Ontario)", 
                "id": 4458
            }, 
            "url": "/hansards/2120/140/", 
            "text": "How much money in the form of direct grants, loans, tax concessions and other payments have been made available to Spar Aerospace by the Government of Canada since the company's inception?\n\nReturn tabled.", 
            "topic": "Questions Passed As Orders For Returns", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Charles Caccia", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2120/141/", 
            "text": "Mr. Speaker, I ask that the remaining questions be allowed to stand.", 
            "topic": "Questions Passed As Orders For Returns", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Derek Lee", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2120/142/", 
            "text": "Is that agreed?", 
            "topic": "Questions Passed As Orders For Returns", 
            "time": "2000-04-14 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2120/143/", 
            "text": "Agreed.", 
            "topic": "Questions Passed As Orders For Returns", 
            "time": "2000-04-14 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2120/144/", 
            "text": "The House resumed consideration of the motion that Bill C-19, an act respecting genocide, crimes against humanity and war crimes and to implement the Rome Statute of the International Criminal Court, and to make consequential amendments to other acts, be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2000-04-14 12:15:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2120/145/", 
            "text": "Mr. Speaker, Bill C-19 is, of course, a very important bill that has international and national ramifications here at home. It highlights a very serious situation at a time when our Prime Minister is in the Middle East making numerous comments which have made Canada the focus of the world stage. He has made some very reckless comments, which have been referred to in the House. It is no joking matter. Sadly, some of the commentary that has been highlighted is quite pathetic in nature, and the ramifications are most serious for Canada as our international reputation is very much at stake.\n\nTurning back to the bill at hand, it is very clear that the parlance in this legislation is basically aimed at the defence of disobedience to superiors' orders and peace officers who use a certain type of defence. The bill is aimed, in essence, at scrutinizing very closely the defence that individuals were simply taking orders when partaking in some of the most heinous crimes imaginable. Instances in which this type of defence is raised and circumstances where the accused has no moral choice as to whether he or she could follow the order are addressed in the bill.\n\nWhen we refer to moral choice we mean that other particular circumstances might exist where there was such an air of compulsion or threat to the accused that he or she had no alternative but to obey orders. Obviously this argument was maintained throughout the trial of R. v Finta and, for those reasons, on March 24, 1997 the Supreme Court of Canada ruled that Mr. Finta could not be found guilty of the crimes against him. It is a very troubling situation, one that takes a great deal of moral intrusion and comprehension as to the human dynamics that exist when a person in authority is faced with this type of order.\n\nI can assure hon. members, as a former crown prosecutor, that the provisions included in Bill C-19 are very necessary and welcome. It is a shame, however, that rather than amend Canadian law to do away with some of these grey areas when it comes to prosecuting individuals for war crimes or crimes against humanity, or when these specific defences are invoked, the federal government opted instead for a course of action whereby war criminals could be deported to their native country as a temporary solution to the problem at hand.\n\nHowever, with that said, this is a very complicated process because in most cases the events in question took place as far back as the second world war and sometimes before. Many of those events that date back 50 years are increasingly difficult to deal with, simply because the individuals who may be involved or who may be able to give evidence are no longer available or, in some cases, are no longer living or no longer compos mentis.\n\nThe individuals who perpetrated war crimes and crimes against humanity under the Nazi regime fall very much into the latter category.\n\nFurthermore, the same problems surface when justice department officials attempt to find witnesses to those events to justify the extradition or the prosecution. Evidence sometimes goes missing and key witnesses, as referred to, may no longer be available.\n\nAs I mentioned earlier, the offences of genocide, war crimes and crimes against humanity committed outside Canada are covered under clause 6 of Bill C-19. Contrary to the three offences defined in clause 4, those in clause 6 are based on the provisions of international law existing at the time they are committed.\n\nHenceforth, perpetrators of genocide, crimes against humanity or war crimes could be brought to justice regardless of where the crime was committed. Furthermore, pursuant to subclause 6(4), the crimes in question could be dealt with if they were committed prior to July 17, 1998, the date on which the Rome Statute was adopted by the United Nations. As such, the bill applies retroactively.\n\nI congratulate again all members of the committee and the minister for bringing this bill to fruition. In that precaution, if this had not taken place, this bill would have been, some would argue, irrelevant.\n\nAnother particularity of the bill is that in the case of war crimes or crimes against humanity or genocide committed outside Canada or within Canada, clauses 5 and 7 of the bill make it an offence for a military commander or other superior to fail to take reasonable steps or exercise proper control over one or more military or civilian person under their command. As a result, very serious offences may sometimes be committed.\n\nIn the case of offences committed outside Canada, subclause 7(5) provides for criminal prosecution before the coming into force of Bill C-19, to the extent that at the time and place of the act of omission the latter constitutes a contravention of customary or conventional international law.\n\nThis means that the offender may be prosecuted if the criminal act according to the general principles of law is recognized by the community of nations, whether or not it constituted a contravention of law in force at the time and in the place of its commission.\n\nBill C-19 is fairly complete, as it gives jurisdiction to Canadian courts in the case of offences committed outside Canada through clause 8. This clause also recognizes that Canadian courts have the authority to prosecute any person charged with having committed specific acts, providing one of the conditions is listed exists.\n\nFor instance, if a person was a Canadian citizen or was employed by Canada at the time, perhaps in a civilian or military capacity, or if the victim was a Canadian citizen, there may be some attachment to Canadian law.\n\nThe Conservative Party supports this idea. Canadian courts also have jurisdiction to prosecute if, at the time the offence was committed, Canada could, in conformity with international law, exercise jurisdiction over the person with respect to the offence on the basis of that person's presence in Canada before or after said criminal offence.\n\nAs I mentioned, the defence of superior orders, which is perhaps one of the most compelling and interesting aspects of this bill, and the defences which stem from it, can be used, barring a few exceptions. The defence of superior orders should be in compliance with the provisions set out in the Rome Statute.\n\nTherefore, an accused cannot base his defence solely on the belief that it was an order if it was unlawful and if the belief was based on information about a civilian population or an identified group of people who encouraged the commission of inhumane acts or omissions against the population or group. There is potential for prosecution.\n\nBill C-19 puts aside the Finta decision, to all intents and purposes, and is a good step toward the pursuit of justice. Bill C-19, because of its complexity and because of the objective it pursues, also makes it an offence to possess or launder property obtained as a result of the commission of the proposed new offences. This is a good provision.\n\nCanada and the Progressive Conservative Party fully support the principle that no one should profit from war crimes. Obviously there is potential for further legislation. If the government wanted to make sure that all war criminals would and could be convicted, other laws might have to be modified. I am referring to the Citizenship Act and the Extradition Act which, through their new provisions, would make it easier to prosecute.\n\nClause 33 of Bill C-19 would amend the Citizenship Act so that while a person is under investigation by the Minister of Justice, the Royal Canadian Mounted Police or the Canadian Security Intelligence Service for one of the offences in Bill C-9, that person shall not be granted citizenship or take the oath of citizenship.\n\nWith respect to Bill C-19, Canada now has an obligation to surrender people caught by the ICC for genocide, crimes against humanity and war crimes.\n\nPursuant to section 48 of the Extradition Act, a person who is the subject on a request for surrender cannot claim immunity from arrest or extradition under common law or by statute under the Extradition Act.\n\nIn conclusion, by stating that victims of war crimes have suffered terrible ordeals is to understate the obvious. Through Bill C-19 Canada takes the position that no war criminal is safe or welcome within our borders.\n\nThis is a positive undertaking on behalf of the government which is supported, I believe, by all opposition parties. The Progressive Conservative Party also affirms this principle. Canada cannot tolerate our wonderful country being used as a safe haven to escape responsibility for acts so heinous and so atrocious against humanity.\n\nThere will be ample opportunity to review further provisions within this bill. As it moves to committee, there will be opportunity to modify and perhaps improve upon this legislation at that time.\n\nAgain, I appreciate the opportunity to have participated in this very important debate.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 12:15:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Maurice Vellacott", 
                "url": "/politicians/maurice-vellacott/", 
                "member_id": 2744, 
                "party": "Reform", 
                "riding": "Wanuskewin (Saskatchewan)", 
                "id": 296
            }, 
            "url": "/hansards/2120/146/", 
            "text": "Madam Speaker, when we look at this legislation, it appears on the face of it to be a good thing. We all have concerns about human rights and war crimes. We would have to say that the devil is in the details or in some cases lack of details in respect to some of these things. There are some very vague definitions and in other cases, no definitions at all.\n\nOur party supports war crime tribunals in practice and the apprehension, trial, conviction and punishment by due process of genuine war criminals. However, we have some serious reservations about the international criminal court. We have these reservations because the statutes that were agreed to in Rome in 1998 regarding the international criminal court were negotiated without adequate public consultation and input from parliament. They were negotiated with the aid of NGOs that did not represent the values and principles of most Canadians. The international criminal court is flawed in several ways. From the larger perspective of international treaties in general, we see that there needs to be a democratic reform of the whole treaty-making process in Canada.\n\nAn esteemed member of the Bloc yesterday put forward a private member's bill in regard to this whole problem. We agree to these international treaties without ever having scrutinized them within this House and without having had any discussion or forum across the country. We see the same problem in what is before us today.\n\nOur party supports foreign policy guided by the values and the principles of Canadians, that is political democracy, economic freedom and human rights. Therefore, we support in principle the idea of war crimes tribunals. However, as I said, the international criminal court threatens to become an unaccountable institution with power to investigate, prosecute, indict and try citizens of Canada, thus undermining Canadian sovereignty and Canadian justice. As a new and permanent international institution, the international criminal court creates a new power hungry United Nations type of bureaucracy.\n\nCanada and its like-minded allies failed to win the support of the United States and some other critical countries around the world. Without that support, the input and the co-operation of those major countries in the world, how can the international criminal court ever be effective or ensure true justice?\n\nThe international criminal court threatens to become an international stick in the hands of rogue states and special interest groups in particular to beat the United States and its allies, including Canada. That would be the primary intent of certain of those who are involved. The international criminal court could undermine the ability of UN members to act in the interests of international security and peace, for example, stopping Saddam Hussein or sending a message to terrorists. Charter and common law rights such as the right to a fair trial by jury would not be guaranteed under the international criminal court.\n\nThe federal government paid for special interest groups to attend five weeks of meetings in and to advise the Canadian delegation. I do not have time to speak today about some of the shenanigans and games that were played. There were secret meetings off to the side. Certain other Canadian people were shut out because it was known that they would oppose certain elements and aspects of the international criminal court.\n\nThe failure to consult with Canadians about what is wanted at the international criminal court is a major problem. Canadians were again left out of the process as they were at Kyoto and with the MAI, the multilateral agreement on investment. This situation is no different.\n\nWe believe that the people, through parliament, should have an oversight of treaty making and international agreements well before it gets to the stage where we have our leaders signing.\n\nThe international criminal court will have power to investigate. I think we are pretty much agreed in terms of the war crimes area, but there are other vague terms such as crimes of aggression that are used where it is left wide open to judges from around the world who will constitute the tribunal to interpret. It is another reason why we have some serious reservations about this.\n\nWe support human rights objectives in co-operation with international organizations. Such activities must be the result of free and sovereign Canadian initiatives acted at the will of parliament through international instruments of our choice and not the other way around. The emphasis should be on working with them as that suggests a voluntary nature of working alongside them instead of an element of coercion as is the case here. This is another reason why we have for many decades now supported ad hoc tribunals, agencies with a sunset provision rather than permanent bureaucracies and the concept of an unaccountable international court.\n\nSome supporters are calling for empowering this court to prosecute not only war crimes and things of that sort, but to prosecute drug trafficking, something we should be going after, as well as such other vague offences as serious threats to the environment and committing outrages on personal dignity, whatever that possibly could mean. This is the direction many individuals are pushing this to go. Obviously we do have concerns about some of that.\n\nAs an alliance, we are certainly prepared to work with international organizations, but we feel it should be our Canadian parliament first and foremost that makes decisions. We should not give up our sovereignty.\n\nI want to read for the record part of a letter from a rather outstanding individual, Judge Eli Nathan, head of the delegation of Israel to the UN diplomatic conference where this was being discussed. I read this into the record because Israel was one of the countries that over the years because of the Holocaust and so on has had a real strong interest in a court, generally speaking, of this nature. Israel initiated this.\n\nIsrael was the original country to come up with this idea and has been promoting it because of the terrible injustices and genocide committed against its people. I think it rather significant and very noteworthy that Israel itself had to back away and could not vote in favour of the statutes agreed upon by other countries. Israel, as one of the prime movers of this, had to back away and could not give its approval. I will cite at least one of its major concerns but it has other concerns as well.\n\nThe letter from Judge Eli Nathan states:\n\nMr. President, it causes me considerable pain, both personally as a victim of the Nazi persecution of the Jewish people, and on behalf of the Israeli delegation which I proudly head, to have to explain the negative vote which Israel has been unwillingly obliged to cast today with regard to the Statute of the International Criminal Court.\n\nIt is no secret that out of the embers of the Holocaust against the Jewish people—the greatest and most heinous crime to have been committed in the history of mankind, came the calls of Jews throughout the world, and leading Israeli lawyers and statesmen, as far back as the early 1950s, for the establishment of an International Criminal Court, as a vital means of ensuring that criminals who commit such heinous and terrible crimes will be duly brought to justice. This was, Mr. President...our idea!\n\nHe said “With this aim in mind, Mr. President,” and having regard to the world renowned judiciary established in Israel, we have enthusiastically and quite responsibly been involved at the earlier stages here.\n\nThe letter goes on to point out and make the particular point:\n\nWe therefore fail to comprehend why it has been considered necessary to insert into the fist of the most heinous and grievous war crimes, the action of transferring population into occupied territory, as it appears in Article 8, Paragraph 2(b), subpara.viii.\n\nWithout entering here into the question of the substantive status of any particular alleged violation of the Geneva Convention...can it really be held that such an action as that listed in Article 8 above really ranks among the most heinous and serious war crimes—\n\nThat refers to the resettling of people as they have done in the Middle East. We can question that but there are many in the world who do not accept that on the rank of a heinous war crime or the nature of the others listed. He asks whether:\n\n—this has been inserted as a means of utilising and abusing the Statute of the International Criminal Court and the International Criminal Court itself as one more political tool in the Middle East conflict?\n\nThat gets to the nub of it.\n\nThis international criminal court already has become very politicized and will be more than ever because of the special interest groups that are involved, the radical feminist groups and the anti-family groups and so on. It will be a very politicized tool in the hands of elite and special interest groups.\n\nOne of the delegates, this esteemed judge from Israel, goes on to say:\n\nDespite all our entreaties, during the discussions of the Prep-Com as well as here in Rome and directly to capitols, this paragraph still remains as a symbol of politicization, sullying the entire Statute.\n\nHe went on to say:\n\nMr. President, neither the Delegation of Israel nor other delegations have been given the opportunity to vote against inclusion in the Statute of Article 8, Paragraph 2(b), sub-para.viii.\n\nHe further talks about his frustration at this politicization of the statute and the court. Then he goes on to say:\n\nMr. President, Israel has other problems with the Statute, which we will address at the appropriate time.\n\nIt is very insightful and eye-opening to understand that a country, which of all should most be concerned and wanting something like this, has grave concerns with the direction this has taken.\n\nI mentioned before the matter of overriding our national sovereignty. This permanent international body, if that is what it becomes, could be very unaccountable and might override the sovereignty of our nation's legal and government systems.\n\nSome people defend it and say that it has been structured so that the sovereignty of nations will remain primordial, and it does so by requiring the enactment of domestic legislation as before us in each ratifying state, which gives that sovereign state both the judicial equipment and the right to prosecute suspected cases of the said crimes domestically.\n\nWe would rebut that by saying that requiring an enactment of legislation does not allay our fears. The legislation may simply enact the signing away of Canada's sovereignty.\n\nActually, while the legislation gives Canada the right to prosecute suspected cases of said crimes, there is a whole list of them and there are some vagaries in there as well, we do have the right to prosecute domestically. It also imposes not only a right but an obligation to do so with the penalty being that the international criminal court will step in and take over if in its judgment Canada does not fulfil its obligations.\n\nOur courts over the course of time, including the supreme court, are dangerously close to conceding Canada's sovereignty. For example, a recent decision in the Supreme Court of Canada states that international covenants have no direct application within Canadian law, however, it goes on to say:\n\nNevertheless, the values reflected in international human rights laws may help inform the contextual approach to statutory interpretation and judicial review...The legislature is presumed to respect the value and principles enshrined—\n\nIn whatever international law happens to be out there.\n\nIn so far as possible, therefore, interpretations that reflect these values and principles are preferred.\n\nReferring to the Charter of Rights and Freedoms, Chief Justice Antonio Lamer gave impetus to that when he said:\n\n—the Charter can be understood to give effect to Canada's international legal obligations, and should therefore be interpreted in a way that conforms to those obligations.\n\nWhat we are saying here is that we have in effect been invoking international arguments about which Canadians and their legitimate lawmakers were never properly consulted, and that is the problem, getting back to the ceding of our sovereignty to other countries.\n\nWhat we also find somewhat disconcerting is the fact that Bill C-19 writes a blank cheque. What I find rather disturbing is the fact that the rules of procedure and evidence are currently being negotiated through a series of meetings of prep-coms which include delegations from signatory states and other interested states.\n\nThe details of precise meetings, of terms found in the statute, evidence and court procedures and administrative structure are to be concluded in consensus agreements adjacent to, not part of, after the fact, it seems. It is kind of like buying a pig in a poke or signing a blank cheque for these things to be worked out over the course of time, but we already agreed to be part of the deal.\n\nThe negotiations address some of the critical and fundamental issues, the things that as we said before are not discussed here in parliament. Issues such as the definition of aggression and other terms, the conditions of imprisonment, judicial protocol are controversial issues. All of these decisions taken at these negotiations should be subject to the input and ratification of parliament, otherwise the values of Canadians might not be adequately enshrined in the law, the structure and procedure of the criminal court.\n\nI also draw attention to something which may be of interest to some. Some words make up new terms and expressions in a surreptitious manner. I draw attention to some of the concerns from the pro-family, pro-life perspective.\n\nThere were certain things with respect to the protection of family and so on which some of the Mideast and Arab nations wanted to be put in yet they were turned aside. They have grave concerns about the intrusion into family and imposing our culture, a western mindset if you will, on some of the other cultures. Some of the Arab states are concerned about removing protection for families.\n\nAnother one is in terms of respect for life or a pro-life point of view. They realized they could not get abortion into the statutes, so instead they talked about enforced pregnancy. That was a new one to me. What is enforced pregnancy? We find out as we begin to read the material and get at a definition of what they have in mind. An enforced pregnancy is where a woman has become pregnant, a wife or a girlfriend, and she has to carry the child for nine months. I think this is a beautiful and wonderful thing. An enforced pregnancy is when there is no access to abortion so in effect the pregnancy has to run its course.\n\nCountries that do not have abortion facilities nor provide that option to women would be subject to the International Criminal Court. An enforced pregnancy has to go its nine months because the abortion clinic or facility is not available. It would be a punishable crime if a country did not provide abortion clinics.\n\nFor example, in 1992 in the state of Utah, the American Civil Liberties Association came up with this new, strange and perverse wording. It argued that the law caused enforced pregnancy because there was no possibility of an abortion, that a woman had to carry and give birth to a child, that it was an intolerable and dehumanizing form of servitude. It said that it was an awful, atrocious thing and tantamount to a war crime, a crime against humanity.\n\nA lot of special interest groups have got in at the very beginning and are pushing their point of view in a pretty persistent way. In fact these groups can have individuals helping out in the International Criminal Court, funded by wealthy individuals, the billionaires of this world, and of course are beholden somewhat to those individuals.\n\nInstead of the International Criminal Court, we should support the continuation of the concept of ad hoc international tribunals. Such tribunals would not be permanent. They would always remain ad hoc and subject to “sunset provisions” as are the tribunals that operate at present. An ad hoc body has the advantage of being able to be set up and dismantled again by sovereign governments.\n\nThe bureaucrats of ad hoc bodies in turn can be removed at the will of elected parliamentarians by dismantling these bodies. That is why officials and bureaucrats are keen supporters of a permanent body that is not subject to the will of the electorate or the public in any one country.\n\nPrimarily, because of the imposition of international law, and we have a good law system here in Canada, there is an overriding of our sovereignty. The vagueness of some of the definitions leaves room to shoehorn in some rather strange terms that impose other cultures upon certain countries around the world, to which we have major objections.\n\nIn effect we are signing a blank cheque. The rules of procedure and evidence, which are well established and have stood the test of time in our country and within the British Commonwealth, are still being made up on the fly. We would be signing on to something over which we would not have proper control with respect to that.\n\nFor those and other reasons, notably that there are certain major countries around the world that have grave concerns, it is not a good thing for our country. Countries like Israel no less have not been able to sign on because of the politicization of the International Criminal Court.\n\nIt may suit the Liberal government and its agenda of soft power, but frankly we think for a whole host of reasons, it is not a good thing to do. As a Canadian Alliance government coming into power, we would have to revoke and pull back on this.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 12:30:00", 
            "attribution": "Mr. Maurice Vellacott (Wanuskewin, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Kilgour", 
                "url": "/politicians/2993/", 
                "member_id": 3061, 
                "party": "Liberal", 
                "riding": "Edmonton Southeast (Alberta)", 
                "id": 2993
            }, 
            "url": "/hansards/2120/147/", 
            "text": "Madam Speaker, I listened with interest to the hon. member for Wanuskewin.\n\nDoes he not think that Bill C-19 deals with some very important issues of implementing a process by which people cannot commit crimes against humanity? Genocide and war crimes are defined in the bill. Is he suggesting to the House that this bill is not trying to deal with an extremely important question in the world today?\n\nI do not know if the member was here when President Václav Havel from the Czech Republic was here. He talked about the fact that in the new century the nation-state concept was giving ground to wider responsibilities. From everything I have read and know of him, I suggest that Václav Havel would be supportive of this.\n\nWhat is in the bill that any citizen of goodwill in Canada or another country would not support? With Kosovo, Rwanda and with all of the catastrophes we have seen around the world, this bill is something all of us should support, not just members on this side of the House.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 12:50:00", 
            "attribution": "Hon. David Kilgour (Secretary of State (Latin America and Africa), Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Maurice Vellacott", 
                "url": "/politicians/maurice-vellacott/", 
                "member_id": 2744, 
                "party": "Reform", 
                "riding": "Wanuskewin (Saskatchewan)", 
                "id": 296
            }, 
            "url": "/hansards/2120/148/", 
            "text": "Madam Speaker, I certainly appreciate the question asked by the hon. member. There is no doubt in my mind that he has probably looked at the greater document, the United Nations Diplomatic Conference of Plenipotentiaries on the establishment of an International Criminal Court, the five weeks of meetings in Rome and some of the other things. I referred to the Israeli concern in terms of the politicization of the whole thing.\n\nNo, I am of the view that we need to prosecute and pursue these people to the full extent of the law. We need to go after them. We have to reach into these different countries and so on. I think we can do that by the ad hoc tribunals of the past. I am not sure what this is going to do that we have not already been able to do. If we cannot get access to those people by way of ad hoc tribunals, how will we be able to it by way of this?\n\nI am also very much aware, and no doubt the hon. member is somewhat aware, that over the years we have had the aspect of victors' justice. I have never seen a situation historically. These bodies when they came together for prosecution, it was always from the perspective of the conquerors and not the vanquished. We look at some of this stuff within the International Criminal Court. If we were to go back to some of the actions that were taken on the part of the victors, they sometimes deserve due consideration but in the real world that probably will not happen. I have concerns for that reason as well.\n\nThere are different cultural backgrounds. Frankly, to load all that into a situation would on many occasions be an imposition of a western mindset or world view in respect to other countries.\n\nI believe that we could address these things, as we have in the past, by ad hoc tribunals. I am not convinced that this is any improvement. In fact, I see all kinds of flaws and problems in terms of usurping our country's sovereignty.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 12:50:00", 
            "attribution": "Mr. Maurice Vellacott", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2120/149/", 
            "text": "Mr. Speaker, like the Secretary of State for Latin America and Africa, I am mystified at how anybody can find fault with what is being put forward today. I cannot understand how people can fail to see it and mix in as part of the argument such narrow and parochial views such as abortion or whatever special interest group the hon. member happens to represent.\n\nIt strikes me that the hon. member for Wanuskewin has failed to recognize that the international institutions to deal with these things are inadequate. They were not adequate during Kosovo. We bumbled our way through the Balkans. The whole world, as are hon. members and guests who have visited this House recently, is calling out to leaders around the world to come together. If we are going to have the globalization of capital, we must also have the globalization of human rights, labour standards, environmental standards and the rule of law in order to enforce those newly agreed upon standards.\n\nI do not want the hon. member to restate the arguments he has already put forward which I thought were very weak. Does the hon. member have any way to defend his position other than dredging up his family values, special interests, abortion and so on? I ask the hon. member to leave that stuff to the side and honestly try to address how to defend or criticize a concept of an international institution that is capable of dealing with the very complex issues of globalization and globalization standards.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 12:50:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Maurice Vellacott", 
                "url": "/politicians/maurice-vellacott/", 
                "member_id": 2744, 
                "party": "Reform", 
                "riding": "Wanuskewin (Saskatchewan)", 
                "id": 296
            }, 
            "url": "/hansards/2120/150/", 
            "text": "Madam Speaker, I certainly will. As I move to do that I do not apologize for my pro-family concerns. I do not apologize for acting on behalf of Arab families and these were the states that brought these concerns forward.\n\nI will say when we have brought into the International Criminal Court some of the statements and others pushing for other things with respect to environmental issues and those being tantamount or ranking equally with crimes against humanity, war crimes and so on, I have considerable concerns about that. We would begin to shoehorn all other kinds of things. We talk in terms of aggressions that are undefined. What exactly do we mean by that?\n\nYes, I am concerned that this would become captive to special interest groups that would drive the agenda. We already have enough issues in terms of judicial activism within our own country, never mind some unaccountable group of the United Nations which would be entrenched forever. We have no way of recalling those people. We have dollars to no end that are wasted in my view on some of the United Nations activities.\n\nThis just adds another big monster with respect to trying to do things that can be done effectively in other ways. Sunset clause tribunals that are ad hoc over a shorter period of time can get to the same result.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 12:55:00", 
            "attribution": "Mr. Maurice Vellacott", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2120/151/", 
            "text": "Madam Speaker, it is a pleasure to speak today to Bill C-19, on the issue of the International Criminal Court, its purpose and relationship to Canadian law and rules.\n\nI will do an overview on the purpose of the International Criminal Court. It is designed to be a permanent institution that would prosecute serious crimes of international concern. It is designed to be complementary to national criminal jurisdictions.\n\nI note that our Minister of Foreign Affairs is vigorously supportive of this court. On September 25, 1998 when the minister appeared before the UN General Assembly he said, “A strong reinvigorated United Nations is still the best foundation for the future. The contours of that future are emerging. A new system based on humanitarian standards and new practices based on humanitarian needs and human security is emerging. Also enhancing human security requires establishing new legal instruments. The agreement in Rome which establishes the ICC, the International Criminal Court, is a major step toward that goal”. Our minister has stated publicly and internationally that he supports this initiative.\n\nIn trying to review issues like this one I believe in doing an equilibrium or balance. I will try to do that today to lay out some of the positives behind the bill, this institution, this court and then highlight some of the potential concerns which I think could well be addressed and should be addressed.\n\nOn the positive side, the crimes are defined pretty specifically as crimes of genocide, crimes against humanity and war crimes. A reasonable thinking Canadian citizen would say that any of those things should be prosecuted, should be taken care of and should see sanctions.\n\nA second positive aspect would be that war criminals would have difficulty hiding. In this modern day of rapid communication it would be very difficult for a war criminal from another country to hide. With international scrutiny and the scrutiny of the public, I think that would surely be a positive. This process would leave the right to prosecute still with the nation's judicial system. In other words, if Canada had a war criminal living here, we could prosecute that individual here under Canadian law. To my mind that would be appropriate.\n\nAnother thing I find positive is that the bill is a forward looking bill which could not look backward at crimes committed before the bill was enacted. We have a bill which is trying to look at things that most reasonable thinking individuals would say are horrific. They should not be condoned. They should not be allowed. They should be prosecuted. To that end those are the positives.\n\nWhat concerns are there related to going down this road? One of the concerns is about national sovereignty. When there are extra country bodies there is a concern about national sovereignty.\n\nI listened to my colleague from the NDP, which is regularly against globalization when it relates to financial issues, praising globalization of court issues. That is one thing I would like to engage in, in terms of an information gathering source. If globalization is bad with these big international companies coming in and taking over, and I think that is a legitimate concern in some cases, how is it that suddenly globalization of a court system would cause no anxiety whatsoever? There seems to be a bit of an imbalance in that debate.\n\nNational sovereignty is a concern. Would the prosecutor have powers that would override national laws? I am not certain that I have the answer to that. I pose that more as a question than as a statement of fact.\n\nThe second big issue for me is accountability. That is a buzzword phrase these days in politics. By that I mean that if there is an expansion of rules relating to specified crimes, if there is a problem with the bureaucracy growing and becoming very expensive, are those mechanisms of accountability present? In my reading of this issue that is another question mark. The regulations which go with these processes often do not follow the line or the trend intended. Accountability is a second concern.\n\nThere is the issue of cost. It would be a very foolish politician who said “Here is a blank cheque. Let's have an international court that is not subject to cost”. I listened to those who said that war crimes tribunals would be more expensive than an international criminal court. I have yet to see an international organization save money, especially one run by politicians and bureaucrats.\n\nThe politicization of some of these issues, these war crimes, is another concern I have. I will use the specific example of expansion. I said before that one of the big crimes was crimes against humanity. That is a very broad categorization. During war crimes rape is one of the horrific crimes. No one would argue with that.\n\nAnother crime under crimes against humanity is enslavement. If someone were to ask me if a soldier enslaving a group of individuals would be a war crime, my answer would be categorically yes. To bring people under bondage is a crime against humanity.\n\nWhat if the definitions went a little further? In a relatively more narrow form the family position in many Arab countries is that the woman stays home, covered and does not have much interchange with the masculine component of society. What if that were to become enslavement?\n\nI have heard from members of Arab nations that they have concerns in that regard. How would I prevent those definitions expanding? The means to do that so there are no court challenges would be to have very specific definitions of enslavement. I will not go deeper into that, but the specific way in which those crimes are defined is very important in something of this nature.\n\nI mentioned briefly the issue of globalization. There are many who think that globalization is absolutely ideal when it comes to economic issues. There are many who think that globalization is absolutely ideal when it comes to a large police force in the world to do peacekeeping. There are many who think that globalization is ideal with regard to a court system for these crimes.\n\nI raise my own personal concerns because I have not seen good accountability, good cost control and a lack of politicization at that level. The idea of going after criminals worldwide for heinous crimes is one that any sound thinking Canadian would support vigorously. The bill may end up being supportable. Bill C-19 may end up having enough definition and specificity brought to it. I certainly hope that would be the case.\n\nI will pause in my commentary on the international criminal court and sum up by saying that I believe this could move toward a point where it is supportable. At this point in time, in terms of the positive and the negative, maybe we need to tip the scales of balance a bit to bring in more of the positive before I could personally support the way the bill is laid out.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 12:55:00", 
            "attribution": "Mr. Grant Hill (Macleod, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Kilgour", 
                "url": "/politicians/2993/", 
                "member_id": 3061, 
                "party": "Liberal", 
                "riding": "Edmonton Southeast (Alberta)", 
                "id": 2993
            }, 
            "url": "/hansards/2120/152/", 
            "text": "Madam Speaker, the hon. member who just spoke indicates it is one hand or the other for him, but does he not think that there is much that is positive in the bill?\n\nAnybody who has been, for example, to Rwanda has seen the bodies of people as I have in the schools that are still there. Does he not think that we need something like this that will help us to bring to justice people who commit these crimes outside Canada?\n\nI know the member admires Václav Havel too. Was this not the kind of thing that President Havel was talking about when he spoke to the House not so long ago? What would it take to tip the balance for the hon. member so that he could support the bill?", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 13:05:00", 
            "attribution": "Hon. David Kilgour (Secretary of State (Latin America and Africa), Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2120/153/", 
            "text": "Madam Speaker, I value the opinion of the member opposite. I have always found him to be a very fair and balanced individual. The positives that I mentioned of course were not allowing war criminals to escape by hiding in a jurisdiction, the definitions of the crimes and having an oversight.\n\nThe concerns I have relate to expanding definitions of some of these crimes and having an impact on cultures which do not operate like those in Canada. I do not think it would be impossible to make the bill very supportable. The definitions of the war crimes would need to be pretty specific. They would have to exclude some things that activists might go after. I do not mean to spend a lot of time on that, but issues of costs and accountability would be very well and properly laid out.\n\nOne thing I did not mention was the comparison between the ad hoc tribunals that we have had and a permanent operation. My long term hope is that this sort of thing would not be necessary, that we would be able to co-operate in an international way, and that brotherhood and wonderful values would prevail. Perhaps the eternal optimist in me is showing.\n\nI do not think my concerns are insurmountable. I would hope that we could review these things in a good and open spirited dialogue.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 13:05:00", 
            "attribution": "Mr. Grant Hill", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Maurice Vellacott", 
                "url": "/politicians/maurice-vellacott/", 
                "member_id": 2744, 
                "party": "Reform", 
                "riding": "Wanuskewin (Saskatchewan)", 
                "id": 296
            }, 
            "url": "/hansards/2120/154/", 
            "text": "Madam Speaker, my question is with respect to some of the other material in the Statutes of Rome. I am referring to a rather intriguing section in chapter 6 under genocide.\n\nHow would the member define the things included under article 6(b)? It talks about causing mental harm to members of the group. In another place I read in article 8(c)(ii) that it talks about committing outrageous acts upon personal dignity. Would the member have a way of defining or telling me exactly what that means?", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 13:10:00", 
            "attribution": "Mr. Maurice Vellacott (Wanuskewin, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2120/155/", 
            "text": "Madam Speaker, I believe those definitions are not specific enough for me. I think my colleague is moving in the same direction as I am. If we are to define crimes against humanity, let us be specific. Most of us understand that these are major crimes such as genocide. Wiping out a population for political purposes is absolutely against everything I believe in. Since time immemorial we have had people who have purposes that I do not understand.\n\nLet us not go down the road of politicization. Let us not go down the road of saying that if there were a war and a host of people were being held in an area against their will would somehow be the definition of crimes against humanity.\n\nI talk about murder. I talk about rape. I talk about torture. I talk about the awful things that happen. Let us make sure that we stay on real true crimes against humanity rather than going to some idea that is hard to define such as mental cruelty. I have real trouble with that in my own family. I sometimes think my teenagers practise mental cruelty on me. I hope I would not be confined for that.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 13:10:00", 
            "attribution": "Mr. Grant Hill", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2120/156/", 
            "text": "Madam Speaker, the debate today on Bill C-19 concerns setting up an International Criminal Court that would deal with serious issues like genocide and various other crimes between nations and internally.\n\nThe idea for this court came up after the serious issues of the second world war involving the Nuremberg and Tokyo trials. It also came from the current United Nations special war crimes tribunals which arose out of Yugoslavia and Rwanda.\n\nOn July 18, 1988, under the auspices of the United Nations General Assembly, Canada along with 119 other countries signed a treaty that would bring into force the International Criminal Court. This court is intended to be a permanent court with a permanent bureaucracy. The treaty was specifically referred to as the Rome Statute of the International Criminal Court.\n\nThis court would have the power to investigate, prosecute, indict and try persons for the most serious crimes of international concern. These include genocide, crimes against humanity, war crimes and the crime of aggression which are open to wide interpretation by judges from around the world who would be sitting on this tribunal.\n\nIn short, the purpose of the ICC is to prosecute war crimes, including internal acts of repression. This is where we begin to question the interpretation that the various judges would use and bring into effect judge graded law, I guess, on an international scale. It is my understanding that the regulations and other issues setting up this court are not in place at this time. To a certain extent, we are buying a pig in a poke on this treaty with not knowing those very things.\n\nWe in the Canadian Alliance certainly support foreign policy that is guided by values and the principles of Canadians. In trying to set up one court that would encompass the beliefs and traditions of the whole world, it is hard to see that being done in a very effective and efficient manner or even in a manner that would deal fairly and justly with individual countries around the world.\n\nThat is one of the arguments why ad hoc courts have been set up to deal with specific incidents that arise as opposed to trying to say, before the crime is even committed, that we will be imposing this set of values on those people in that country when it may be culturally insensitive and not in keeping with the traditions in that area of the world.\n\nA specific country or individuals in a specific country who are committing crimes against humanity certainly cannot be tolerated, but I question whether or not this permanent court is the best way to address those crimes.\n\nThe ICC threatens to become a powerful, unaccountable institution with power to investigate, prosecute, indict and try citizens of even Canada. Here we would run into the interpretation of the courts as to what constitutes this crime when that may be something we would consider a crime in Canada but a crime that should be dealt with internally as opposed to a crime that this court and the United Nations would feel should be dealt with on the international scene. That is a serious consideration.\n\nI do not believe it has been demonstrated that the United Nations has the capacity to run an international criminal court without making it as ineffective as some of its programs and the bureaucracy set up to handle issues of starvation and so on around the world. It always seems that individual countries end up having to come to the aid of other countries that are experiencing problems that the UN seems incapable of doing anything about because of the gigantic bureaucracy it has put in place. It is a bureaucracy that has been put in place not by an elected government necessarily. The bureaucracy is made up of people who were appointed, often patronage appointments, from the member countries of the UN that puts these people in place.\n\nWhat we could see with a permanent court is virtually permanent employees of the bureaucracy and permanent appointments to that court that would not be in the best interests of many people and many countries. As Canadians, we have to very seriously consider national interests and national values as to what we believe is a criminal justice system. Even between ourselves and Europe there is a difference in how criminal justice systems work. I do not believe the negotiations that were entered into to bring this treaty forward really considered all the various aspects.\n\nFrom our government's point of view, prior to the signing, besides the non-government organizations that were funded by the federal government, we should have obtained more input from the general population of Canada and from the opposition members in the House of Commons.\n\nI believe that the ICC could undermine the ability of the United Nations to act in the interests of international security and peace. One example would be stopping Saddam Hussein or sending a message to international terrorists. I do not see how, at this point in time, we can get away from the co-ordinated efforts, such as we have under NATO, to take care of these serious international issues. The United Nations just does not have that capacity. Giving the United Nations a permanent criminal court would not seem to be the way to go at this point in history.\n\nI do not think the world is ready yet for a world government. There is a lot of resistance out in the ridings when people consider that there is this bogeyman set up as the world government. When we talk about permanent institutions like a criminal court, that is what is happening. I appreciate that it is not designed for every small offence inside a country, but it does smack of having one world government, which is certainly not in the best interests of individualism, freedom or democracy as we know it in Canada.\n\nI support the concept and the continuation of the ad hoc international tribunals that have been dealing with war crimes and international situations. These tribunals should never be made permanent. Instead, I argue that they should always remain ad hoc, subject to sunset provisions as the tribunals are presently operating.\n\nMy main reason for saying that is that a permanent international body would essentially be unaccountable and would, as experience with other international organizations have shown, become a rogue type entity to the sovereignty of elected parliaments and legislatures. Not every country that appoints people to this court would be democratic. Many countries in this world are still run by dictatorships.\n\nThe ad hoc bodies have the advantage that they can be set up and dismantled by sovereign governments and by governments that have a direct concern and interest in the area and might have the military strength. In the case of Canada, which has little or no military strength, it could make a strong, morally persuasive effort for which we have a good reputation on the international scene. The world would be much better served by having that type of ad hoc court which would be more sensitive to the very incident that has given rise to the complaint of war crimes.\n\nIn conclusion, war crimes are something that every one of us has lived with in our lifetimes. We can certainly go back into recent history and see the war crimes that were committed. It is of very serious concern to all of us.\n\nHowever, rather than just submitting a good idea forward to our foreign affairs minister and certain other people around the world, maybe the majority of people will not be in agreement with that. Countries with a long history of democracy, such as the United States or Israel, have very serious concerns about this treaty.\n\nI think we would be remiss as a government in Canada and as Canadian people to approve a treaty that is deficient in any way. When the majority of the world, including a major power like the United States, have their questions answered, along with the serious questions we have raised here today as part of the Canadian Alliance, that is the time we could consider having a permanent court.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 13:10:00", 
            "attribution": "Mr. Howard Hilstrom (Selkirk—Interlake, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Kilgour", 
                "url": "/politicians/2993/", 
                "member_id": 3061, 
                "party": "Liberal", 
                "riding": "Edmonton Southeast (Alberta)", 
                "id": 2993
            }, 
            "url": "/hansards/2120/157/", 
            "text": "Madam Speaker, does the hon. member for Selkirk—Interlake, who stressed what he regards as the financial unaccountability of the international court, accept the fact that there is an assembly of states parties that will elect the prosecutor and judges for the court on the basis of established qualifications, that the assembly will be able to remove judges for improper conduct, will have management oversight of budgets and will audit the operations of the court?\n\nDoes this international court not have a good deal of accountability? I would contend that it has a lot more accountability than the present ad hoc tribunals do, at least the one in Arusha. Perhaps the member is aware that there have been all kinds of administrative and other problems with the ad hoc tribunal operating in Arusha.\n\nIs it not more cost effective to have a standing court rather than continually reinventing the wheel, such as we have had to do in the case of the ad hoc tribunals?\n\nThe member said that we were buying a pig in a poke. That is a good metaphor but where is the pig and where is the poke? It seems to me that this court is something that has been shrieked for by what has been happening around the world, which the member knows very well. I would urge him to reconsider what he said about the lack of accountability in the bill.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 13:25:00", 
            "attribution": "Hon. David Kilgour (Secretary of State (Latin America and Africa), Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2120/158/", 
            "text": "Madam Speaker, the pig in a poke comment referred to the fact that it would be nice to have all the regulations and everything set out beforehand so that we could know fully how the court will actually operate and how it will be put into place.\n\nWhen it comes to war crimes, I do not believe that cost is a big concern when trying to deal with the actual issue, but I am concerned with costs that are imposed by a bureaucracy that has been put in place.\n\nI do not think the hon. member opposite can deny that the bureaucracy of the United Nations has been really unaccountable. We saw several countries, including the United States, withhold payments in order to get the United Nations to become more accountable and more efficient. I think its agriculture department was one of those that was identified.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 13:25:00", 
            "attribution": "Mr. Howard Hilstrom", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Maurice Vellacott", 
                "url": "/politicians/maurice-vellacott/", 
                "member_id": 2744, 
                "party": "Reform", 
                "riding": "Wanuskewin (Saskatchewan)", 
                "id": 296
            }, 
            "url": "/hansards/2120/159/", 
            "text": "Madam Speaker, I wonder if the hon. member is aware that article 44 in the documents from Rome provides that the international criminal court may employ, free of charge, expertise of personnel provided by state members and individual NGOs. To me that will mean that well-funded radical groups will be stacking this court with their selected radicals. Article 105 also provides that the $80 million annual cost to the ICC could be defrayed by voluntary donations.\n\nI wonder if he has a concern that groups like the Rockefeller and Ford foundations will be contributing to the court with many strings attached.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 13:25:00", 
            "attribution": "Mr. Maurice Vellacott (Wanuskewin, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Howard Hilstrom", 
                "url": "/politicians/4259/", 
                "member_id": 2514, 
                "party": "Reform", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 4259
            }, 
            "url": "/hansards/2120/160/", 
            "text": "Madam Speaker, certainly non-elected organizations, which are non-government organizations, should have input into government policy in their home countries. However, to be so directly involved on the international scene affecting the sovereignty of countries like our own is unacceptable to me.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 13:25:00", 
            "attribution": "Mr. Howard Hilstrom", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2120/161/", 
            "text": "It being 1.30 p.m., the House will now proceed to the consideration of Private Members' Business as listed on today's order paper.", 
            "topic": "Crimes Against Humanity Act", 
            "time": "2000-04-14 13:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2120/162/", 
            "text": "moved:\n\nI. That Standing Order 36(8) be amended to read as follows:\n\nExcept in the case of a petition referred to the Chief Electoral Officer pursuant to section (1) of Standing Order 36.1, every petition presented pursuant to this Standing Order shall forthwith be transmitted to the Ministry, which shall, within forty-five days, respond to every petition referred to it; provided that the said response may be tabled pursuant to Standing Order 32(1). In the case of a petition referred to the Chief Electoral Officer pursuant to section (1) of Standing Order 36.1, it shall be transmitted to the Ministry for response pursuant to this section only if the Chief Electoral Officer reports that it does not comply with Standing Order 36.1(1), or, if it complies, the motion pursuant to Standing Order 36.1(2) is defeated by the House.\n\nII. That the Standing Orders be amended by adding new Standing Orders 36.1, 36.2 and 36.3:\n\n36.1(1) At the request of the Member presenting a petition, or if no request is made at the time of the presentation of the petition, by any other Member giving notice in writing to the Clerk, a petition which has been presented in accordance with Standing Order 36 and which purports to be signed by two per cent of the persons entitled to vote in the last general election to the House of Commons may be referred to the Chief Electoral Officer, who shall determine within forty-two days whether the petition complies with this requirement by counting the signatures and verifying such proportion of them as is in his or her opinion reasonable. The Chief Electoral Officer shall make a report of his or her findings to the Speaker within the time specified, and such report shall forthwith be submitted by the Speaker to the House of Commons.\n\n(2) If the report of the Chief Electoral Officer is that the petition complies with the requirement set out in section (1) of this Standing Order, immediately after the said report is submitted by the Speaker to the House of Commons, the Clerk of the House shall cause to be placed on the Notice Paper, a notice of motion for referral of the petitioners' prayer to a standing committee, which shall stand in the name of the Member presenting the petition or such other Member who requested that it be referred to the Chief Electoral Officer pursuant to section (1) of this Standing Order, as the case might be.\n\n(3) When a notice given pursuant to section (2) of this Standing Order is transferred to the Order Paper, it shall be set down for consideration, and the House shall meet at 11:00 a.m. on the next Wednesday when the House is sitting, at which time the order of business shall be the consideration of the said notice. In the event that a notice or notices of motion for concurrence has been set down pursuant to Standing Order 124 for such day, or if other business pursuant to this Standing Order or Standing Order 36.2 has been previously set down for such day, it shall be set down for consideration, and the House shall meet at 11:00 a.m. on the following Wednesday when the House is sitting.\n\n(4) When the House meets at 11:00 a.m. on any Wednesday pursuant to section (3) of this Standing Order, the House shall not consider any other item but that provided pursuant to that section, provided that: a ) if such proceedings are concluded prior to 1:45 p.m. on any such day, the Speaker shall suspend the sitting until 2:00 p.m.; and b ) all such proceedings shall be concluded except as provided pursuant to section (5)( b ) of this Standing Order at 1:45 p.m. on the same day.\n\n(5) A notice given pursuant to section (3) of this Standing Order shall be taken up and considered for a period not exceeding two and one-half hours, provided that: a ) during the consideration of any such motion, no Member shall speak more than once or for more than ten minutes; and b ) unless the motion be previously disposed of, not later than the end of the said two and one-half hours of consideration, the Speaker shall interrupt any proceedings then before the House and put forthwith and successively, without further debate or amendment, every question necessary to dispose of the said motion or motions, provided that any division or divisions demanded in relation thereto shall stand deferred until no later than the ordinary hour of daily adjournment in that sitting, when the bells to call in the Members shall be sounded for not more than fifteen minutes. Any remaining questions necessary to dispose of proceedings in relation to such motion or motions, on which a decision has been deferred until after the taking of such a division, shall be put forthwith and successively, without further debate or amendment.\n\n(6) The provisions of Standing Order 45(5) shall be suspended in the case of any division demanded pursuant to paragraph ( b ) of section (5) of this Standing Order.\n\n36.2(1) When a petition is referred to a committee pursuant to Standing Order 36.1, the committee shall, within sixty sitting days of the referral, report back to the House, provided that if no report is presented by the end of the sixty sitting days, the Member who presented the petition, or such other Member who requested that it be referred to the Chief Electoral Officer in accordance with Standing Order 36.1(1), as the case might be, shall be entitled to present a bill or motion to give effect to the petitioners' prayer within fifteen sitting days, and such bill or motion shall for all purposes be deemed to be the committee's report referred to in section (2) of this Standing Order.\n\n(2) The committee's report shall be in the form of either a ) a bill for an Act which, if adopted by the Parliament, or b ) a motion which, if adopted by the House,\n\nwould give effect to the petitioners' prayer, and the committee's report to the House shall be deemed to constitute notice of motion or notice for leave to present the bill, as the case might be.\n\n(3) The Member who presented the petition, or such other Member who requested that it be referred to the Chief Electoral Officer in accordance with Standing Order 36.1(1), as the case might be, shall be deemed to be the sponsor of the bill or of the motion prepared pursuant to this Standing Order in the House, unless the Member is a Minister of the Crown in which case it shall be considered to be an item of Government Orders.\n\n(4) After forty-eight hours' notice, the Member sponsoring the bill, or a Minister, as the case might be, may introduce the bill during the daily routine of business and the House shall give it first reading in accordance with these Standing Orders.\n\n(5) Notwithstanding any other provision in these Standing Orders, a bill that has been introduced pursuant to section (4) of this Standing Order by a Member who is not a Minister of the Crown, or a motion sponsored by a Member who is not a Minister of the Crown after forty-eight hours' notice upon the Member giving notice in writing to the Clerk, shall be placed on the Order Paper and shall be set down for consideration, and the House shall meet at 11:00 a.m. on the next Wednesday when the House is sitting, at which time the order of business shall be the consideration of the said bill or motion. In the event that a notice or notices of motion for concurrence has been set down pursuant to Standing Order 124 for such day, or if other business pursuant to this Standing Order or Standing Order 36.1 has previously been set down for such day, it shall be set down for the consideration, and the House shall meet at 11:00 a.m. on the following Wednesday when the House is sitting.\n\n(6) Subject to paragraph ( b ) of section (8) of this Standing Order, when the House meets at 11:00 a.m. on any Wednesday pursuant to section (5) of this Standing Order, the House shall not consider any other item but that provided pursuant to that section, provided that: a ) if such proceedings are concluded prior to 1:45 p.m. on any such day, the Speaker shall suspend the sitting until 2:00 p.m.; and b ) all such proceedings shall be concluded except as provided pursuant to section (8)( c ) of this Standing Order at 1:45 p.m. on the same day.\n\n(7) Notwithstanding any other provisions in these Standing Orders, but subject to the time limits set out in this Standing Order, a bill under this Standing Order shall be debated at second reading, and, if passed, it shall immediately be considered in a Committee of the Whole, which shall report to the House forthwith upon completion of its consideration, and the House shall immediately take up the report and third reading stages of the bill; provided that, unless the Committee of the Whole has reported the bill earlier, then fifteen minutes prior to the end of the time scheduled for consideration of the bill, it shall be deemed to have been reported without amendment. Standing Order 71 shall be suspended with respect to any bill considered pursuant to this Standing Order.\n\n(8) A bill or motion set down pursuant to section (4) of this Standing Order shall be taken up and considered for a period not exceeding two and one-half hours, provided that: a ) during the consideration of the motions to adopt the bill at all stages or the motion, no Member shall speak more than once or for more than ten minutes; b ) in the case of a bill, if the said bill has not been disposed of prior to the end of the first ninety minutes of consideration, during any time then remaining, any one Member may propose a motion to extend the time for the consideration of any remaining stages on a second Wednesday when the House is sitting for a period of two and one-half hours beginning at 11:00 a.m., provided that\n\n(i) the motion shall be put forthwith without debate or amendment and shall be deemed withdrawn if fewer than twenty members rise in support thereof; and\n\n(ii) a subsequent such motion shall not be put unless there has been an intervening proceeding;\n\nin the event that a notice or notices of motion for concurrence has been set down pursuant to Standing Order 124 for such day, or if other business pursuant to this Standing Order or Standing Order 36.1 has previously been set down for such day, it shall be set down for the consideration, and the House shall meet at 11:00 a.m. on the following Wednesday when the House is sitting; and c ) unless the bill or motion be previously disposed of, not later than the end of the said two and one-half hours of consideration, or not later than the end of two and one-half hours of consideration on the second Wednesday agreed to pursuant to paragraph ( b ) hereof, the Speaker shall interrupt any proceedings then before the House and put forthwith and successively, without further debate or amendment, every question necessary to dispose of the motion or motions, provided that any division or divisions demanded in relation thereto shall stand deferred until no later than the ordinary hour of daily adjournment in that sitting, when the bells to call in the Members shall be sounded for not more than fifteen minutes. Any remaining questions necessary to dispose of proceedings in relation to such motion or motions, on which a decision has been deferred until after the taking of such a division, shall be put forthwith and successively, without further debate or amendment.\n\n(9) The provisions of Standing Order 45(5) shall be suspended in the case of any division demanded pursuant to paragraph ( c ) of section (8) of this Standing Order. 36.3 No vote taken in the House pursuant to Standing Orders\n\n36.1 or 36.2 shall be deemed to involve a question of the confidence of the House in the Ministry or a Minister, unless the Bill or Motion is considered to be an item of Government Business pursuant to section (3) of this Standing Order.\n\nIII. That the Clerk be authorized to make consequential amendments to the Standing Orders.\n\nMadam Speaker, in addressing the House today on petitions I want to start by saying several things about the democracy within which we live. There are many concerns in the country about the ability to take concerns to the House of Commons to be heard and to get action taken. Petitions is one of the few ways that citizens can sign a document, send it to the House of Commons, have it read in the House of Commons, and get some action taken.\n\nThe unfortunate thing about petitions is getting the action taken. I just submitted three petitions today. Two were on Bill C-23 which the government has already disposed of and really did not listen to it. The other one was about changing the age of consent from 14 to 16 years for consensual sex. That will fall on deaf ears. A letter will go back to the person who initiated the petition saying so sad, too bad, try again some time.\n\nI will give a brief background about petitions and what they are used for. The petition process was first introduced into the Alberta legislature by Jim Gurnett, an NDP member for Spirit River. Those particular concepts upon which this motion is debated were eventually brought into the House of Commons by Ross Harvey, another NDP member for Edmonton East in 1992 under Motion No. 89.\n\nLet us not make the wild assumption that I am following the dialogue and prospectus of any bill in which the NDP would be interested, but where it comes down to the input as a democracy I think those two gentlemen had the right idea.\n\nIn the United Kingdom the right of petitioning the crown and parliament for redress of grievances dates back to the reign of King Edward I in the 13th century. Citation 666 of Beauchesne's fifth edition at page 209 says the following about petitions:\n\nThe right of petitioning the Crown and Parliament for redress of grievances is acknowledged as a fundamental principle of the constitution and has been exercised without interruption since 1867.\n\nThe difficulty with petitions in this land is that they fall on deaf ears once they reach the House of Commons. Virtually everybody in the House has submitted petitions. Many of them have been very good and informative petitions that we want to go somewhere.\n\nThe current process is that they are presented by members of the House under Standing Order 36. Then the government tables a response in the House and sends the response to the first name on the petition. Even if 40,000 people signed it, only one person would get a response. That is the end of the deal.\n\nThe only way a petition can be referred to a committee is with a show of unanimous consent, which is something that almost never happens in the House of Commons. Basically it does not even go to a committee for study, which is sad indeed.\n\nWhen we debated whether or not the particular motion should be votable, it is unfortunate that even the subcommittee on Private Members' Business decided not to support it as a votable motion. I believe the issue has a great deal of support in the House of Commons. It is sad that it will never get to any further action than what is said here today.\n\nWhat was I proposing in the motion? Let us see how harmful it is, if it is at all. If hon. members had 3% of eligible voters on a petition, which is approximately 550,000 people, it would ultimately get to be a votable resolution in the House. It is as simple as that.\n\nI could go through a lot of the other details, but the primary point is that people in our country see it important enough to physically take a petition around their areas, their cities, their communities and their provinces. They see it important enough to take it door to door. Those who see the issue as important enough to sign a petition should have some way of seeing it followed through by their representatives in the House of Commons.\n\nThis is not happening today. If someone signs a petition it basically goes nowhere. It comes into the House. We say we have a petition and have about 15 seconds to read the darned thing, and there it dies.\n\nThe government might say that it looks at the petition and considers it in legislation, but let us face it: since I have been in the House I have not seen a petition that has really affected a piece of legislation. Major bills have come forward such as the Young Offenders Act; Bill C-68, the gun control bill; and Bill C-23, the recent modernization of benefits. All of them had substantial petitions from across the country with hundreds of thousands of names. They have come into the House and nothing has happened with them.\n\nAs politicians we hear from people who say that they feel strongly about an issue. They want to get a petition together and ask for help in wording it. They want to take it door to door and make a change in Canada. I do not even have the heart to tell them that the other half of the process is that I will take it to the House and read it for 15 seconds. Then I will sit down and it will die. It is not a good process whatsoever.\n\nThe motion is not votable. I stand here today on a non-votable issue only to get my point across. What we need is all parties in the House to say that the process is not working. We need to be able to effect change by the will of a majority of people who care about it. In effect that is called citizens initiative. We talk about citizens initiative. That is what a petition really is. It is a citizens initiative to invoke change.", 
            "topic": "Petitions", 
            "time": "2000-04-14 13:30:00", 
            "attribution": "Mr. Randy White (Langley—Abbotsford, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2120/163/", 
            "text": "When it reaches a certain threshold.", 
            "topic": "Petitions", 
            "time": "2000-04-14 13:35:00", 
            "attribution": "Mr. John Duncan", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2120/164/", 
            "text": "Yes, I agree with my colleague. This certain threshold is 3% of eligible voters. When it is signed and 3% or more of eligible voters want the change, it does not mean that it has to come into the House and is done right away. It means discussion takes place. It means committees get involved and look at it. In effect, rather than have legislation that comes into the House top down, we are getting legislation that is encouraged bottom up. It makes sense to most people.\n\nI hope this does not fall on deaf ears after today. I hope when we get into committees like procedure and House affairs, the main management committee of the House of Commons, we could table this as a necessary change to the standing orders.\n\nWe could have a serious discussion and have a subcommittee and the House of Commons look at some way of putting some strength into the courage and convictions of those who walk around the country and sign documents to get change to take place.\n\nThe point is being made here that we lack a certain amount of democracy in what we call a democracy. If we continue with majority governments in this land that basically make the bills in cabinet and whip their members into a vote on a Tuesday night—", 
            "topic": "Petitions", 
            "time": "2000-04-14 13:35:00", 
            "attribution": "Mr. Randy White", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2120/165/", 
            "text": "You're cynical.", 
            "topic": "Petitions", 
            "time": "2000-04-14 13:40:00", 
            "attribution": "Hon. David M. Collenette", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2120/166/", 
            "text": "The minister says I am cynical. At least there is one minister here listening to how we should invoke democracy into the country by getting petitions in place.\n\nIf the government and the democracy keeps working from a majority government and a cabinet to its members to vote in a certain way, notwithstanding the desires of people through petitions across the land, then we tend to alienate ourselves from the very people who have put us in this place.\n\nMy comment is this. If we truly want democracy, then let us put it in place. Let us take a simple process like petitions with some threshold of numbers of our population who sign them and turn their question or desire into a motion. Let us get it into a committee, study it and possibly turn it into legislation or include it in a piece of legislation that we want.\n\nThat is it. I would be interested in other comments in the House, but more than comments, I am interested in some action. The next time this comes up, it should be in the House of Commons with some kind of legislation with teeth in it and not some kind of rhetorical comments that, sure, they want our comments but, too bad, so sad, they are going to do nothing about it.", 
            "topic": "Petitions", 
            "time": "2000-04-14 13:40:00", 
            "attribution": "Mr. Randy White", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Scott Brison", 
                "url": "/politicians/scott-brison/", 
                "member_id": 2545, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 44
            }, 
            "url": "/hansards/2120/167/", 
            "text": "Madam Speaker, it is with pleasure that I rise to speak to Motion M-128. Institutional reform is something for which I believe there is a broad based level of support, not just within this parliament but from Canadians, and that we do need a significant level of institutional reform to make parliament and our democratic institutions more functional. There are a number of things that need to be done.\n\nThere has been a secular decline in the role of the member of parliament over the last 30 years. It started in the late 1960s when the practice of debating the estimates in the House of Commons ceased and instead committees took over some of that. The notion of committees taking over some of these responsibilities previously held by the committee of the whole in the House of Commons is not in and of itself necessarily a bad thing. The difficulty with it is when the committee structure becomes so partisanly controlled and, of course, comprised of a majority of the government.\n\nOften we get the idea in the House as members of parliament that the committees are operated as branch plants of the ministers' offices and in fact committee chairs are often at the beck and call of ministers it seems. Sometimes the legislative agenda of committees seems to be more dominated by the legislative agenda of the executive than it probably should be. I think there would be a rather significant level of agreement with that from both members on the opposition benches and members of the government side.\n\nThis proposal brought forward by the hon. member for Langley—Abbotsford would change the standing orders to provide direct access to the agenda of the House of Commons for petitioners representing 2% of the eligible electorate. It does this by requiring qualified petitions to be the basis for legislation or an order of the House to meet the demands of petitioners. A mandatory process of time allocation or closure of debate governs the considerations of all qualified petitions.\n\nIt is ironic in some ways that the hon. member, who regularly objects to the government's use of time allocation, is prepared to have it further enshrined in the rules to cover this proposal. Time allocation, some arbitrary allocation of time to any legislation whether imposed by the government or some institutionalized parliamentary procedure, is equally egregious. This proposal would give something to petitioners that members of the House do not enjoy and that is the guaranteed consideration of any proposal meeting the 2% threshold. I have some concerns about that.\n\nAt the heart of the discussion is the age old question of what is the role of the member of parliament. Are members of parliament here to represent their own best judgment and to represent the best interests of their constituents by using that judgment? In a representative democracy this is a very important issue.\n\nA representative democracy is based on the premise that when a member is elected to the House, that for the period of a member's term he or she makes decisions. The member's goal is not only to represent the views of his or her own constituents but also the interests of all Canadians in this House. Every four years there is an opportunity for the electorate to make a decision to re-elect that member or to elect somebody else.\n\nIf in fact the hon. member actually believes we should be moving away from the principles of a representative democracy to a direct democracy, I have some significant concerns as would many Canadians when they really thought about it. What is the magic of a 2% threshold? It is an arbitrary figure. Certainly it is a large number of people, but 2% of the electorate certainly does not represent a majority. It is 2%. Why should special powers be given to 2% of the electorate that is denied to other petitioners? Are the ideas or grievances of persons lacking resources to garner the 2% threshold automatically less worthy than the beliefs or concerns of the people who may account for 1.5%?\n\nAt present the House requires 25 signatures on a petition. This was put in place in reaction to abuses that took place in the past when petitions were used to delay or oppose government bills. Those days are gone and the House should back Canadians who petition the House of Commons on legitimate issues.\n\nAll members take very seriously the petitions presented in the House. I listen intently to petitions when they are presented. I consider the views of individuals who have through the petition process an opportunity to have their views heard here in the House of Commons. Through the private members' process, which should be bolstered and improved, individual members of parliament have the opportunity to represent views presented in petitions from their constituencies, not just on Wellington Street but on the main streets of their ridings. We should be using the private members' process, as should the government. All parliamentarians should advance the notion that there should be a greater level of engagement for private members to bring forward through the private members' process constructive motions and legislation that can benefit Canadians.\n\nMy concern is with who would use this provision. It is a ready opportunity for many of the moneyed interest groups and so-called ordinary citizens are quite likely to initiate petitions. If we look at the U.S. with the well financed and powerful lobby organizations, the difficulties and problems are far greater with the degree to which these lobby organizations are financed.\n\nThis would invite the same type of what the hon. member may view as direct democracy. I consider this as being an opportunity for some of the major lobby organizations and individuals with money to use the process to garner support and actually gain direct access to the House of Commons. In some way they could push aside the elected members who are here as part of a representative democracy to not only recognize the concerns of focused special interest groups, but also to make decisions on behalf of all Canadians.\n\nI have a number of concerns. The hon. member has spoken a number of times about the importance of his constituents. If the majority of his constituents want something, then it is absolutely the right thing for us to do. I remind the hon. member that there have been times in the past when decisions have been made, which in retrospect have been the right decisions, that a majority of Canadians did not agree with.\n\nOne was the free trade agreement. The majority of Canadians voted against a free trade agreement in the 1988 election, but a visionary and courageous government was willing to seize the day. It had a vision for the future. Instead of focusing on polls, it took a significant risk. It actually implemented the types of public policy Canadians needed for the long term, not the types of public policy that would benefit the party in the short term.\n\nPopulism is the natural enemy of representative democracy. The poll based populism which is so pervasive in the hon. member's party, seems so palatable to people when they first hear of it. When Canadians have thought about it more clearly however, and they have, they have rejected the hon. member's party. Canadians have done this because they realize they are better served by thinking members of parliament who have a vision for the future and who will take risks sometimes and offer Canadians real solutions and courageous visionary policy on issues of importance to Canadians instead of focusing on short term polls.\n\nThe party the hon. member represents has at various times fought against the charter of rights. It has criticized the charter of rights and has referred to it as judicial activism. It has ignored the fact that in our system of government the judiciary has a role. Ultimately I am glad that we have a charter of rights to protect Canadians against members of parliament who would go with the tyranny of the majority and where majority rules in areas where it should not, such as minority rights.\n\nI could go on an on about this motion. It clearly will not work.", 
            "topic": "Petitions", 
            "time": "2000-04-14 13:40:00", 
            "attribution": "Mr. Scott Brison (Kings—Hants, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2120/168/", 
            "text": "Madam Speaker, I am very pleased to address the issues raised in Motion No. 128 introduced by the hon. member for Langley—Abbotsford. He proposes that we amend the standing orders to alter the way we deal with petitions.\n\nMy hon. colleague is well known for his background, experience and knowledge in the area of parliamentary procedure. I will take the time to review the proposal carefully and I hope he and the House will view it as constructive.\n\nIf I understand my hon. colleague's motion correctly, the purpose of his motion would be to alter the process for dealing with petitions so that a public petition could automatically become the basis for law or a resolution of the House. Not only does the member propose that any petition with sufficient signatures could become law, he also proposes that these laws could come into effect with no apparent policy analysis or prior consultations with affected groups and with relatively minimal parliamentary scrutiny. In fact it appears that the House and its committees would be forced to consider these petition bills on a relatively short deadline.\n\nBefore I discuss the merits of the motion, I will address the historic background of petitions. The procedure for petitioning parliament is a longstanding practice which goes back many years.\n\nIn medieval England, the records show that individuals petitioned parliament to seek resolution to an issue in cases where the courts had been unable to reach a decision. The British House of Commons, therefore, served in a quasi-judicial capacity.\n\nProcedures for handling petitions evolved from this early form partly because of their extreme popularity in Great Britain in the early part of the 19th century. In the year 1843 alone there were over 33,000 petitions filed in the House of Commons. However, as my hon. colleague might imagine, dealing with this inordinate number of petitions did not leave very much time to deal with the other pressing matters of national business.\n\nBecause of the impact of these petitions on the time of the House, changes were made to limit the rules of debate so that matters of interest and importance to all individuals would not be hijacked by political strategies that might not be in the broader interest of the nation.\n\nCanada, of course, has adopted these British parliamentary traditions and petitions are now only presented to the House, generally without provision for debate. In the 1985 report of the Special Committee on Reform of the House of Commons, the chair, Mr. James McGrath, noted:\n\n—the right to petition Parliament is a fundamental right of the citizen and that petitions are an integral part of the process whereby the people of Canada speak to their elected representatives.\n\nThis is still true today.\n\nAs a means of ensuring that petitions are treated in a relevant fashion, the standing orders require that the government respond to petitions within 45 days to ensure that the government would take note of the content of the petitions.\n\nIt appears that the sponsor of this motion is suggesting that petitions are not given due recognition by the government and it would seem that through Motion No. 128 he is attempting to alter the nature and significance of petitioning a parliament.\n\nTo begin with, the government does take seriously its responsibility to respond to petitions presented by Canadians and within the 45 day limit. In this session we had about 600 to 700 petitions presented by members from both sides of the House.\n\nFirst, the presentation of petitions allows parliament and the government to tap the public mood and to hear what issues concern individuals, not only from across the country but also from specific regions.\n\nSecond, the standing orders require the responsible department to respond to petitions. Petitions give these policy makers or policy advisors valuable information that can be fed into the ongoing and dynamic process of policy development. This can and often does stimulate legislation, regulatory or policy change.\n\nFinally, members of the House have numerous instruments here at their disposal for debating issues of national and regional importance, including those raised in petitions.\n\nAs a representative of his constituents and with his experience, if my hon. colleague saw an issue that required attention he could introduce a private member's bill or motion to allow an issue to be considered, just as he has done in this case.\n\nOn any day the House is sitting, a member can ask a question of member of the government during question period or can submit a written question. Of course, opposition parties can make their own determination of what issues are important to Canadians. They actually select the subject of debate on any opposition day in the House.\n\nFurthermore, the standing orders of the House now provide that standing committees have a mandate to study any issue that falls within the mandate of a minister's department.\n\nThe process that my colleague is proposing through Motion No. 128 raises a number of questions. For example, how would parliament deal with several petitions on the same subject but with opposing perspectives? How would a standing committee cope with petitions that affected many other committees or that required broader consultation and integration with the work of other committees of the House? From a purely constitutional and procedural perspective, bills which involve the spending of public funds can only be introduced by the government with what we call the royal recommendation.\n\nI suggest that my hon. colleague's motion, while it is a creative initiative, it has a number of practical difficulties. I want to emphasize that the government supports the ability of Canadians to petition their parliament. With reference to the member's initiative, members of the House may wish to consider whether they want to alter the way we deal with petitions. We might wish to consider other ways of dealing with them and place these procedures in the standing orders. I therefore suggest that if the hon. member wishes to pursue this matter further—and he may well might as well might other members of the House—he could seek to have this issue, among others, brought on to the agenda of the Standing Committee on Procedure and House Affairs which might study it further. One never knows what might be recommended back to the House.", 
            "topic": "Petitions", 
            "time": "2000-04-14 13:50:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2120/169/", 
            "text": "Madam Speaker, Motion M-128, introduced by our colleague from Langley—Abbotsford, moves us to reflect upon the political system within which we operate.\n\nThe British parliamentary system is, as we know, one of representative democracy. It is absolutely beyond the realm of possibility for 30 million Canadians and 7 million Quebecers to all get together at one time in one place to pass rules to govern the society in which we live.\n\nAs a result, the population delegates the power to legislate to a certain number of representatives, their members of parliament, who meet together in parliament to pass legislation in lieu of their constituents, their fellow citizens, whom they represent to the best of their ability, during a mandate. At the end of their mandate, if the elected representatives have not fulfilled the expectations of those who elected them and have not carried out their mandate, it is the responsibility of the population to decide to change representatives and to place its trust in another party, another individual.\n\nThe debate around Motion M-128 leads us to reflect upon this system of representative democracy within which we operate at the present time, and to look at what possibilities are available to us in order to achieve better participation and a participative and more direct democracy. This would result in our fellow citizens, those whom we represent, becoming more involved.\n\nWhen the British parliamentary system as we know it was first established, centuries ago, in the United Kingdom, Great Britain at the time, communications systems were obviously not like those we enjoy today.\n\nIt is, therefore, understandable that our fellow citizens experience a degree of frustration and cynicism as far as politicians are concerned, because nowadays they are in a position to follow politics closely. They can get their expectations and concerns through to their MPs quickly, and they are also able to see very quickly the impact of the decisions made by their elected representatives.\n\nIf we are to counter this sort of wave of public cynicism toward politics and parliament, perhaps we should consider involving the public more in the democratic process and politics outside the traditional election periods when they choose their members of parliament.\n\nThat said, let us get back to the heart of the debate, the matter of petitions. We know that petitions have been an integral part of the British parliamentary system since its inception. It became clear very quickly that, outside election periods, the public needed a way to make its expectations known to parliamentarians and to direct the work done and decisions made by its representatives. So petitions made this possible.\n\nThe pubic could sign a petition from time to time, express, in doing so, its support for a given cause, its support for a given government legislative measure. In fact, the petition served to draw the attention of parliament and the government to a variety of public concerns.\n\nIt is obvious that over the years, even though petitions remain a privileged means of expression for the people, they have lost a great deal of their meaning, not because it is no longer important for Canadians to share their expectations with their elected representatives, but because we can see that the government is paying less attention to those petitions.\n\nHow many times have we tabled petitions in the House and received just a very short response from the government? And then nothing further is done.\n\nAt least the motion brought forward by the member for Langley—Abbotsford would make sure there would be a proper follow-up on every petition. Having said that, I have some questions regarding the appropriateness of the particular measure proposed by the member for Langley—Abbotsford.\n\nObviously, and members certainly noticed that in my introduction, the Bloc Quebecois is completely open to the development of mechanisms for participatory democracy. As a matter of fact, we embarked on a thinking exercise on democracy to see which avenues could be explored to bring the people to take a greater interest and participate more actively in the political process.\n\nThis first thinking exercise led to a second one because we felt there was still a lot of work to be done, there were still many elements to develop with regard to this idea of better involving the people in the political process.\n\nHowever, I must tell my colleague from Langley—Abbotsford that, in this respect, the legislation introduced by one of his colleagues, namely Bill C-229, seemed to me more appropriate, even though I had some concerns regarding it as well.\n\nIn his motion, my colleague from Langley—Abbotsford proposes that when a motion is supported by at least 2% of registered voters it eventually become a resolution of the House or a bill.\n\nBill C-229 is better in that a petition was not supposed to minize, so to speak, the work of parliamentarians because it provided for one extra step. A petition was needed to hold a referendum. And its was only after the referendum was held that parliament could consider passing a bill.\n\nIn this case, I wonder about the mechanisms, as they seem somewhat absent from Motion M-128, if I may say so; mechanisms should be put in place in order to ensure that ultimately it is the elected representatives of the people who make the decision to pass legislation so as not to jeopardize or make a travesty of representative democracy by introducing an element of direct democracy.\n\nIf the goal is to allow people to bring about changes to the existing political framework, influence public policy and government action, questions arise since even an election fails to alter the course of events in parliament.\n\nOne has only to think of the 1993 election, which at the time completely destroyed the political balance within this parliament and reflected a deep desire for change among then people. What did this deep desire for change translate into? Nothing. The federal government has done absolutely nothing.\n\nI wonder how this could be done. How will this measure manage to take into consideration other measures passed by the House? I am thinking in particular of the distinct society motion passed in this House.\n\nPoints 3 and 4 stipulated that:\n\n(3) the House undertake to be guided by this reality;\n\n(4) the House encourage all components of the legislative and executive branches of government to take note of this recognition and be guided in their conduct accordingly.\n\nEven the House is paying no attention to this motion. How could the House pass Bill-20? How can the House be preparing to pass Bill C-3, without taking into account the distinct character of Quebec, which should have precluded it?\n\nIn conclusion, I would say that, because even this House fails to respect a number of earlier decisions, how can members of the public be expected to stay on top of all those decisions previously taken by the House, which would eventually affect its subsequent actions?\n\nWe are open to discussion. I believe that Motion M-128 opens the debate on participatory democracy. Unfortunately, I think that Motion M-128 as drafted fails to meet the short term goals.", 
            "topic": "Petitions", 
            "time": "2000-04-14 14:00:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2120/170/", 
            "text": "Well, Madam Speaker, never let it be said that private members' hour in the House does not produce some interesting debates and some excellent speeches.\n\nI had never intended to speak on this debate. I just happened to be in the House doing my duty, but I received I think some very eloquent points of view on an issue which I think is of importance.\n\nThe question of petitions and what petitions mean when people submit them to members of parliament is a very important question.\n\nI have to say, Madam Speaker, that I remember when I came up here as a parliamentarian for the first time in 1993, there was an orientation period in which experienced members of parliament instructed us in this very chamber on what to expect as fledgling members of parliament. I remember, for the member for Langley—Abbotsford's benefit, that one of those MPs who advised the new MPs on what to expect here was the member for Edmonton North who brought up the question of petitions.\n\nWhat she said basically, was that the members of parliament can take advantage of the opportunity to present petitions from their constituents. I remember classically the words. She said “They do not really mean anything when you put them before the House. They do not actually do anything or have any effect, but they are a great instrument for encouraging personal attention in your own riding”.\n\nSo the member for Langley—Abbotsford I think touches a real nerve. I remember that statement vividly. In fact, Madam Speaker, as a result of that statement I have tended to discourage petitioning in my riding, and yet I hear the parliamentary secretary observe that in fact, yes, there is a place for petitions in the House, that it is an opportunity for people to actually get a forum through their MPs. So there is merit both ways, although I am very sensitive to the criticism that is being raised by the member for Langley—Abbotsford, that is where do petitions really go?\n\nOne of the difficulties, however, with petitions, and trying to expand the opportunity for petitions to have an effect, as suggested by Motion No. 128, is in fact petitions like opinion polling or referendum, that kind of thing, can in fact represent a minority trying to grab the agenda by putting direct pressure on the parliamentarian.\n\nEarlier today, I presented three petitions in the House. Each one of those petitions represents a minority in society who has a particular thing they want to see happen. They are trying to put pressure on me as a member of parliament by means of a petition. It does not matter whether there are 25 names or there are 200 or it is 2% of the entire population. It is still a minority. It is still a special interest group. Whether the special interest group represents people who are against Bill C-23, as was the case in one of the petitions I presented, or whether the subject is a contract for the postal workers who were petitioning me to support a private member's bill allowing the unionization of rural mail couriers, it is still a special interest group pressuring a member of parliament to take a particular action.\n\nIn the final analysis there is nothing wrong with this. I have to answer not only as best I can to everyone in my riding, but I also have to be sensitive to the petitions of minorities, the petitions of special interest groups, the petitions of groups of people with whom I may personally disagree. They still have to have a voice in this place.\n\nI agree with the member for Langley—Abbotsford that the present situation and the present method is inadequate. People, no matter what their viewpoint in a democracy, particularly an open democracy like Canada, have to have an opportunity to speak.\n\nI think that parliament is in the process of being reformed. One way it is being reformed is by opening up Private Members' Business. Just as we are having a very fine debate this afternoon in private member's hour, so too are we trying on all sides of this House to open up the opportunities for backbench MPs to advance meaningful legislation. We have had a number of very good private members' bills advanced, and on this side of the House, at any rate, voting on private members' legislation is always a free vote.\n\nI would say to the member for Langley—Abbotsford that rather than try to adjust the rules in a huge way in which basically we would be advancing the power of minority special interest groups, which we do not want to do, I would take the point of the member for Kings—Hants. We are elected to represent and to make decisions on behalf of everyone, as best we can. That is the parliamentary system. That is what we inherited from the British system. On the other hand, we can give everyone an opportunity to be heard and to have their issue debated.\n\nWhat I would suggest is that we go forward and try to find a new method of dealing with petitions. One thing we could consider, and this would go to the procedure and House affairs committee, would be to open up Friday, which is a day which is not very good for government business because many MPs are away and often cabinet ministers have other duties. Perhaps we could devote Friday entirely to Private Members' Business, to debate and advance private members' legislation.\n\nWhy not use part of that time to debate petitions, no matter what the petition is about? If I have received a petition, whether it is on Bill C-23 or the rural mail couriers, that petition is independent of everything else. It is independent of legislation and it deserves to be heard and debated.\n\nI would propose that perhaps the Standing Committee on Procedure and House Affairs could consider setting up a regime whereby the petitions would come before a subcommittee to determine whether they should be debated in the same way as private members' bills come before a subcommittee to determine whether they should be made votable. That way the petitions which Canadians gather, again whether there be 25, 100 or 1, 000 names, might have more of a life in this House than they do at present. I congratulate the member for Langley—Abbotsford for raising a very important issue.", 
            "topic": "Petitions", 
            "time": "2000-04-14 14:10:00", 
            "attribution": "Mr. John Bryden (Wentworth—Burlington, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2120/171/", 
            "text": "Madam Speaker, I often get some of my knowledge and points from the great and learned Yuroslav, who is an individual of impeccable knowledge. The great Yuroslav has often told me about the need to involve people in politics.\n\nI want to make a couple of comments about the comments that were made. By and large, we all agree that we should do something with petitions, that they should not just come into the House and die here, that we should have a way of at least discussing the darn things.\n\nOne of my colleagues, the chairman of the procedure and House affairs committee, mentioned that we should discuss this issue at committee. I did table that idea about three years ago, so one has to ask where it is going to go.\n\nThe only disappointing comments I heard today were from the Progressive Conservative members, who said “If the majority of Canadians want it, that is not necessarily the right thing to do”. Is it any wonder people do not vote Progressive Conservative today. That is exactly the opposite of what I think most people are saying today in Canada. If the majority of people want it, that is necessarily the right thing to do, even though politicians in their rhetorical positioning in the House may not agree. That should be quite irrelevant. It is what the majority of Canadians think that matters.\n\nThe bottom line is that petitions are indicators in our society that people want change. People organize petitions and go through the exercise of getting a certain number of Canadians interested in an issue for the purpose of sending it to the House. No matter what the issue is, and it may not be palatable to the House, we should have the right to discuss it, to look at it, to provoke thought and to send something forward to move the government in some direction.\n\nI would not ask for unanimous consent, but I would suggest to the chairman of the procedure and House affairs committee that the committee look at this issue. I would ask that it look at the issue and not exactly what I have put forward in my motion. Let us not get tangled up in whether there are opposing positions on certain petitions. Let us not get tangled up in whether it is 2% or 3%. Let us take this issue to the procedure and House affairs committee to see if there is anything that can be done with petitions to make the people of Canada feel that all the work they went through was worth it.", 
            "topic": "Petitions", 
            "time": "2000-04-14 14:15:00", 
            "attribution": "Mr. Randy White (Langley—Abbotsford, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2120/172/", 
            "text": "The time provided for the consideration of Private Members' Business has now expired. As the motion has not been designated a votable item, the order is dropped from the order paper.\n\nIt being 2.22 p.m. the House stands adjourned until Monday, May 1, 2000 at 11 a.m., pursuant to Standing Orders 28(2) and 24(1).\n\n(The House adjourned at 2.22 p.m.)", 
            "topic": "Petitions", 
            "time": "2000-04-14 14:20:00", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332208", 
    "url": "/hansards/2120/", 
    "session": 2, 
    "date": "2000-04-14", 
    "id": 2120
}