{
    "parliament": 36, 
    "statements": [
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2125/0/", 
            "text": "moved that Bill C-27, an act respecting the national parks of Canada, be read the second time and referred to a committee.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 10:05:00", 
            "attribution": "Hon. Ralph E. Goodale (for the Minister of Canadian Heritage, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2125/1/", 
            "text": "Madam Speaker, I will take the next few minutes to give an overview of Bill C-27, in the hope that members of the House will decide today to refer it to committee for further consideration.\n\nBill C-27, the Canada national parks act, in its short title, will provide enabling authorities to legislate the boundaries of the park communities, to define the commercial zones within them, and to set caps on commercial development. The scale of such actions will depend on the nature of the communities as they range from the towns of Banff and Jasper to the small summer community of Waskesiu in Prince Albert National Park. These actions recognize that commercial development in national park communities must always be tempered in the interests of ecological integrity.\n\nThe seven communities will remain as special places. We will work to ensure their continued sustainability. Residents are part of the equation and the communities must provide for economic opportunities and services along with strong cultural and social services.\n\nEveryone will recognize that these are not average communities. These are federal lands and part of the national parks and parliament has a duty to see that they are managed accordingly. Therefore, under the provisions of Bill C-27, the community plans would be guided by the principles of no net environmental impact, responsible environmental stewardship and heritage conservation.\n\nLegislation can do little to create a culture of respect and caring for wildlife but it can create a deterrence to the wilful destruction of wildlife. Accordingly, the bill proposes to increase the penalties for poaching rare, endangered or trophy species of wildlife. Such offences would be punishable by fines of up to $50,000 and five years imprisonment. The penalties are appropriate it seems, given that the trophy head of a Dall sheep, for instance, can reach up to $150,000 on the black market. Multiple offences would be counted separately so that the taking of two grizzly bears, for example, would double the penalty.\n\nIn addition, a particularly gruesome type of poaching is aimed at feeding the international trade in wildlife parts and organs for exotic medicine. For example, bears have been slaughtered solely for their gallbladders, and elk for their antler velvet. This will be fought by a new provision against trafficking.\n\nBill C-27 proposes a number of important measures related to the seven communities located within national parks. In order to understand these provisions, we should examine the history of the communities and the prospects for their future.\n\nAll seven communities have their origins in the last part of the 19th century and the earlier part of the 20th century. In the Rocky Mountain parks of Banff, Jasper and Yoho, the development of communities is tightly linked to the development of our national railway and road transportation corridors.\n\nI note these facts in order to underscore the context within which the communities were established. It was at a time in Canada's history when we looked upon our nation as having unlimited wilderness. The extraction of natural resources was not perceived as being in conflict with that belief. Consequently, forestry and mining were allowed within some national parks and communities were established to serve those particular interests.\n\nFor example, Anthracite and Bankhead were coal mining towns established in Banff National Park of Canada. And Oil City—the name says it all—, in Waterton Lakes National Park of Canada served the first of our oil drilling operations. Although these extractive activities and the communities of Bankhead, Anthracite and Oil City have long since vanished, they remind us of an era when such activities were deemed appropriate within national parks.\n\nToday, we know that our wilderness is limited and we understand the need to preserve representative areas within our national park system. We no longer allow the commercial exploitation of natural resources within national parks. Moreover, we understand that any development within a national park should be carefully limited so as to avoid impairment to its ecological integrity.\n\nWe understand too that high quality environmental conditions are the foundation for the tourism industry and the very reason millions of people from all over the world, and primarily from Canada, visit our parks annually. Therefore, no new communities will be located within national park boundaries and the existing communities will be managed in ways that support park values.\n\nThe Minister of Canadian Heritage has put great effort and thought into the drafting of the community provisions in the bill before us. She has been diligent in analysing the key studies which identified problems and solutions within the national park system. The reports of the Bow Valley Study and the Ecological Integrity Panel contained wide-ranging recommendations which have served as the basis for making ecological integrity the first priority in national parks.\n\nGiven that the Government of Canada is responsible for the conservation of national parks for all Canadians, it is important that parliament retain an overview of the communities' role and development. To that effect, Bill C-27 proposes that community plans be tabled in each House as soon as possible after proclamation of the new Canada National Parks Act.\n\nThe plans will respect the provisions in the act. They will be consistent with the park management plan; accord with guidelines for appropriate activities; and provide a strategy for growth management. The shaping of these plans will also be guided by principles stated in the bill; namely, no net environmental impact, responsible environmental stewardship and heritage conservation.\n\nGrowth management will be achieved by describing the boundaries of the community and its commercial zones, along with the measure of the maximum commercial floor area permitted within those zones. Each of these key elements of the community plans, the boundaries, the commercial zones and the maximum commercial square footage, will be enshrined within the schedule to the Canada National Parks Act and thus, become part of the act. Implementing the provisions of Bill C-27 will ensure a proper evolution of the communities from the past centuries into the next one.\n\nWe have gone from logging and mining to the prime purpose of maintaining the ecological integrity of the national parks for the benefit, education and enjoyment of present and future generations. The communities have an important role in this and in serving visitors. They will remain. They will be supported. We look forward to their becoming models of environmental stewardship.\n\nIt can never be said often enough, ecological integrity will be the key principle applied in our national parks. I urge members of the House to refer this bill to the Standing Committee on Canadian Heritage so that it can be further examined and so that we may protect our national parks for the future.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 10:05:00", 
            "attribution": "Mr. Mauril Bélanger (Parliamentary Secretary to Minister of Canadian Heritage, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2125/2/", 
            "text": "Madam Speaker, I am delighted to rise in the House on this beautiful morning to debate an issue which is of great importance to Canadians. I am talking about the preservation of our natural heritage.\n\nI am privileged to have been born in Saskatchewan and even more privileged to have been able to move to Alberta early in my life. For many years we lived within four hours of two of Canada's most pristine and loved national parks, Jasper National Park and Banff National Park.\n\nWe spent time in other national parks, including the park at Prince Albert, Saskatchewan, Waterton Lakes National Park.\n\nI was chosen to speak on behalf of my party today because the name of my riding is derived directly from the national park in it, Elk Island National Park, which is located just a few miles outside Edmonton.\n\nElk Island is a unique park because of the fact that it is basically a marsh area. Indeed, the word elk implies that there are elk in the park. There are also bison and many other different forms of wildlife.\n\nI had the privilege last year of hiking with some of the people in the park and, as the good song says“Oh, give me a home where the buffalo roam”, we roamed with the buffalo. We had to be careful not to interfere with them lest they take exception to us and attack us because at certain times of the year they can be dangerous.\n\nMy love of the parks extends over the last 40 years. Some of the best memories I have include visits to the parks, both in Banff and Jasper. We went camping for a week in Jasper for our 25th wedding anniversary. When asked by my friends how our week had gone, I told them it was the worst week I had ever spent. I told them that the problem was, when we entered the park there was a big sign that said “Do not feed the wild animals”, so my wife starved me all week. Camping was not as much fun when I got hungry.\n\nI love the park. Saskatchewan, as members know, has many acres of flat land. Every time I go to the mountains I am completely awestruck by their grandeur, their magnificence. I cannot come up with the words which could adequately describe the mountains.\n\nIf there are members of the House who have never visited Canada's Rockies between Alberta and British Columbia, they owe it to themselves to see one of the most beautiful parts of Canada.\n\nBeing campers, when we visited these camps we encountered a number of people from around the world. I remember one couple who were quite a bit better off than we were because they had travelled all over the world. One of the things they said was that they had been everywhere in the world, including the Alps in Switzerland, but the most beautiful scenery they had encountered was along the Banff-Jasper highway. Having travelled there several times I would certainly attest to that.\n\nI agree with the general idea of a national parks system in Canada. I very profoundly agree with the concept that we must preserve the pristine character of our parks and our beauty spots, not only for ourselves and visitors from around the world, but for future generations; not only for future generations of Canadians, but also for future generations of people around the world who come to visit and enjoy the beauties of this country.\n\nI mentioned earlier that when we were a young couple with young children we spent some time camping in the national parks. Lest I give the wrong impression, I might as well indict my wife on a very important issue. I have always loved the outdoors and camping under the stars. I remember as a young university student being out near the Rocky Mountain house area. We were preparing a youth camp for summer activities. I remember going to sleep that night, which was beautiful, clear and starry. We did not use the Celsius scale back then, but converting it to the Celsius scale it was probably about minus five degrees in the morning and there were about 10 inches of new snow. That is a picture of beauty which is etched permanently in my mind. I will never forget it.\n\nAs a young family I would have loved to have carried on with that camping tradition, but my wife was not so much inclined. She said that she did not really look forward to leaving her nice home, sleeping on the ground or in a tent and being vulnerable to wild animals, insects and all of that. Being the kind, loving husband which I clearly am, I made a concession and we purchased a travel trailer, one that would keep us off the ground, give us some protection when it rained and so on. We made that little compromise. We had wonderful times in our trailer at the campsites of the different parks.\n\nThe reason I am saying this is because those are such wonderful, warm memories for me; the environment in which it occurred, the hikes we took and the admiration that we had for the beauty that was given to us. I feel very strongly that we should preserve that and preserve its accessibility, which will be one of the themes of my talk this morning.\n\nWhen we were a young couple, believe it or not, we could afford to go to Banff for a week. I was not a well paid person. Very early in our marriage we made the decision that my wife would be a full time mom. We have always lived on my income and will retire on my non-pension, since I am one of the members of the House who has opted out of the lucrative MP pension plan. We made the decisions on principle and I do not regret that, but we have never been well off.\n\nI truly am a member of the House of Commons in the sense that I am a commoner. As a young family we were actually able to go into the parks of Banff and Jasper. Those were the ones that attracted us because of their proximity to where we lived. We were able to enjoy them. At that time the fees for camping and for using the amenities were within our budget.\n\nI regret to say that the policies of the federal government over the last number of years have become, really, a case for the elites. It probably dates back to the end of the Liberal era before the Conservatives took over for nine years. It is now really only for the very rich.\n\nWe were at the campground not very long ago. I was rather saddened to see that most of the people there were the ones with the big motor homes. Obviously those who were independently wealthy could afford to spend time there, but there were not many people who came from what I would call the rank and file, ordinary middle income Canadians. That is a policy which is very regrettable.\n\nFor us as a family it was a wonderful experience.\n\nI regret that the new generation, the moms and dads of today, the young couples, cannot really afford to go to Banff and to Jasper because the daily costs are so high. Many of them are spending time in the area just outside the parks. In southern Alberta we have a couple of areas which are really expanding very quickly. Canmore is probably the best example. It is a large area which is five or six kilometres outside the boundary of the park. That is where people are going because they can enjoy the beauty there. Perhaps they can take a day trip into the park, but they cannot stay in the park because this government and the government before it chose to set an entry fee structure that is beyond the reach of ordinary, overtaxed Canadian families.\n\nThat is a mistake as far as I am concerned. I think it is a very large error which I would like to see corrected.\n\nWe are talking today about national parks. I have no interest whatsoever in arguing against the desires of the people in Parks Canada and the Department of Canadian Heritage to preserve both plant and animal life, to see that it remains undisturbed as much as possible. However, we used to say in Saskatchewan when I was growing up that if someone overdid something they were swatting a fly with a shotgun. It was a huge exaggeration.\n\nI want to be very careful because I do not want to be misunderstood, but I believe that to some degree the ecologists, the biologists and the people at Heritage Canada and others are greatly overstating the degree to which the area needs to be protected.\n\nI believe that we need to respect the land. I believe that we need to respect the parks. We have taught our children to obey rules like staying on the paths in order not to harm the vegetable life that is off the path. We have always done our part to keep the campgrounds clean. Our motto was: when a camper leaves he should leave nothing but the sound of his footsteps. I think that is important. It is a matter of individual responsibility.\n\nSome of the extreme measures that are being taken by the people who claim they are protecting the parks are making them inaccessible to ordinary rank and file Canadians. I have already mentioned the fee structure which they are using to keep ordinary folk out. That is an error.\n\nThere are other things as well.\n\nI think of the considerable number of letters and presentations I and my colleagues have received because of Heritage Canada's insistence on closing down the little grass strips for private airplanes in Banff and Jasper. It is impossible to defend the closing of those airstrips if we look at it in balance.\n\nIt can be said that the elk used to go across the field and now there is an airstrip and of necessity, there is a big 10 foot fence around it to protect the airstrip so the animals cannot go on the airstrip. Sure, but I have had the occasion to fly over those parks in a jet plane at 25,000 or 30,000 feet. When I looked down I really had to strain my eyes to see the little thread down there that is the Trans-Canada Highway. The towns of Banff and Jasper can hardly be seen from that height simply because there are as many trees in the towns as there are outside them. People live there and tourists come from all over the world to visit there.\n\nTo me when I look at it in balance there is a little pin spot which is a town, a little thread which represents a highway and perhaps a railway in the middle of miles and miles and miles of wilderness. Some people are concerned about one more little pin stripe just one-tenth of a millimetre long in the perspective of looking at it from that height. They say, “We do not care if a person in a small airplane gets into trouble. We will not have an emergency airstrip. Let him fly into the mountain”. I think it was the Minister of Canadian Heritage herself who said to let them land wherever they can. People in a small airplane cannot just land it anywhere on the side of a mountain without killing themselves.\n\nThat is a totally misdirected set of priorities. When it is more important for the elk and the deer to have a path to walk along than to preserve a human life which may be in danger, that is misplaced priorities. I simply say to the government that there is nothing lost by keeping open a small airstrip. There is nothing lost by that; there is only gain in terms of safety and accessibility to Canadians.\n\nI have talked about the airstrip. I have talked about the fact that there are miles and miles of wilderness available for the wildlife and we as humans are surely able to also enjoy a part of it.\n\nI would like to come back just for a second to the almost sacredness of the space in our parks. It is not a great secret that I am a person who believes in God. One of the songs I have sung many times is “How Great Thou Art”. I do not know if anyone here knows that song.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 10:15:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2125/3/", 
            "text": "Please do not sing it.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 10:30:00", 
            "attribution": "Mr. Mauril Bélanger", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2125/4/", 
            "text": "I will avoid the temptation to sing it on the prompting of the member opposite but it has a phrase, “When I consider the world that You have made, I see the stars, I see the awesome grandeur of the mountains”. It is very seldom that I go into the mountains that I do not think to myself and often say to my wife or other family members who are with me, what grandeur, what extravagance God used in creating this part of the world.\n\nOur native friends have that same affinity. They often express in their religious faith the grandeur of God's creation. We need to make sure that Canadians of all different backgrounds and visitors to our wonderful country have an opportunity to stand in awe of this huge monument of creation when we observe what our parks are.\n\nThere are some misdirected points in the bill before us. One of the things Parks Canada and Heritage Canada try to do is to run roughshod over the taxpayers and citizens of this country. That is a totally misdirected priority.\n\nThere are limitations in the bill which say arbitrarily that we are not going to permit a park to grow beyond its existing boundaries. Boom, just like that. There is no consultation, no input from the people, no input from the stakeholders.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 10:30:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2125/5/", 
            "text": "That is total nonsense.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 10:35:00", 
            "attribution": "Mr. Mauril Bélanger", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2125/6/", 
            "text": "No, it is not nonsense. The member opposite says that what I said was nonsense. What I am saying is not nonsense. I am talking about Bill C-27. There is no requirement for meaningful consultation among the stakeholders.\n\nThat is wrong. There are situations in Banff for example. A place which hosts visitors to our country and tries to be hospitable to them is now required to have buses to run its staff out of the park for overnight stays because it is not permitted to construct a building for the staff to stay overnight.\n\nTalk about ecology, talk about the environment. What is better: running a bus an extra 100 kilometres a day, or having a building right next to where the people work so that they can walk or ride their bicycles to work? It is case of using a sledgehammer to solve a problem instead of trying to be reasonable about it.\n\nI am very concerned about the way in which changes to parks can be made if we pass Bill C-27. It used to be that under the old Canada parks act, establishing a new park or adding land to it required an amendment to the act itself. It would have to be debated in parliament. It also required that notice be given in the Canada Gazette as well as in newspapers in the local area. That is not the case anymore. Now it allows simply for orders in council. The minister could make a declaration and whatever the minister said would be the new law. No public notification is required. I think that is an error.\n\nI believe very strongly that the ministers in many, many of the bills which the Liberal government is passing are being given way too much power. We are losing that thread of accountability which comes in a good democratic system.\n\nThere is no mention made in the bill of required public consultation, co-operation or support from local governments or provincial or territorial governments in which the parks exist.\n\nWe need to not only provide for those points of consultation, but I would love to see a government with the humility on many occasions actually to accept what the people out there are saying. Most of the time the people who are working day to day in the parks and the area know the situation very, very well.\n\nOne of the things we are going to hear is that it would be turned over to commercial interests. I want to talk a bit about that. I do not believe for a moment even if we turned the parks over totally to commercial interests that their task would be to completely destroy them. Why would they destroy that which attracts people from all around the world? I believe they are very capable people who in conjunction with local, provincial and federal governments could consult and come to an agreement as to the degree of expansion required.\n\nTourism is so important to our country. It is economically important. I will not negate that. It is important.\n\nI have already spoken about the importance of allowing other people to come to our country to share in its grandeur, but it is also important that we provide decent Canadian hospitality and that will come in balance. I am simply not prepared to say I trust the federal government fully and I trust the commercial interests not at all, because what we need is a balance. We need a dialogue between them. We need to come to agreements. Sometimes the federal government may have to give a little. I simply do not believe in the high handed, autocratic, dictatorial government. That is what we have in this bill.\n\nI am very concerned about the long term future of our parks under a bill like this one. The interests of the government in proposing Bill C-27 seem to be much more to preserve its little fiefdom, its little kingdom, its control. That seems to be what the largest interest the government has in this.\n\nThe government is not interested in preserving the beauty of the parks and their accessibility to ordinary Canadians. That is most important. I would not begin to put a human being at the level of an animal although some would, but if an animal has a right to be in a park, in my view so does a human being, so do Canadians and so do visitors from around the world.\n\nI would like a parks policy which would permit co-operation among the commercial interests, the interests of tourism and the interests of allowing our Canadian citizens to enjoy the beauty of our parks. That balance is missing in this very one sided, give all the power to the government, in fact, give all the power to the minister bill. We should have one that would be balanced and which would serve Canadian people so much better.\n\nI am aware that I could have more time to speak. I have certainly emphasized the most important things that have been on my mind and in my heart. I appreciate very much the attention all members in the House have given today. Only two of them have dared to squawk at all in protest about what I have been saying. The others have been blissfully silent.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 10:35:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2125/7/", 
            "text": "Madam Speaker, I am pleased, on behalf of the Bloc Quebecois, to address at second reading Bill C-27, the Canada National Parks Act. This bill is an overhaul of the existing act.\n\nThe main changes proposed in this bill are a new process for the establishment of future parks, a substantial increase in fines relating to poaching, and ways to restrict the development of communities located within park boundaries.\n\nThe Bloc Quebecois supports the principle of the bill. However, it will listen carefully to the comments and proposals by the various groups appearing before the heritage committee. The Bloc Quebecois also intends to raise certain major concerns, including some that have to do with the wording of a fundamental provision of the Canada National Parks Act, namely clause 4, which deals with public use of parks.\n\nThe Bloc Quebecois also notes that while the Minister of Canadian Heritage claims to want to put environmental protection at the core of this legislation, she does not provide adequate funding to Parks Canada.\n\nIndeed, when it comes to funding, the minister is more inclined to implement procedures that do not concern her department, such as the increase in fines and in lease rates.\n\nWorse still, while Parks Canada is faced with an urgent need to radically change its culture to protect the parks' environment, Parks Canada's net budget will be reduced from $313 million in 1998 to $283 million in 2001.\n\nI would like review the main amendments to the National Parks Act and, in passing, indicate the Bloc Quebecois' position on each.\n\nLet us begin with the changes to the procedure for establishing new parks. The current legislation calls for any new national park to be created by legislative means. Bill C-27, however, proposes a new procedure involving an order in council. This is to be tabled in each House of Parliament and then referred to the appropriate standing committees, but they will not have much time to address it. Parliament will then be able to refuse to endorse it, and thus it will be rejected. As well, the area of a national park may not be reduced except by legislative means.\n\nWe have two comments to make on this section of the bill. First of all, we appreciate the fact that the government makes a commitment in clause 5 not to create any new park without provincial consent. This is very important. Respect for the sovereignty of Quebec over its territory is essential to the Bloc Quebecois' support in principle of this bill. We do, however, feel that the time limit for examination of the order by taxpayers and parliamentarians is too short.\n\nIn fact, clause 7 of the bill stipulates that, from the time a proposal for a new park or expansion of a park is tabled in the House, the House and the committee will have just 20 days—that is right, 20 days—to reach a conclusion on the proposed modification set out in the order. We do not think that is enough to enable parliamentarians to do their work and taxpayers to organize.\n\nThe bill also proposes the establishment of seven new parks: three in Nunavut, one in the Northwest Territories, one in Newfoundland, one in Manitoba and one in Saskatchewan. It also proposes the establishment of a reserve, at Pacific Rim in British Columbia. Finally, it proposes the expansion of the Point Pelee to include Middle Island. This park is located in Ontario on Lake Erie.\n\nOne important thing, the bill proposes to increase fines and establish new offences. The existing legislation provides fines for poaching wildlife. These fines vary from $10,000 to $150,000 and may involve imprisonment.\n\nWith Bill C-27, the fines for poaching would increase from $50,000 and/or six months' imprisonment on summary conviction to $150,000 and/or up to five years' imprisonment on conviction on indictment as the result of a charge.\n\nThese fines for poaching are in keeping with those found in the Wild Animal and Plant Protection and Regulation of International and Interprovincial Trade Act, the Canadian Wildlife Act and the Migratory Birds Convention Act.\n\nThe bill contains a new offence for trafficking. This offence will apply to fauna, flora and natural resources. Thus the possession of rare plants and fossils for trade or barter and the possession of objects with the intention of trafficking constitute an offence. The maximum fine will be $10,000, but it could go as high as $150,000 with imprisonment when endangered or protected species are involved.\n\nBill C-27 also proposes penalties for repeat offenders. Its provisions allow for the imposition of fines for each specimen of wildlife species taken, and for each day during which an offence is committed. Finally, the bill will allow authorities to recover the costs of cleaning up the damage caused by substances spilled in a park. The Bloc Quebecois cares about the parks' environmental integrity and supports all of these measures.\n\nThe bill also seeks to restrict the development of communities. Currently, the existing act does not include any mechanism to restrict the commercial development of communities located in parks. The proposed new legislation corrects this flaw by providing that parliament will approve community plans that will become schedules to the act. These plans will have to be consistent with the management plan for the park in which the community is located and with any guidelines established by the minister for appropriate activities within the park community, provide a strategy for the management of growth within the park community, and be consistent with principles of no net negative environmental impact and responsible environmental stewardship and heritage conservation.\n\nThe plan will include a description of the lands comprising the park community, a description of the lands comprising the commercial zones of the park community, and an indication of the maximum floor area permitted within the commercial zones of the park community. This means that commercial growth will be subject to ceilings, and any change will require passage of a new act, which means a national debate in parliament.\n\nThus all opinions on the matter could be expressed at that time. We note, however, that the bill has nothing to say on many points relating to these communities. There is no reference to who will draw up these community plans, nor to how the communities will finance standard utilities. There is no assurance of an elementary respect for municipal bylaws or provincial regulations. This is a point of considerable concern to the Bloc Quebecois.\n\nClause 16, moreover, gives the governor in council considerable powers over the communities. It is stated in 16(g) states that the governor in council may make regulations respecting:\n\n(g)the issuance, amendment and termination of leases, licences of occupation and easements or servitudes, and the acceptance of the surrender or resiliation of leases and the relinquishment of licences of occupation and easements or servitudes, of or over public lands\n\n(i) in towns and visitor centres, for the purposes of residence, schools, churches, hospitals, trade, tourism and places of recreation or entertainment,\n\n(ii) in resort subdivisions, for the purpose of residence.\n\nThis clause disconcerts us because there is a total lack of recourse for those living within national parks against potential abuse of such regulatory power.\n\nThe Bloc Quebecois intends to listen to what community representatives have to say when the Standing Committee on Canadian Heritage meets. In the opinion of the Bloc Quebecois, their point of view must be taken into consideration, and a proper balance struck between their interests and those of conserving the environment.\n\nAbove and beyond this bill, a change in corporate culture is required. Unfortunately, the bill shows no evidence of this. In fact, the focal point of the bill, clause 4, states as follows:\n\n4.(1) The national parks of Canada are hereby dedicated to the people of Canada for their benefit, education and enjoyment, subject to this Act and the regulations, and the parks shall be maintained and made use of so as to leave them unimpaired for the enjoyment of future generations.\n\nThe Bloc Quebecois considers that this bill puts the focus more on the benefit and enjoyment of the people of Canada than on the ecological protection of the national parks. The former appear first, while ecological integrity comes second. We should reverse the order of this provision and strengthen the wording to make clear the primary purpose of a park.\n\nIn fact, in a recent report, the auditor general pointed out that the national parks were used more for tourist purposes than to preserve their ecological integrity. He deplored the fact that the protection of the natural setting was at the mercy of visitor traffic.\n\nAllow me to quote the auditor general:\n\nDelays in preparing management plans and ecosystem conservation plans reduce Parks Canada's ability to preserve the ecological integrity of national parks.\n\nThirteen parks reported that they did not have a fully completed ecosystem conservation plan. The management plans of the six parks that we reviewed did not provide a clear link between ecological integrity objectives and initiatives. We are concerned that in some instances, management plans emphasize social and economic factors over ecological factors.\n\nLast month, the Panel on the Ecological Integrity of Canada's National Parks released its report in which it said:\n\nThe majority of the parks report today a considerable and growing loss of ecological integrity, particularly in the smallest parks and those located more to the south—", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 10:40:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/8/", 
            "text": "I am sorry to interrupt the hon. member, but she will have another 26 minutes. I thought that this was the right moment to interrupt her speech and move on to Statements by Members.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Derrek Konrad", 
                "url": "/politicians/6526/", 
                "member_id": 2738, 
                "party": "Reform", 
                "riding": "Prince Albert (Saskatchewan)", 
                "id": 6526
            }, 
            "url": "/hansards/2125/9/", 
            "text": "Mr. Speaker, last month residents of Prince Albert had the shock of a lifetime when a boarder showed up at their door in handcuffs and shackles, accompanied by a Correctional Service Canada guard.\n\nIt turns out that he had been delivered to the wrong house and that, unknown to them, their neighbours or even the city, the house next door was a halfway house for offenders on supervised release.\n\nA bylaw in the city of Prince Albert does not require notification where homeowners intend to open their home to room and board as long as they do not have more than three people at one time.\n\nCorrectional Service Canada has used the bylaw to avoid disclosing its plans to house offenders on staged released programs in the city. Stating that they were only obeying the law, officials protested wide-eyed innocence when the issue became public, and the solicitor general has not responded to my letter on the matter.\n\nAs Canada's top lawman, the solicitor general must instruct his own officials to do more than obey the letter of the law. They must also obey its spirit and intent.", 
            "topic": "Correctional Service Canada", 
            "time": "2000-05-05 10:55:00", 
            "attribution": "Mr. Derrek Konrad (Prince Albert, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2125/10/", 
            "text": "Mr. Speaker, tomorrow is the end of National Composting Week, for which the theme this year is “The Future Starts Here”.\n\nComposting, a natural means of recycling, decomposes and transforms organic matter into humus, a product that can be used to improve soil texture and fertility.\n\nFood, agricultural and gardening waste, and paper, wood, manure and leaves are excellent organic matter for composting.\n\nThe Government of Quebec is a leader in this field, having adopted, in 1998, an action plan on the management of residual fertilizers so that by the year 2008 up to 60% of recoverable putrescible matter will be recovered annually.\n\nWhat explanation can there be for the absence of any reference to composting on Agriculture Canada's website except this government's deplorable lack of sensitivity with respect to the environment, which is clearly demonstrated by its stand on organic farming.", 
            "topic": "National Composting Week", 
            "time": "2000-05-05 10:55:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2125/11/", 
            "text": "Mr. Speaker, why is the Minister of National Defence not doing more to help our brave gulf war veterans who are suffering from an assortment of very debilitating illnesses associated with their military service in the Persian Gulf?\n\nThese brave soldiers fought for our country and now they must fight for themselves. Why is the military not doing everything in its power to determine what is causing their terrible symptoms? Is it because the military has known all along what is causing the sickness?\n\nSue Riordan fought to save her husband despite meeting up with indifference from our military. It is only after the death of Terry Riordan and the subsequent discovery that he had unusually high levels of depleted uranium in his bones that our military took an interest.\n\nWe now learn that the Royal Military College did a study on depleted uranium which showed the harmful effects it has on the human body. It begs the question: Was the lack of interest in Terry Riordan's illness caused by the fact the military already suspected the cause of his sickness?", 
            "topic": "National Defence", 
            "time": "2000-05-05 11:00:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Marcel Proulx", 
                "url": "/politicians/marcel-proulx/", 
                "member_id": 3672, 
                "party": "Liberal", 
                "riding": "Hull—Aylmer (Québec)", 
                "id": 238
            }, 
            "url": "/hansards/2125/12/", 
            "text": "Mr. Speaker, on April 20, Economic Development Canada announced an investment that will benefit the entire Outaouais region: $9.3 million over the next five years to help develop three important components of its economy.\n\nFirst, $6.8 million will go to the development of high tech companies.\n\nAnother $1.2 million will be invested in developing new tourist attractions. Our region abounds in natural and manmade spaces with the potential to interest people passing through our region.\n\nFinally, $1.2 million will be allocated to stimulate the economy in rural areas, an area essential to the economic growth of our region.\n\nClearly, the strategy is tailored to the needs, strengths and assets of the Outaouais region, which is one of the loveliest in Quebec and in Canada.\n\nThis is additional proof that the Canadian government is working to improve the quality of life of regions in Quebec.", 
            "topic": "Regional Development", 
            "time": "2000-05-05 11:00:00", 
            "attribution": "Mr. Marcel Proulx (Hull—Aylmer, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Larry McCormick", 
                "url": "/politicians/4554/", 
                "member_id": 3183, 
                "party": "Liberal", 
                "riding": "Hastings—Frontenac—Lennox And Addington (Ontario)", 
                "id": 4554
            }, 
            "url": "/hansards/2125/13/", 
            "text": "Mr. Speaker, I have a message in praise of the vigour and vitality of small town Canada. A shining example of that vitality is Greater Napanee, a town in my riding.\n\nThis is the eve of Walleye Weekend in Greater Napanee, an annual event that attracts more than 7,000 visitors to the region. The visitors will be coming to a town that Harrowsmith magazine recognized last month as one of the 10 prettiest small towns in Canada.\n\nMembers know Harrowsmith magazine as a national publication, but I also know it as the publication that had a start in a building a few doors from my home in Camden East.\n\nApart from its charm, Greater Napanee is alive with new economic activity. Among that activity is the construction of a large travel plaza that will include restaurants, stores, a service station and a hotel.\n\nGreater Napanee is an old town with a new spirit. As part of that pride in the town, citizens are planting flowers to compete in the national Communities in Bloom competition.\n\nI invite all members, and especially members from urban ridings, to stop by and smell the roses.", 
            "topic": "Greater Napanee", 
            "time": "2000-05-05 11:00:00", 
            "attribution": "Mr. Larry McCormick (Hastings—Frontenac—Lennox and Addington, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2125/14/", 
            "text": "Mr. Speaker, the Canadian government has once again invested in the future of our young people.\n\nOn April 27, the Minister of Canadian Heritage and Manitoba's education minister reached an agreement in principle to implement special investment measures for French language education in Manitoba.\n\nThese measures will help improve the quality of the programs and services provided at the elementary, secondary and post-secondary levels. The $30 million contribution will be funded equally by the two levels of government.\n\nThanks to that new intergovernmental agreement, young francophones in Manitoba will have the opportunity to make a place for themselves in tomorrow's world.", 
            "topic": "French Language Education In Manitoba", 
            "time": "2000-05-05 11:00:00", 
            "attribution": "Mr. Reg Alcock (Winnipeg South, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Rick Limoges", 
                "url": "/politicians/3574/", 
                "member_id": 3675, 
                "party": "Liberal", 
                "riding": "Windsor—St. Clair (Ontario)", 
                "id": 3574
            }, 
            "url": "/hansards/2125/15/", 
            "text": "Mr. Speaker, I would like to congratulate the Windsor Parks and Recreation Department and all Windsorites on winning the first Molson Canadian Achievement Award for Riverwalk 1999 as best community event.\n\nRiverwalk 1999 brought together the entire Windsor community last summer in an effort to recognize the clean-up and revitalization being done to our riverfront.\n\nRiverwalk 1999 is just one more example of what makes Windsor such a spirited Canadian community and one of the best places in the world in which to live.\n\nCongratulations to the event organizers and all the participants for making Riverwalk 1999 an award winning event.", 
            "topic": "Riverwalk 1999", 
            "time": "2000-05-05 11:00:00", 
            "attribution": "Mr. Rick Limoges (Windsor—St. Clair, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2125/16/", 
            "text": "Mr. Speaker, May is Multiple Sclerosis Awareness Month. Also this year the local Ottawa-Carleton Chapter is commemorating its 50th anniversary in the fight against MS.\n\nThis past year, through generous donations, the MS Society raised $3 million for 13 research projects and six research scholarships.\n\nSince its founding in 1948, the MS Society has invested nearly $64 million into finding the cause, prevention, treatment and cure of MS.\n\nDuring the month of May, volunteers across the country will be taking part in fundraising and awareness campaigns in support of MS research and in the provision of services to people with MS and their families.\n\nI encourage all Canadians to join in this effort.", 
            "topic": "Multiple Sclerosis Awareness Month", 
            "time": "2000-05-05 11:00:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2125/17/", 
            "text": "Mr. Speaker, momentum for lower taxes is gaining ground across Canada thanks to the surge in popularity of the Canadian Alliance.\n\nThe Ontario government has moved a step forward with a budget that cuts taxes significantly for both businesses and individuals. Most encouraging of all to Ontario taxpayers is the $200 rebate offered taxpayers on this year's taxes.\n\nIn taking such action, the Ontario finance minister holds his federal and provincial counterparts to a higher standard. Let us hope the federal government will not drag its feet on administering and mailing out these cheques. It never hesitates to collect taxes and it should be equally efficient when a refund is owed.\n\nOn behalf of Ontarians who are awaiting their tax refund and all Canadians who anticipate a Canadian Alliance government which commits to significantly lowering taxes, I applaud this trend to giving Canadian taxpayers their money back.", 
            "topic": "Taxation", 
            "time": "2000-05-05 11:05:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Eugène Bellemare", 
                "url": "/politicians/4697/", 
                "member_id": 3160, 
                "party": "Liberal", 
                "riding": "Carleton—Gloucester (Ontario)", 
                "id": 4697
            }, 
            "url": "/hansards/2125/18/", 
            "text": "Mr. Speaker, Wednesday, on drinking water conservation day, Environment Canada's Biosphere and the Communauté urbaine de Montréal presented the Biosphere 2000 awards.\n\nThese awards were presented to Stelfil Limitée of Lachine, to Buanderie Villeray Limitée of Montreal, and to l'École Édouard-Laurin and Manoir Inc. of Saint-Laurent, for implementing programs that help reduce their drinking water consumption and their waste water discharge.\n\nThe drinking water conservation day is the result of a partnership between the Biosphere and the Communauté urbaine de Montréal and is made possible thanks to the co-operation of the municipalities producing drinking water and the members of the joint committee on drinking water conservation and waste water reduction.\n\nThe water savings made by the award recipients total close to six million cubic metres annually, or 2.6 times the volume of the Olympic Stadium.\n\nCongratulations to the winners.", 
            "topic": "Drinking Water", 
            "time": "2000-05-05 11:05:00", 
            "attribution": "Mr. Eugène Bellemare (Carleton—Gloucester, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2125/19/", 
            "text": "Mr. Speaker, this coming Sunday, Canadians will pause to commemorate the Battle of the Atlantic.\n\nCanada declared war on Germany on September 10, 1939.\n\nFor six long years, members of the Royal Canadian Navy, the Canadian Merchant Navy and the Royal Canadian Air Force faced perilous conditions in a titanic struggle for survival in the longest battle of the second world war, the Battle of the Atlantic.\n\nThe liberation of Europe depended on the ability of the allies to deliver their precious cargo of goods and personnel across the Atlantic, making their way through the menace of enemy submarine wolf packs, hazardous fog and raging winter gales.\n\nCanadians shared in some of the worst hardships imaginable. Thousands paid the ultimate price, leaving us with a legacy of bravery and sacrifice in the cause of freedom.\n\nI invite my hon. colleagues and all Canadians to pay tribute to those who fought in the Battle of the Atlantic.", 
            "topic": "Battle Of The Altlantic", 
            "time": "2000-05-05 11:05:00", 
            "attribution": "Mr. Robert Bertrand (Pontiac—Gatineau—Labelle, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2125/20/", 
            "text": "Mr. Speaker, nowhere to run, nowhere to hide. The folks in the Middle East gave a huge sigh of relief when the Prime Minister returned to Canada and now it appears the Prime Minister is having trouble booking a meeting hall in his own country.\n\nEven loyal Liberals are cancelling meetings when they learn the Prime Minister is about to show up because protesters are following him everywhere.\n\nIt seems Canadians want to send him a strong message. His Middle East faux pas, coupled with his gross mismanagement of the country's affairs, have made him a pretty unwanted guest.\n\nIt looks like Canadians will have to wait until the next election to send the Prime Minister a love letter that will not only shut down his computer but indeed his entire government.", 
            "topic": "The Prime Minister", 
            "time": "2000-05-05 11:05:00", 
            "attribution": "Mr. Richard M. Harris (Prince George—Bulkley Valley, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "David Pratt", 
                "url": "/politicians/1677/", 
                "member_id": 2600, 
                "party": "Liberal", 
                "riding": "Nepean—Carleton (Ontario)", 
                "id": 1677
            }, 
            "url": "/hansards/2125/21/", 
            "text": "Mr. Speaker, this week the people of the Netherlands are welcoming back with open arms thousands of Canadian heroes. These are men and women who helped to liberate Holland some 55 years ago. Tomorrow, May 6, there will be a commemorative ceremony at Groesbeek Cemetery where 2,338 Canadians are buried. Later that day, the town of Hardenburg will honour returning Canadian veterans.\n\nTo understand how grateful the Dutch are, we only have to listen to the following words from a first generation Canadian whose Dutch parents survived the war:\n\nCanada has been very good to us, and I shall never forget the sacrifices made by Canadians to ensure that I would never know tyranny and oppression. I have always felt immensely privileged to be a citizen of such an equitable and well-respected nation, whose existence sparks hopes and dreams of a better life.\n\nTo our Canadian veterans I say, we are all in your debt. We offer you our humble and heartfelt thanks.", 
            "topic": "The Netherlands", 
            "time": "2000-05-05 11:05:00", 
            "attribution": "Mr. David Pratt (Nepean—Carleton, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Dick Proctor", 
                "url": "/politicians/3870/", 
                "member_id": 2737, 
                "party": "NDP", 
                "riding": "Palliser (Saskatchewan)", 
                "id": 3870
            }, 
            "url": "/hansards/2125/22/", 
            "text": "Mr. Speaker, most Canadians, including many members of the House, are outraged that two federal politicians convicted of serious offences are still eligible to sit in parliament.\n\nSenator Eric Bernston, guilty of defrauding Saskatchewan taxpayers of more than $41,000, is once again free on bail to sit in the Senate.\n\nMeanwhile, the MP from Crowfoot is free on bail after being found guilty yesterday of attempted rape.\n\nThe current rules stipulate that MPs can be barred from sitting in parliament only if sentenced to a jail term of two years or more. Electors find this repugnant and offensive. I believe that they are demanding a higher standard for men and women elected or appointed to parliament.\n\nCanadians know that no business, organization, or trade union would, for one instant, allow itself to be tainted in such a way.\n\nTo this end, an appropriate parliamentary committee must be charged with reviewing cases such as these and find a more suitable way to deal with our lawmakers once they become lawbreakers.", 
            "topic": "Parliament Of Canada", 
            "time": "2000-05-05 11:10:00", 
            "attribution": "Mr. Dick Proctor (Palliser, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ovid Jackson", 
                "url": "/politicians/3363/", 
                "member_id": 3157, 
                "party": "Liberal", 
                "riding": "Bruce—Grey (Ontario)", 
                "id": 3363
            }, 
            "url": "/hansards/2125/23/", 
            "text": "Mr. Speaker, this week is Emergency Preparedness Week. This is the week that Canadians get together to prepare for eventualities or disasters that may occur.\n\nThere is an old maxim that says “If you fail to prepare, you prepare to fail.” There is no question that over the last 10 years we have been subjected to many disasters, such as floods, forest fires, ice storms and toxic spills.\n\nOur military, the Red Cross and many organizations are working collaboratively to make sure that Canadians are safe.\n\nThis week we are holding forums to remind families, provinces and communities to get together to work toward a plan that will make these disasters less likely to create havoc in communities.\n\nI urge my colleagues in the House of Commons and all Canadians to work collaboratively with their families to be prepared so that we do not have any major problems.", 
            "topic": "Emergency Preparedness Week", 
            "time": "2000-05-05 11:10:00", 
            "attribution": "Mr. Ovid L. Jackson (Bruce—Grey, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Richard Marceau", 
                "url": "/politicians/2684/", 
                "member_id": 2673, 
                "party": "Bloc", 
                "riding": "Charlesbourg (Québec)", 
                "id": 2684
            }, 
            "url": "/hansards/2125/24/", 
            "text": "Mr. Speaker, on May 1, the Minister of Canadian Heritage went to the ridiculous lengths of promoting “Canadian” culture in Boston with a beer ad. How clever.\n\nHow can Quebecers define themselves within this selection of Canadiana when the beer in question is not even sold in Quebec? Molson long ago grasped the specific nature of Quebec and serves us la Laurentide.\n\nWe in Quebec have a real department of culture, not one for heritage. What we fear is not comparison with the Americans but assimilation with the Canadians.\n\nIn Quebec, when we say we are bilingual, that does not mean we just know a few pick-up lines. Our objective is to make Quebec known throughout the world, not to go to other countries and put our foot in our mouth every chance we get.\n\nAbove all, when we in Quebec want some pro-Quebec advertising, we do not hire an American.\n\nMy name is Richard and I am a Quebecer.\n\nMy name is Richard and I am a Quebecer.", 
            "topic": "Minister Of Canadian Heritage", 
            "time": "2000-05-05 11:10:00", 
            "attribution": "Mr. Richard Marceau (Charlesbourg, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ivan Grose", 
                "url": "/politicians/4671/", 
                "member_id": 3207, 
                "party": "Liberal", 
                "riding": "Oshawa (Ontario)", 
                "id": 4671
            }, 
            "url": "/hansards/2125/25/", 
            "text": "Mr. Speaker, as you know, I seldom rise in the House because I think we tend to say too much about too little. That having been said, I have a statement today that passes my quality test.\n\nOn April 27 Canada signed a political accord with British Columbia and Wet'suwet'en First Nation. The three parties have committed to work together to identify and increase opportunities for economic development in the Wet'suwet'en community.\n\nThe first nation is currently in negotiation of an agreement in principle for a treaty with Canada and British Columbia. As the House is aware, treaty negotiations offer one of the best ways to settle unfinished business and build partnership in B.C.\n\nThe Wet'suwet'en have already started speaking to local industries, including the forestry industry, to discover how this accord might involve them as third parties. The accord will also strengthen the already good relations the Wet'suwet'en have forged with their neighbours.\n\nStrengthened economic viability benefits not just the first nations but its neighbours. This accord is a stellar example of how Canada, the provinces and first nations are establishing forward-looking, effective relationships.", 
            "topic": "Aboriginal Affairs", 
            "time": "2000-05-05 11:10:00", 
            "attribution": "Mr. Ivan Grose (Oshawa, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2125/26/", 
            "text": "Mr. Speaker, the summer student employment program is falling short of the mark just at a time when students need it most. Tuition fees have risen beyond our young people's ability to pay. Student debt is at an all time high. Student bankruptcies are the highest in the history of the country. These statistics seem to have gone unnoticed by the federal government. Not only do these programs help students but they help small businesses and no-profit organizations as well.\n\nI urge the minister to transfer money from some of the less productive programs in her department, which taxpayers have no tolerance for, to programs that will help the students in this country. The future of the country are young people.", 
            "topic": "Summer Student Employment Program", 
            "time": "2000-05-05 11:10:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2125/27/", 
            "text": "Mr. Speaker, the HRD minister continues to claim that she has incorporated those recommendations in her six point plan from Deloitte & Touche.\n\nRecommendations were made by Deloitte & Touche on February 2 and the minister made the final plan public on February 6. If we compare the early version with the final version, it is pretty clear that the minister was not in any mood for any revisions. There are no substantive differences between those two reports.\n\nWhy did the minister even bother to hire outside help when she knew she was going to ignore it anyhow?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2125/28/", 
            "text": "Mr. Speaker, it is my understanding that Deloitte & Touche was hired to look at the draft plan. They looked at it and made suggestions. The suggestions were taken into account in preparing the final plan.\n\nIt is important to note that a very important individual, an officer of this parliament, the auditor general, looked at the final plan and spoke to it with approval in the standing committee. I do not know why the hon. member is not willing to accept the judgment of an officer of this House, the auditor general.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2125/29/", 
            "text": "Mr. Speaker, I do not think the auditor general was any more impressed with it than was Deloitte & Touche. Maybe then this minister, when she actually found out the horror of what was going on there, saw that she was totally responsible for it.\n\nIf the minister is going to make a claim, she must be prepared to back it up. The minister said that she had acted on the advice of Deloitte & Touche. We know she has not. It would be so simple to bring forward the truth.\n\nDeloitte & Touche criticized the draft plan and there are no substantive differences between that and the final version. There is no clear underlined addressing of that in the final plan. Could the minister or her representative prove it? Read it to me. Where is it in that plan?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2125/30/", 
            "text": "Mr. Speaker, if there is any horror it is in the unsubstantiated premise of my hon. friend.\n\nWhat the auditor general said about the six point plan, the final version, in his appearance before the standing committee, was that the action plan prepared by the department represented an exceptional response. He also said:\n\nI do believe this is a very thorough plan for corrective action to address the immediate control problems that were identified. Some longer term action plans are also included that further strengthen the approach.\n\nHere is somebody who knows what he is talking about, an officer of this parliament. The hon. member should stop trying to undermine the auditor general and his work.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2125/31/", 
            "text": "Mr. Speaker, that is just a great quote where the auditor general talks about the immediate problem. He knows there is a long term problem here and it is simply not being addressed.\n\nIt is unbelievable how a minister of the crown can say that everything is incorporated and everything is going just fine. Her parliamentary secretary thinks everything is grand as well. I would like her to stand up in the House and address some of these pretty serious concerns as well.\n\nDeloitte & Touche said that there was not even, and I quote, “a clear statement of what improvements and outputs it is trying to achieve”. There needs to be a clear summary plan. There is a statement that is necessary and that is not in there.\n\nI ask the parliament secretary, where is that clear summary statement in the six point plan?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2125/32/", 
            "text": "Mr. Speaker, I would like to ask the hon. member why she is not willing to accept the word of the auditor general who spoke not only about the immediate impact of the six point plan, but about the long term impact when he appeared before the standing committee and said, with respect to the six point plan, “Some longer term action plans are also included that further strengthen the approach”.\n\nI ask the hon. member why she does not accept the word of the auditor general. Why is she trying to undermine the work of an officer of this House?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2125/33/", 
            "text": "Mr. Speaker, now there is another scathing audit of HRDC that the government tried to hide.\n\nThis audit, by respected accounting firm Arthur Andersen, blasts the minister's department for failing to do even basic monitoring of hundreds of thousands of taxpayer dollars. But surprise. The six pages of the audit criticizing the federal government were removed from the final version.\n\nWhat is the explanation for this one?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:20:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2125/34/", 
            "text": "Mr. Speaker, the objective of the report was to identify potential risk areas in the management of the operation and maintenance funds and to review existing internal controls.\n\nIt is an interim report based on 15 interviews where people were asked to identify possible risk areas. This is part of the ongoing process of the department to ensure that we have adequate financial management processes in place.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2125/35/", 
            "text": "Mr. Speaker, here are just a few examples of this minister hiding damning evidence from Canadians. The audit revealing the billion dollar bungle was kept under wraps until an access request forced its release. Now access requests are being routinely withheld. Deloitte & Touche's condemnation of the six point plan was buried. And today we discover that the Arthur Andersen criticism of HRDC was censored.\n\nHow can Canadians have any confidence in this minister with her track record of hiding the truth?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:20:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/36/", 
            "text": "Once again I would ask hon. members to stay away from such terms as hiding the truth. We are getting a little close.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2125/37/", 
            "text": "Mr. Speaker, on the contrary, this minister is leading the government into methods of modern comptrollership and transparency.\n\nIn this age of telecommunications, no one can hide anything and no one wants to hide anything. We have released 24 internal audits for the perusal of the opposition. Unfortunately the opposition always looks for only one part of those internal audits where certain things have been identified as being in need of improvement. The opposition never mentions any time an internal audit shows good practices, or best practices.\n\nAs usual, the way those members look at life, they harp on the negative.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2125/38/", 
            "text": "Mr. Speaker, in July 1997, Human Resources Development Canada in its analysis of the files of the transitional jobs fund asked the firm International Minicut Inc. to return an overpayment of $30,000 for three jobs that were not created.\n\nWhy did the minister not make the same request of Placeteco asking it to return the overpayment of $1.2 million, since the company had created no jobs?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2125/39/", 
            "text": "Mr. Speaker, we have given answers on this particular file probably 50 times in the House and the answer remains the same.\n\nIn order to call back funds we have to establish the existence of an overpayment. Our review of this file does not indicate that there was an overpayment. Therefore we cannot ask for the money back.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2125/40/", 
            "text": "Mr. Speaker, the covering up of tracks has gone on long enough.\n\nYesterday in her response to my colleague, the minister mixed the file of Placeteco up with that of Techni-Paint, which appears complete, unlike Placeteco's.\n\nIf the real invoices are related to real spending for job creation at Placeteco, which we doubt, why is the minister not tabling them in the House?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2125/41/", 
            "text": "Mr. Speaker, there is a process for opposition members to access information they require.\n\nYesterday they told us that they had asked for this information through access to information, and I am confident that all the information they are requesting, that can be released within the law, will be released, as is the usual practice.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2125/42/", 
            "text": "Mr. Speaker, for the information of the minister, we did indeed reapply to access to information, and there were no invoices.\n\nFor weeks, we have been asking to have the invoices tabled, which would prove beyond a doubt that the money did go to job creation at Placeteco, since we have a document in hand that proves beyond any doubt that the money very definitely went to something else.\n\nWhen will the minister be tabling the invoices?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:20:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral (Laval Centre, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2125/43/", 
            "text": "Mr. Speaker, once again I would say that those invoices which they have requested will be released if it falls within the law. The member knows there are legal requirements that must be followed when publicly releasing personal or business information.\n\nI would encourage the member to stop making unsubstantiated allegations and stop jumping to conclusions.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:25:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2125/44/", 
            "text": "Mr. Speaker, I would like to understand why we got the invoices with some files and why with Placeteco it was impossible.\n\nIt is hard to understand the stubbornness of the minister, who, day after day—50 times, she says—has served up the same response on the subject of the Placeteco invoices. It has to be either one or the other: there are no invoices or they are being prepared.\n\nWhen does the minister intend to table these invoices?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:25:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral (Laval Centre, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2125/45/", 
            "text": "Mr. Speaker, the member opposite has just made an allegation of impropriety. If she has proof of this she should bring it forward and we will investigate.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-05 11:25:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2125/46/", 
            "text": "Mr. Speaker, St. John's West has been losing $56.3 million per year since 1993 in unemployment insurance benefits. This means that medium and small businesses are losers too.\n\nMy question is for the Deputy Prime Minister. Will the government make the necessary changes to unemployment insurance to allow unemployed workers to feed their families in the morning?", 
            "topic": "Employment Insurance", 
            "time": "2000-05-05 11:25:00", 
            "attribution": "Mr. Yvon Godin (Acadie—Bathurst, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2125/47/", 
            "text": "Mr. Speaker, we are concerned with the needs of the unemployed. That is why we have had policies that have created close to two million jobs since we took office in 1993.\n\nFor another month, now four months in a row, the unemployment rate has stayed at the record low level of 6.8%.\n\nI can assure my hon. friend that we are concerned with the needs of the unemployed and the first need is to provide an unemployed person with a job. That is what we have been helping to do.", 
            "topic": "Employment Insurance", 
            "time": "2000-05-05 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2125/48/", 
            "text": "Mr. Speaker, the people of St. John's West who lost their jobs are not saying that. The Minister of Finance is balancing the budget and achieving a zero deficit on the backs of the workers who lost their jobs.\n\nWill this government soon make the changes necessary so that those families can feed their kids in St. John's West and across the country? The government has been stealing money from the workers all along.", 
            "topic": "Employment Insurance", 
            "time": "2000-05-05 11:25:00", 
            "attribution": "Mr. Yvon Godin (Acadie—Bathurst, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/49/", 
            "text": "Sometimes in the heat of battle we say things. I know the hon. member did not want to say stealing.", 
            "topic": "Employment Insurance", 
            "time": "2000-05-05 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2125/50/", 
            "text": "No, Mr. Speaker, taking.", 
            "topic": "Employment Insurance", 
            "time": "2000-05-05 11:25:00", 
            "attribution": "Mr. Yvon Godin", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/51/", 
            "text": "It was taking, of course. I misunderstood.", 
            "topic": "Employment Insurance", 
            "time": "2000-05-05 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2125/52/", 
            "text": "Mr. Speaker, I will be happy to take the hon. member's comments as a representation, in spite of the tone.\n\nI suggest to my hon. friend that he should leave the fight of the byelection on the hustings, where his party is obviously not doing very well or he would not have brought this up in the House today.", 
            "topic": "Employment Insurance", 
            "time": "2000-05-05 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2125/53/", 
            "text": "Mr. Speaker, the government is often accused of not honouring the five principles of the Canada Health Act. Is it not time that the minister came up with a sixth principle? I think it would avoid some of the problems we have experienced in the country over the last number of years. The sixth principle would be predictable long term funding. It is something that is missing in the system and I think it would address many of the problems we are experiencing in the country today.", 
            "topic": "Health", 
            "time": "2000-05-05 11:25:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2125/54/", 
            "text": "Mr. Speaker, over the course of the last four budgets the government has increased by fully 25% the amount of cash transferred to the provinces for health.\n\nLet me raise a point which is particularly important for this question from this party. In the least election campaign the Progressive Conservative Party, along with the Reform as it was then known, suggested we transfer all of the money to the provinces solely by tax points, with no cash, thus depriving the Government of Canada of any influence or moral authority to enforce the Canada Health Act.\n\nWe reject the Tory approach and the Reform approach to financing. We will continue to do it the right way.", 
            "topic": "Health", 
            "time": "2000-05-05 11:25:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2125/55/", 
            "text": "Mr. Speaker, that is nonsense. It started out at a 50:50 ratio. Now it is down to 85:15, with the provinces paying 85 cents on the dollar. This is truly hypocritical of the minister, because he—", 
            "topic": "Health", 
            "time": "2000-05-05 11:25:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/56/", 
            "text": "Once again I would ask members to stay away from words like hypocritical.", 
            "topic": "Health", 
            "time": "2000-05-05 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2125/57/", 
            "text": "Mr. Speaker, the minister knows full well that that is nonsense. Comparing our position to that of the Reform or the UA is complete nonsense.\n\nWe support the five principles of health care and suggest that we need that sixth principle to avoid the problems he has inflicted on the Canadian health care system.\n\nWill the minister act or take—", 
            "topic": "Health", 
            "time": "2000-05-05 11:30:00", 
            "attribution": "Mr. Greg Thompson", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/58/", 
            "text": "The hon. Minister of Health.", 
            "topic": "Health", 
            "time": "2000-05-05 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2125/59/", 
            "text": "Mr. Speaker, unfortunately the facts do not support the member's assertion.\n\nThe leader of that party supported the Alberta government in bill 11. That is the approach they take toward public medicare. In the last election campaign the Tory party proposed replacing the CHST by transferring tax points to the provinces and territories. That would end the role of the Government of Canada in ensuring compliance with the principles of the Canada Health Act.\n\nThat party's position, and the position of the Reformers, was rejected by the Canadian people with very good reason.", 
            "topic": "Health", 
            "time": "2000-05-05 11:30:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2125/60/", 
            "text": "Mr. Speaker, SpaceBridge Networks Corporation, a high tech firm created by industry giants Newbridge and COM DEV International, received a $2 million grant from Industry Canada.\n\nHowever, a SpaceBridge executive admitted in the Globe and Mail that the real purpose of the government's TPC grant was not so much to fund R and D, but to allow the company to start up without diluting its shareholder equity.\n\nWhy does the minister think that taxpayer money should be used as a substitute for the normal practice of raising venture capital in the private sector?", 
            "topic": "Industry", 
            "time": "2000-05-05 11:30:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Manley", 
                "url": "/politicians/4682/", 
                "member_id": 3209, 
                "party": "Liberal", 
                "riding": "Ottawa South (Ontario)", 
                "id": 4682
            }, 
            "url": "/hansards/2125/61/", 
            "text": "Mr. Speaker, I would like to congratulate the member on putting his first question to me as industry critic.\n\nI would like to point out to him that the technology partnerships program does not give grants, so the premise of his question is totally wrong.", 
            "topic": "Industry", 
            "time": "2000-05-05 11:30:00", 
            "attribution": "Hon. John Manley (Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2125/62/", 
            "text": "Mr. Speaker, the government seems to have endless money to spend on mismanaged grants at HRDC, mindless dead rabbit art displays, and endless politically motivated boondoggles.\n\nOne of the people in my riding told me that they would much rather have an MRI machine in the hospital than a fountain in the Prime Minister's riding.\n\nWhen will the government correct its priorities, provide adequate funding for health care, get the debt and interest payments down, and give some real tax relief?", 
            "topic": "The Economy", 
            "time": "2000-05-05 11:30:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Manley", 
                "url": "/politicians/4682/", 
                "member_id": 3209, 
                "party": "Liberal", 
                "riding": "Ottawa South (Ontario)", 
                "id": 4682
            }, 
            "url": "/hansards/2125/63/", 
            "text": "Mr. Speaker, the hon. member will know that support for tourism infrastructure is one of the things that the Harris government proposed to do in its budget this past week, making hundreds of millions of dollars available to support locally supported projects such as the fountain in Shawinigan.\n\nIf the Alliance party has a problem with that, it may want to contact Mr. Long quickly and let him know that Mr. Harris is on the wrong track.", 
            "topic": "The Economy", 
            "time": "2000-05-05 11:30:00", 
            "attribution": "Hon. John Manley (Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Odina Desrochers", 
                "url": "/politicians/2773/", 
                "member_id": 2696, 
                "party": "Bloc", 
                "riding": "Lotbinière (Québec)", 
                "id": 2773
            }, 
            "url": "/hansards/2125/64/", 
            "text": "Mr. Speaker, Tom Kent is a former deputy minister under the government of Lester B. Pearson. His actions are said to have marked Canadian social policies, particularly health policies.\n\nYesterday, Mr. Kent said before a Senate committee that the main threat to our health system was the federal government itself.\n\nDoes the Minister of Health agree with Mr. Kent that this government violated the commitment made by the federal government in the sixties by making drastic cuts to transfer payments, since 1995?", 
            "topic": "Transfer Payments", 
            "time": "2000-05-05 11:30:00", 
            "attribution": "Mr. Odina Desrochers (Lotbinière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2125/65/", 
            "text": "Mr. Speaker, the hon. member must know that in each of the last four budgets we have increased transfers to the provinces.\n\nIn last year's budget, we increased those payments by $11.5 billion, over a four year period. This year, we increased them again. The increase for the past two years is over 25%.", 
            "topic": "Transfer Payments", 
            "time": "2000-05-05 11:30:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/66/", 
            "text": "Oh, oh.", 
            "topic": "Transfer Payments", 
            "time": "2000-05-05 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2125/67/", 
            "text": "Moreover, we invested money in research and development, in transition funds and in the whole information sector. We are in the process of achieving—", 
            "topic": "Transfer Payments", 
            "time": "2000-05-05 11:30:00", 
            "attribution": "Hon. Paul Martin", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/68/", 
            "text": "Oh, oh.", 
            "topic": "Transfer Payments", 
            "time": "2000-05-05 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/69/", 
            "text": "I would ask hon. members to please keep their voices down, because we want to listen to the minister's reply. He has some time left if he wishes to add something. Otherwise, I will hear the hon. member for Lotbinière.", 
            "topic": "Transfer Payments", 
            "time": "2000-05-05 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Odina Desrochers", 
                "url": "/politicians/2773/", 
                "member_id": 2696, 
                "party": "Bloc", 
                "riding": "Lotbinière (Québec)", 
                "id": 2773
            }, 
            "url": "/hansards/2125/70/", 
            "text": "Mr. Speaker, the government is constantly trying to include tax points in the contribution for health to create a smokescreen.\n\nWill the minister finally agree with Mr. Kent that this is a “stupid” argument that it does not make “any sense”?", 
            "topic": "Transfer Payments", 
            "time": "2000-05-05 11:30:00", 
            "attribution": "Mr. Odina Desrochers (Lotbinière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2125/71/", 
            "text": "Mr. Speaker, it is the hon. member who is not making any sense. Again, the transfer of tax points by the Canadian government was at the request of the provinces.\n\nMr. Miller, who was Ontario's treasurer, asked that the full transfer be in the form of tax points, because he was well aware that these points would increase in value much more than cash transfers.\n\nWe went 50-50, because we wanted to accommodate the provinces. But we were well aware that it also takes money to maintain the Canadian government's position and we will continue to maintain that position.", 
            "topic": "Transfer Payments", 
            "time": "2000-05-05 11:35:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Williams", 
                "url": "/politicians/305/", 
                "member_id": 3070, 
                "party": "Reform", 
                "riding": "St. Albert (Alberta)", 
                "id": 305
            }, 
            "url": "/hansards/2125/72/", 
            "text": "Mr. Speaker, with every page we turn it is waste, it is mismanagement and it is incompetence everywhere. According to the auditor general's recent report, the Department of Indian Affairs and Northern Development is spending up to $65,000 per special needs student and does not even know if the money is being spent on the students.\n\nWhy is the Department of Indian Affairs and Northern Development so incompetent and so poorly managed that it does not care about ripping off the taxpayer and especially does not seem to care about educating the students under its responsibility?", 
            "topic": "Aboriginal Affairs", 
            "time": "2000-05-05 11:35:00", 
            "attribution": "Mr. John Williams (St. Albert, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Iftody", 
                "url": "/politicians/4252/", 
                "member_id": 3112, 
                "party": "Liberal", 
                "riding": "Provencher (Manitoba)", 
                "id": 4252
            }, 
            "url": "/hansards/2125/73/", 
            "text": "Mr. Speaker, the Government of Canada takes the education of Indian children very seriously. The questions raised by the hon. member are quite inappropriate. The facts speak for themselves.\n\nThe truth is that under this administration over the last seven years more first nations people have gone to university than was the case prior to that and we have every intention of keeping that up.", 
            "topic": "Aboriginal Affairs", 
            "time": "2000-05-05 11:35:00", 
            "attribution": "Mr. David Iftody (Parliamentary Secretary to Minister of Indian Affairs and Northern Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lee Morrison", 
                "url": "/politicians/6518/", 
                "member_id": 2736, 
                "party": "Reform", 
                "riding": "Cypress Hills—Grasslands (Saskatchewan)", 
                "id": 6518
            }, 
            "url": "/hansards/2125/74/", 
            "text": "Mr. Speaker, it is tough to be at the bottom of the food chain. Just ask a rabbit or a western farmer.\n\nThe recently announced increase in grain freight rates will add $1.45 a tonne to farmers' surging costs. The CTA is not at fault. It just crunches the numbers mandated by parliament. The government is to blame for not acting on the recommendations of two very costly reports.\n\nWill the Minister of Transport get his act together before August 1 and implement the revenue cap recommended in the Kroeger report?", 
            "topic": "Grain Transportation", 
            "time": "2000-05-05 11:35:00", 
            "attribution": "Mr. Lee Morrison (Cypress Hills—Grasslands, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2125/75/", 
            "text": "Mr. Speaker, the intention is to try to meet the deadlines for the crop year beginning August 1 and that will mean legislation brought into the House of Commons very shortly to deal with the issues raised in the Estey and Kroeger process, which have been the subject of many consultations across the country for the past two years.\n\nGiven the hon. member's enthusiasm for such changes toward a more competitive system, I hope that he and the members of his party will support that legislation expeditiously when it reaches the House.", 
            "topic": "Grain Transportation", 
            "time": "2000-05-05 11:35:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2125/76/", 
            "text": "Mr. Speaker, either the Minister of Agriculture and Agri-Food is ill-informed about GMOs or he has his head in the sand.\n\nOn April 12, 2000, the European Parliament introduced mandatory labelling of foods with a GMO content of more than 1%. The legislation also covers foods containing food flavourings and additives made from GMOs.\n\nGiven that the European Union has the technology and the criteria for the mandatory labelling of GMOs, are we to conclude that the Canadian Minister of Agriculture and Agri-Food is less competent and that he has no wish to take action?", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-05-05 11:35:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2125/77/", 
            "text": "Mr. Speaker, the government believes that consumer information as it relates to biotechnology and food must be meaningful, credible and enforceable.\n\nThe European approach, to which the hon. member has referred on many occasions with apparent approval, is one that has the appearance of effectiveness, but in fact at the root of it the Europeans do not have the capacity to make their system meaningful, credible and enforceable. Therefore their approach is largely a mirage.", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-05-05 11:35:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2125/78/", 
            "text": "Mr. Speaker, given that the Laboratoire d'environnement SM in Quebec and Genserve Laboratories in Saskatchewan can detect GMOs, does the minister realize that his explanations are devoid of logic and that he is losing all credibility on this issue?", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-05-05 11:35:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2125/79/", 
            "text": "Mr. Speaker, the government is working very hard to ensure that all consumers in Canada have the information which they need.\n\nFirst of all, we are investing in the science to ensure that it is first class. Second, we are investing in the regulatory system to ensure that Canadians can have confidence in the science. Third, we are engaging in a broad consultation with Canadians to get their input and their advice about how they want their system to be run.", 
            "topic": "Genetically Modified Organisms", 
            "time": "2000-05-05 11:35:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Reynolds", 
                "url": "/politicians/3164/", 
                "member_id": 2506, 
                "party": "Reform", 
                "riding": "West Vancouver—Sunshine Coast (B.C.)", 
                "id": 3164
            }, 
            "url": "/hansards/2125/80/", 
            "text": "Mr. Speaker, Robert Fahlman, former RCMP criminal intelligence officer, said, “The Mounties were disappointed with CSIS stopping sidewinder ”. Robert Proulx, director of RCMP criminal intelligence, wrote the director of CSIS arguing that the original sidewinder report was altered, sometimes incorrectly, and in some cases some information was completely removed.\n\nIs the solicitor general still standing by his story that sidewinder was not shut down, or is he saying that statements of RCMP officers are untrue?", 
            "topic": "Organized Crime", 
            "time": "2000-05-05 11:40:00", 
            "attribution": "Mr. John Reynolds (West Vancouver—Sunshine Coast, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence MacAulay", 
                "url": "/politicians/lawrence-macaulay/", 
                "member_id": 3250, 
                "party": "Liberal", 
                "riding": "Cardigan (P.E.I.)", 
                "id": 176
            }, 
            "url": "/hansards/2125/81/", 
            "text": "Mr. Speaker, I would like to clear up this subject once and for all. First, sidewinder was not an investigation, it was a study. Second, it was not shut down, it was completed. In fact the RCMP and CSIS both indicated it was an excellent report.", 
            "topic": "Organized Crime", 
            "time": "2000-05-05 11:40:00", 
            "attribution": "Hon. Lawrence MacAulay (Solicitor General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2125/82/", 
            "text": "Mr. Speaker, two days ago a man got three and a half years in prison and an eight year driving ban for killing a man while impaired. Yesterday another drunk driver went home with a two year conditional sentence for killing Ellen Katarius, a single mother of four.\n\nMothers Against Drunk Driving has complained for years about conditional sentences for impaired driving causing death. Parliament is considering a maximum life sentence for the offence while the courts continue to impose conditional sentences.\n\nWhat does the Minister of Justice have to say to four motherless children? Where is the justice in all of this?", 
            "topic": "Justice", 
            "time": "2000-05-05 11:40:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2125/83/", 
            "text": "Mr. Speaker, the hon. member knows the Supreme Court of Canada recently rendered a judgment that provides guidance to lower courts in relation to the use of conditional sentences. In addition, I know the hon. member is aware, since he is a member of the justice and human rights committee, that I have asked that committee to do a thorough review of the use of conditional sentences within this country. I look forward to receiving that report from the committee.", 
            "topic": "Justice", 
            "time": "2000-05-05 11:40:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "René Laurin", 
                "url": "/politicians/6354/", 
                "member_id": 3279, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 6354
            }, 
            "url": "/hansards/2125/84/", 
            "text": "Mr. Speaker, the Minister of Canadian Heritage promised to get to the bottom of the CINAR affair. But the Minister of National Revenue is refusing to answer questions and, according to an RCMP officer, investigators' hands are tied, which was not contradicted by the RCMP yesterday.\n\nHas the solicitor general received an internal investigation report from Revenue Canada on the basis of which he could decide whether or not to lay charges?", 
            "topic": "Cinar", 
            "time": "2000-05-05 11:40:00", 
            "attribution": "Mr. René Laurin (Joliette, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence MacAulay", 
                "url": "/politicians/lawrence-macaulay/", 
                "member_id": 3250, 
                "party": "Liberal", 
                "riding": "Cardigan (P.E.I.)", 
                "id": 176
            }, 
            "url": "/hansards/2125/85/", 
            "text": "Mr. Speaker, as I have said a number of times in the House, there is excellent co-operation between Revenue Canada and the RCMP. In fact, yesterday a media advisory was put out by the RCMP that there exists a strong co-operative relationship between the two organizations. I do not know how it could be much clearer.", 
            "topic": "Cinar", 
            "time": "2000-05-05 11:40:00", 
            "attribution": "Hon. Lawrence MacAulay (Solicitor General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Richardson", 
                "url": "/politicians/6106/", 
                "member_id": 2616, 
                "party": "Liberal", 
                "riding": "Perth—Middlesex (Ontario)", 
                "id": 6106
            }, 
            "url": "/hansards/2125/86/", 
            "text": "Mr. Speaker, next week is Forestry Week in Canada. I ask the Minister of Natural Resources, how is the government planning to recognize the important role that forestry plays in the lives of many Canadians in this country?", 
            "topic": "Forestry", 
            "time": "2000-05-05 11:40:00", 
            "attribution": "Mr. John Richardson (Perth—Middlesex, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2125/87/", 
            "text": "Mr. Speaker, next week is indeed Forestry Week across Canada. Activities will be planned right across the country. We are kicking it off this afternoon on Parliament Hill. The Deputy Prime Minister and I will be planting Canada's new millennium tree within the precincts of parliament.\n\nWe will also be honouring five young Canadians who are the winners in an essay contest about the future of Canada's forests. They are Marie-Hélene Basque of Rouyn, Quebec; Alison Stacey of Vernon, British Columbia; Iva Veukin of Mississauga, Ontario; Jay Potter of Dartmouth, Nova Scotia; and Krysta Noseworthy of Cornerbrook, Newfoundland. I know all hon. members will want to join me in congratulating them.", 
            "topic": "Forestry", 
            "time": "2000-05-05 11:40:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Gilmour", 
                "url": "/politicians/5526/", 
                "member_id": 2483, 
                "party": "Reform", 
                "riding": "Nanaimo—Alberni (B.C.)", 
                "id": 5526
            }, 
            "url": "/hansards/2125/88/", 
            "text": "Mr. Speaker, recently Stephen Truscott cleared his name on a wrongful murder conviction. During that inquiry the justice minister said that she takes allegations of wrongful conviction very seriously.\n\nTwo months ago the minister denied a new trial for Patrick Kelly, despite the fact that the key witness admitted she lied on the stand and one judge from the Ontario Court of Appeal called for a new trial for Kelly.\n\nGiven that the key witness lied on the stand, why did the minister choose to deny Patrick Kelly a new trial?", 
            "topic": "Justice", 
            "time": "2000-05-05 11:40:00", 
            "attribution": "Mr. Bill Gilmour (Nanaimo—Alberni, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2125/89/", 
            "text": "Mr. Speaker, as the hon. member is probably aware, my predecessor provided Mr. Kelly with a section 690 remedy in referring the case to the Ontario Court of Appeal. The Ontario Court of Appeal rendered its judgment some months ago.\n\nI have reviewed that judgment as well as information and submissions made on behalf of Mr. Kelly. After a thorough review of that information and the judgment of the Ontario Court of Appeal, I concluded that there was no basis to seek a retrial or referral of Mr. Kelly's case to any other judicial body.", 
            "topic": "Justice", 
            "time": "2000-05-05 11:45:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Philip Mayfield", 
                "url": "/politicians/4022/", 
                "member_id": 3077, 
                "party": "Reform", 
                "riding": "Cariboo—Chilcotin (B.C.)", 
                "id": 4022
            }, 
            "url": "/hansards/2125/90/", 
            "text": "Mr. Speaker, the 1993 Liberal red book stated “We will establish strict guidelines for merit in government appointments”. It is seven years later and nothing has happened, nothing has changed. Bill C-31 dictates that members of the Immigration and Refugee Board will continue to be appointed by the minister, that is, through patronage.\n\nWill the minister explain to Canadians why she refuses to move to a system of open competition and merit in choosing members of the IRB? Why does she continue this disreputable system?", 
            "topic": "Immigration And Refugee Board", 
            "time": "2000-05-05 11:45:00", 
            "attribution": "Mr. Philip Mayfield (Cariboo—Chilcotin, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2125/91/", 
            "text": "Mr. Speaker, let me say on behalf of my colleague the Minister of Citizenship and Immigration that we have every confidence in the quality and ability of those who are appointed to the IRB. I will take the opportunity to raise the concern that you have brought up today with my colleague upon her return.\n\nLet me reiterate. We have every confidence in the ability and integrity of those who serve on the IRB.", 
            "topic": "Immigration And Refugee Board", 
            "time": "2000-05-05 11:45:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/92/", 
            "text": "I remind hon. members to please always address the Chair.", 
            "topic": "Immigration And Refugee Board", 
            "time": "2000-05-05 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2125/93/", 
            "text": "Mr. Speaker, my question is for the Deputy Prime Minister.\n\nEarlier this week the Minister of Canadian Heritage announced a sweeping review of foreign ownership rules for newspapers. Later this week the Prime Minister's office informed the public that the minister's announcement had not been planned and assured Canadians that it was not the intention of the government to actually conduct a full review of the newspaper industry.\n\nWho is speaking for the government, the Prime Minister or the minister? Is there a review actually taking place? Was the minister simply making it up? Who is in charge?", 
            "topic": "Newspaper Industry", 
            "time": "2000-05-05 11:45:00", 
            "attribution": "Mr. Nelson Riis (Kamloops, Thompson and Highland Valleys, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2125/94/", 
            "text": "Mr. Speaker, the government speaks with one voice. In this instance—", 
            "topic": "Newspaper Industry", 
            "time": "2000-05-05 11:45:00", 
            "attribution": "Mr. Mauril Bélanger (Parliamentary Secretary to Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/95/", 
            "text": "Oh, oh.", 
            "topic": "Newspaper Industry", 
            "time": "2000-05-05 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2125/96/", 
            "text": "Do you want an answer?", 
            "topic": "Newspaper Industry", 
            "time": "2000-05-05 11:45:00", 
            "attribution": "Mr. Mauril Bélanger", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2125/97/", 
            "text": "It will be the first one we ever got.", 
            "topic": "Newspaper Industry", 
            "time": "2000-05-05 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2125/98/", 
            "text": "Mr. Speaker, in this instance—", 
            "topic": "Newspaper Industry", 
            "time": "2000-05-05 11:45:00", 
            "attribution": "Mr. Mauril Bélanger", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/99/", 
            "text": "Order, please. I know the hon. member was addressing me and yes, I would like an answer.", 
            "topic": "Newspaper Industry", 
            "time": "2000-05-05 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2125/100/", 
            "text": "Mr. Speaker, the government welcomes a public debate on the question of newspaper ownership and especially of newspaper concentration of ownership in Canada. The method of that public debate has yet to be established. We would welcome suggestions from the members opposite for establishing a process that will lead to a debate from coast to coast to coast on the importance of newspapers in communicating to Canadians what is important.", 
            "topic": "Newspaper Industry", 
            "time": "2000-05-05 11:45:00", 
            "attribution": "Mr. Mauril Bélanger", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2125/101/", 
            "text": "Mr. Speaker, for seven months members of the House, Albertans and all Canadians have been waiting for the answer of the Minister of Health and his government to bill 11. Time has run out; the product is here. Will the minister tell Canadians and members of the House, does bill 11 violate the Canada Health Act? Yes or no?", 
            "topic": "Health", 
            "time": "2000-05-05 11:45:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2125/102/", 
            "text": "Mr. Speaker, in November we said we would not stand by and let health care be privatized by stealth. In March I went to Calgary and spoke, criticizing the policy behind bill 11 and saying why it will not solve the problems in our health care system. Last month I wrote to the Alberta government suggesting specific amendments to the bill so that we could avoid some of the dangers it presents.\n\nOne thing is clear. No matter what happens in that legislature next week, this government will protect the principles of the Canada Health Act by monitoring and by enforcing.", 
            "topic": "Health", 
            "time": "2000-05-05 11:45:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2125/103/", 
            "text": "Mr. Speaker, local newscasts are the lifeline of many rural communities in Canada. They are the one source of information that links many of our smaller communities together.\n\nWith unity being a primary concern within this country, can the Minister of Canadian Heritage tell us why she is willing to allow the CBC to sacrifice rural newscasts for the benefit of urban Toronto?", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-05 11:50:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2125/104/", 
            "text": "Mr. Speaker, if the member had listened to the minister's answers to questions, he might wish to pose a different one.\n\nOne has to understand and respect that CBC has an arm's length relationship with the government. It would be rather untoward to dictate how it is managed.\n\nHaving said that, we and I believe CBC are fully aware of its mandate as it is prescribed by law. I would invite the member to refer to section 3.1 of the Broadcasting Act and he will have his answer.", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-05 11:50:00", 
            "attribution": "Mr. Mauril Bélanger (Parliamentary Secretary to Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2125/105/", 
            "text": "Mr. Speaker, I would have liked an answer.\n\nThe minister turned her back on the magazine industry through the concessions to Bill C-55. She appears willing to allow foreign ownership in our newspaper and broadcasting industry and she screams content to allow the CBC to withdraw from local newscasts.\n\nCan the Minister of Canadian Heritage tell us which foreign investor will be charged with telling our Canadian stories to our Canadian children?", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-05 11:50:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2125/106/", 
            "text": "Mr. Speaker, the Minister of Canadian Heritage has got to be the Canadian that is most proud of our ability to tell Canadian stories and not having to be dictated by foreigners.\n\nI do not really understand where the member is coming from on that. Time and time again the minister has stood in the House and presented bills and interventions to support Canadian cultural industries. We will continue to do so and we will support her in her efforts to do so.", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-05 11:50:00", 
            "attribution": "Mr. Mauril Bélanger (Parliamentary Secretary to Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2125/107/", 
            "text": "Mr. Speaker, Canadians rely on the CBC to find out about what is happening in their communities. Can the parliamentary secretary reassure Canadians that in fact local news coverage managed through regional offices will continue to be an integral part of CBC?", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-05 11:50:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2125/108/", 
            "text": "Mr. Speaker, in response to both questions, I wish to refer to section 3.1 of the Broadcasting Act which says that the CBC must “reflect Canada and its regions to national and regional audiences, while serving the special needs of those regions”.\n\nThe board that was to meet next Monday or Tuesday I gather has postponed its meeting. This provides an opportunity for CBC to engage in a dialogue with Canadians from coast to coast to coast on the nature of the services they wish to have from their national broadcaster.", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-05 11:50:00", 
            "attribution": "Mr. Mauril Bélanger (Parliamentary Secretary to Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2125/109/", 
            "text": "Mr. Speaker, foreign affairs was so insecure about the Prime Minister's inability that it commissioned a survey. Angus Reid found that Céline Dion is the best Canadian to represent our country, not the Prime Minister. She sung her way into our hearts, not the Prime Minister. The survey found that Canadians are embarrassed by the awkward Prime Minister on the international stage.\n\nWill the minister take the advice from that department's poll and send Céline on the next international trip and not the Prime Minister?", 
            "topic": "Foreign Affairs", 
            "time": "2000-05-05 11:50:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2125/110/", 
            "text": "Mr. Speaker, the hon. member should be the last person to give advice to the Prime Minister on foreign affairs after his spotty record in advising the Government of Liberia.", 
            "topic": "Foreign Affairs", 
            "time": "2000-05-05 11:50:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2125/111/", 
            "text": "Mr. Speaker, an investigation into the infiltration of the Canadian immigration office in Hong Kong by Chinese triads was apparently covered up by RCMP officials.\n\nRobert Read, in charge of the investigation until 1997, was apparently sidelined after discovering weaknesses in Immigration Canada's computer system that might pose a threat to national security.\n\nHow can the solicitor general allow such a situation unless he is covering up another blunder by the government?", 
            "topic": "Rcmp Investigations", 
            "time": "2000-05-05 11:50:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence MacAulay", 
                "url": "/politicians/lawrence-macaulay/", 
                "member_id": 3250, 
                "party": "Liberal", 
                "riding": "Cardigan (P.E.I.)", 
                "id": 176
            }, 
            "url": "/hansards/2125/112/", 
            "text": "Mr. Speaker, the House is well aware that there was an investigation conducted by the RCMP. There was nothing to indicate any wrongdoing.", 
            "topic": "Rcmp Investigations", 
            "time": "2000-05-05 11:50:00", 
            "attribution": "Hon. Lawrence MacAulay (Solicitor General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bev Desjarlais", 
                "url": "/politicians/3175/", 
                "member_id": 2509, 
                "party": "NDP", 
                "riding": "Churchill (Manitoba)", 
                "id": 3175
            }, 
            "url": "/hansards/2125/113/", 
            "text": "Mr. Speaker, the transport committee has found a number of problems with last December's deal between the transport minister and Air Canada on the takeover of Canadian Airlines.\n\nSmall communities are only protected for three years and then thrown to the wolves. There is forced divestiture of Canadian Regional Airlines for no good reason. There is nothing to ensure a smooth transition for airline employees.\n\nAs the minister knows, these problems are in the deal with Air Canada, not in the bill itself. Our committee can only recommend amendments to the bill. Will the minister please tell the House what he can do to address the problems with the deal?", 
            "topic": "Airline Industry", 
            "time": "2000-05-05 11:50:00", 
            "attribution": "Ms. Bev Desjarlais (Churchill, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2125/114/", 
            "text": "Mr. Speaker, first of all, the fact is that the agreement was negotiated between the competition commissioner and Air Canada pursuant to the Competition Act. The government accepted the agreement.\n\nThe alternative last December was to have the bankruptcy of Canadian Airlines within two days with 16,000 employees being thrown out of work and creating absolute chaos to the air system in the country. Yes, there have been problems. That has been acknowledged by Air Canada. The fact is the result we have today is much better than the result we would have had had we followed the hon. member's advice.\n\nWe have to get the bill through to give the competition commissioner power to protect the public—", 
            "topic": "Airline Industry", 
            "time": "2000-05-05 11:55:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/115/", 
            "text": "The hon. member for West Nova.", 
            "topic": "Airline Industry", 
            "time": "2000-05-05 11:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2125/116/", 
            "text": "Mr. Speaker, damage caused in Nova Scotia by the 1998 ice storm was not deemed significant enough to qualify for emergency federal funding. On January 21 another winter storm severely damaged five wharves and still there is no federal assistance.\n\nMy question is for the Deputy Prime Minister. Why is it when residents of Quebec and Ontario are faced with tragedy the federal government is quick to provide assistance yet it can turn a blind eye to Atlantic Canada?", 
            "topic": "Disaster Assistance", 
            "time": "2000-05-05 11:55:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2125/117/", 
            "text": "Mr. Speaker, the hon. member did not give me notice of this rather detailed question. It is my understanding under the arrangements nationally that the provincial government makes the initial request and it is considered by the federal government. I will have to check if such a request was made. I will get back to my hon. friend with the fullest possible information.", 
            "topic": "Disaster Assistance", 
            "time": "2000-05-05 11:55:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Larry McCormick", 
                "url": "/politicians/4554/", 
                "member_id": 3183, 
                "party": "Liberal", 
                "riding": "Hastings—Frontenac—Lennox And Addington (Ontario)", 
                "id": 4554
            }, 
            "url": "/hansards/2125/118/", 
            "text": "Mr. Speaker, my question is for the Minister of Transport.\n\nSince the inauguration of the St. Lawrence Seaway system 40 years ago, the creation of a marine transportation system became a shining example of international co-operation between Canada and the United States that is the envy of the world. Canada has maintained the option of building an all Canadian seaway system throughout this period. Can the minister please tell the House whether or not this option is still necessary?", 
            "topic": "Transport", 
            "time": "2000-05-05 11:55:00", 
            "attribution": "Mr. Larry McCormick (Hastings—Frontenac—Lennox and Addington, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2125/119/", 
            "text": "Mr. Speaker, it is unnecessary and that is why this morning in Cornwall I announced the termination of plans for an all Canadian seaway route.\n\nThe fact is that this was a negotiating tactic used by the former Liberal government headed very successfully by Mr. St. Laurent against the U.S. in the early 1950s to overcome Congressional objections to the building of the seaway. As a result, the seaway is working very efficiently today and we do not need all of the land for an all Canadian route. That is why I made the announcement today. Three hundred acres of land, some of it very beautiful along the shores of the St. Lawrence, will be returned to its natural state and will be used for the benefit of future generations of Canadians. It will enhance that beautiful city.", 
            "topic": "Transport", 
            "time": "2000-05-05 11:55:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deepak Obhrai", 
                "url": "/politicians/deepak-obhrai/", 
                "member_id": 2449, 
                "party": "Reform", 
                "riding": "Calgary East (Alberta)", 
                "id": 216
            }, 
            "url": "/hansards/2125/120/", 
            "text": "Mr. Speaker, a 1997 internal audit of the trade association element of the program for export market development revealed a number of shortcomings including a lack of program priorities and methods of assessing results.\n\nThe minister has had more than two years to implement recommendations in the audit but has failed to do so. In the meantime, the minister has spent $14.7 million of the taxpayers' dollars. Why?", 
            "topic": "International Trade", 
            "time": "2000-05-05 11:55:00", 
            "attribution": "Mr. Deepak Obhrai (Calgary East, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2125/121/", 
            "text": "Mr. Speaker, we will look into the audit that my hon. colleague is referring to.\n\nI have had a number of discussions with my deputy minister in the last few weeks and months. I am told that we have implemented everything that was needed to make sure that the distribution of grants and contributions in the Department of International Trade respected very elevated criteria to make sure that they served the purpose of the programs that we have created to help Canadians to do better in international trade around the world.", 
            "topic": "International Trade", 
            "time": "2000-05-05 11:55:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2125/122/", 
            "text": "Mr. Speaker, the federal government is currently reviewing the Environmental Assessment Act, which it uses to interfere in all sorts of provincial matters.\n\nHowever, this same government is refusing to submit major federal projects such as the export of nuclear plants or the import of plutonium to a full environmental assessment.\n\nWill the Minister of the Environment agree to submit the export of nuclear plants and the import of uranium to a full environmental assessment?", 
            "topic": "The Environment", 
            "time": "2000-05-05 11:55:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2125/123/", 
            "text": "Mr. Speaker, the Government of Canada is quite confident that the procedures and practices it follows at the present time, and has followed in the past, are in full compliance with all legal requirements.\n\nAs the hon. member knows, there is some outstanding litigation at the present in time and therefore it would be inappropriate to comment further other than to say that from the government's point of view we are confident of our legal position.", 
            "topic": "The Environment", 
            "time": "2000-05-05 12:00:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2125/124/", 
            "text": "Mr. Speaker, the Liberal caucus of the Atlantic said “Let's catch the wave, let's make changes to the employment insurance if we want to win the next election”.\n\nAt the March convention the Prime Minister said that the Liberals lost the Atlantic provinces because they cut employment insurance and that changes were needed to get them back.\n\nCould the Deputy Prime Minister tell us what the Prime Minister meant when he made those statements to Canadians.", 
            "topic": "Liberal Party", 
            "time": "2000-05-05 12:00:00", 
            "attribution": "Mr. Yvon Godin (Acadie—Bathurst, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2125/125/", 
            "text": "Mr. Speaker, I thank the hon. member for endorsing the words of the Prime Minister. This is great praise indeed coming from the NDP.", 
            "topic": "Liberal Party", 
            "time": "2000-05-05 12:00:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2125/126/", 
            "text": "Mr. Speaker, in response to me earlier, the minister said that he will not say yes or no on bill 11. I suggest that he does not have the nerve to say yes or no, and is hiding under—", 
            "topic": "Health", 
            "time": "2000-05-05 12:00:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/127/", 
            "text": "It is getting a little bit rambunctious. Please, go directly to your question.", 
            "topic": "Health", 
            "time": "2000-05-05 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2125/128/", 
            "text": "Mr. Speaker, I will shift gears a little bit and go to a minister who may may give me a response.", 
            "topic": "Health", 
            "time": "2000-05-05 12:00:00", 
            "attribution": "Mr. Greg Thompson", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/129/", 
            "text": "I do not think so. That brings to a conclusion our question period today.", 
            "topic": "Health", 
            "time": "2000-05-05 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/130/", 
            "text": "I draw the attention of hon. members to the presence in the gallery of a delegation of honourable ministers from the countries of Ghana, Mauritius, Mozambique, Nigeria, Senegal, South Africa, Tanzania and Uganda. They are participating in the Africa Direct Conference.", 
            "topic": "Presence In Gallery", 
            "time": "2000-05-05 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/131/", 
            "text": "Hear, hear.", 
            "topic": "Presence In Gallery", 
            "time": "2000-05-05 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2125/132/", 
            "text": "Mr. Speaker, I have given notice of a question of privilege and I want you to refer first to Joseph Maingot's second edition, chapter 12, wherein it is made clear that a question of privilege is a proper vehicle for bringing to the attention of the House a matter which the House may consider to be a contempt of this House. I particularly direct your attention to pages 224 and 225.\n\nI make this point at the outset, Mr. Speaker, to remove from your mind any consideration of the usual test that you would apply for any breach of the immunities of parliamentary privilege. I am compelled to use the vehicle of a question of privilege to ask that you find there is evidence of a prima facie contempt of the House.\n\nI have a letter on House of Commons stationery, which was procured at the expense of the Canadian taxpayer. The letter solicits attendance at a meeting to meet representatives for the leadership race for the Canadian Alliance. The letter was signed by the member of parliament for New Westminster—Coquitlam—Burnaby. It was sent out using first class postal frank, which is again using a publicly financed facility. I am prepared to table that letter.\n\nApart from the hypocrisy of using public funds by a member of a party who says it is for fiscal responsibility, or stands for fiscal responsibilities, and less use of public expenditures, this is a gross misuse of the facilities put at the disposal of members of parliament.\n\nThere is a place for partisan activity in every member's office. However, I submit that it is a gross impropriety for a member to finance his party's leadership race using publicly paid for facilities and supplies. Supporters of the member's party should pay for this sort of message not every Canadian taxpayer, whether it is my riding, your riding, Mr. Speaker, or any other member's riding.\n\nI submit that every member knows that this is wrong and that there has been a deliberate abuse of the system by the member for New Westminister—Coquitlam—Burnaby. This offends the unwritten practices of the House and, as such, constitutes contempt of the House.\n\nThe question that arises is just how much more of the Canadian Alliance leadership race is going to be publicly financed by the Canadian taxpayers? Why should I, as an MP, have to defend to my overtaxed constituents this sort or abuse? This brings into disrepute the reputation of every member of the House. This sort of action brings public life into disrepute and, for this reason, it is contemptuous of the House.\n\nParty leadership races should be financed through the party or private contributors. By abusing the trust which every member has to use public supplies and services in a proper manner, the member for New Westminister—Coquitlam—Burnaby has, in my opinion, brought the House into odium and public disrespect. As members of parliament, we are all offended by this.\n\nShould you, Mr. Speaker, find that there is a prima facie case to be answered by the member, I am prepared to move the necessary motion to refer the matter to committee.\n\nOn that, I rest my case. I am sure other members will also want to engage in the debate on this question of privilege.", 
            "topic": "Privilege", 
            "time": "2000-05-05 12:00:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/133/", 
            "text": "Before I hear any other interventions, this has occurred before in the House of Commons. Madam Speaker Sauvé gave a ruling on December 15, 1982. The ruling stated:\n\nThe Speaker does not interfere to tell Hon. Members in what instances they may use their frank or may not use their frank. This is up to the Hon. Member to determine. He does it within his own conception of what is or is not proper. If something improper arises, Hon. Members usually discuss it in the Committee.\n\nWhere this usually comes up is in the committee for internal economy and would possibly be sent to the committee for procedure.\n\nI think what you are asking, if not me, the House to do is to look at all the material that members send out under their frank. This would be extremely difficult. The House, or a committee of the House, or the Speaker would become a censor to what members can or cannot send out.\n\nI appeal to hon. members to use their good judgment when sending out material. I think we have members here now who sit on the Board of Internal Economy, where this should perhaps be brought up, if not by one of the members here, by the hon. member's spokesperson on the Board of Internal Economy.\n\nI suggest that we handle this particular case in this way. I will wait to have some kind of direction from the Board of Internal Economy, which may or may not choose to forward it to the procedures committee.\n\nI have a point of order that I want to listen to now. The hon. member for Peace River.", 
            "topic": "Privilege", 
            "time": "2000-05-05 12:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2125/134/", 
            "text": "Mr. Speaker, during question period, the Minister of Industry suggested that it was the first time I had asked a question of him since becoming the industry critic for our party. Hansard will show that is not true, and I—", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:10:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/135/", 
            "text": "That is not exactly a point of order, but I am sure the hon. member has made his point. Of course I did not like the words “not true”, but we will let it roll for today.", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2125/136/", 
            "text": "Mr. Speaker, as the foreign affairs critic of the official opposition, the Canadian Alliance, I asked a question today. In his response, the Deputy Prime Minister gave some information which, in my view, did not justify the situation. I would like this clarified so that the Deputy Prime Minister can retract the baseless information and the wrong premise that was said about me.\n\nBefore the last election, one newspaper, which did not do the proper research, published some comments about me in the newspaper. I contacted the newspaper and, at the same time, I contacted the ambassador of Liberia to Canada. The ambassador wrote a letter to me justifying the truth and giving the information surrounding the circumstances. Thereafter, I contacted the newspaper. The newspaper confessed that its research was not right and it verbally retracted the information.\n\nI would like the House, and the media, which are not doing their research properly, to know that I was an assistant professor of management at the University of Liberia. As an assistant professor, I had absolutely no connection with the government. The ambassador's letter indicates that for one to participate or get involved in Liberian politics, one has to be a Negro by origin. That is what the ambassador wrote in the letter and I have a copy of it.\n\nLastly, I had a business which dealt with agricultural products. People in that country were dying of hunger because they did not have enough food to eat. I wrote a letter to the president of the country, simply to launch a green revolution. I wanted them to invest in the soil so that people could be self-sufficient in producing food, which would alleviate poverty, malnutrition and hunger. Is that a crime? I would suggest—", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:10:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/137/", 
            "text": "I think the hon. member has moved his point, that the information which was alluded to in the House was not absolutely accurate. He has given ample information for us to make up our own minds.", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2125/138/", 
            "text": "Mr. Speaker, I have 15 more seconds.", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:10:00", 
            "attribution": "Mr. Gurmant Grewal", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/139/", 
            "text": "All right, I will give you 15 more seconds.", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2125/140/", 
            "text": "Thank you, Mr. Speaker. I want to ask the Deputy Prime Minister to retract his statement. Rather than appreciating someone who is helping a poor country, he is accusatory. That is wrong.", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:10:00", 
            "attribution": "Mr. Gurmant Grewal", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/141/", 
            "text": "That is what happens in debate. Sometimes people misinterpret things, but we are here to debate. The hon. member is going to be on record and I am sure all hon. members will read his explanation.", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deepak Obhrai", 
                "url": "/politicians/deepak-obhrai/", 
                "member_id": 2449, 
                "party": "Reform", 
                "riding": "Calgary East (Alberta)", 
                "id": 216
            }, 
            "url": "/hansards/2125/142/", 
            "text": "Mr. Speaker, after the referendum for the Reform Party took place, we came into the House and handed a letter to the Speaker stating quite clearly that members of this party were going to be called members of the Canadian Alliance.\n\nWe hear at every occasion the government and members on the other side referring to us as Reform members. I would like you to advise—", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:10:00", 
            "attribution": "Mr. Deepak Obhrai (Calgary East, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/143/", 
            "text": "The hon. member has advised them but I will bolster that. The party should be known as the Canadian Alliance. I guess they can refer to it as the former Reform Party, but I wish that they would address it as the Canadian Alliance.", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2125/144/", 
            "text": "Mr. Speaker, I appreciate your indulgence, but on my question of privilege I am asking for direction from the Chair. What I am looking for and hoping to get would be unanimous consent to refer this issue to the Standing Committee on Procedure and House Affairs and permission to table the documents which I have in my possession.", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Mr. Greg Thompson", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/145/", 
            "text": "I see the hon. member is in no way questioning my ruling and that is fine. I appreciate that. Second, if I understand, the hon. member is now asking for permission to put a motion seeking unanimous consent. Is that correct?", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2125/146/", 
            "text": "That is correct, Mr. Speaker.", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Mr. Greg Thompson", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/147/", 
            "text": "Does the hon. member have permission to put the motion?", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/148/", 
            "text": "Agreed.", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/149/", 
            "text": "No.", 
            "topic": "Points Of Order", 
            "time": "2000-05-05 12:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2125/150/", 
            "text": "Mr. Speaker, pursuant to the standing orders I have the honour to table, in both official languages, the government's response to 25 petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2125/151/", 
            "text": "Mr. Speaker, I have two petitions to present on behalf of my constituents.\n\nBoth petitions urge parliament to withdraw Bill C-23, to affirm the opposite sex definition of marriage in legislation and to ensure that marriage is recognized as a unique institution.", 
            "topic": "Petitions", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2125/152/", 
            "text": "Mr. Speaker, on behalf of my fellow citizens of Rimouski—Mitis, I would like to table a petition by over 1,500 people.\n\nThe petitioners really want the government to do something to lower the price of petroleum products, which is outrageous and seriously restricts tourism in our region. This is one way for many people to earn a living between May and September.", 
            "topic": "Petitions", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Deepak Obhrai", 
                "url": "/politicians/deepak-obhrai/", 
                "member_id": 2449, 
                "party": "Reform", 
                "riding": "Calgary East (Alberta)", 
                "id": 216
            }, 
            "url": "/hansards/2125/153/", 
            "text": "Mr. Speaker, I am pleased to present a petition signed by 98 constituents of my riding who ask that parliament withdraw Bill C-23 from its agenda as it fails to emphasize that marriage should remain the union of one man and one woman to the exclusion of all others.", 
            "topic": "Petitions", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Mr. Deepak Obhrai (Calgary East, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2125/154/", 
            "text": "Mr. Speaker, I am pleased to table a petition bearing 5,043 signatures. These people are asking the government to require the mandatory labelling of all GMOs.\n\nThis petition comes from my riding of Louis-Hébert, and I am very proud to present it.", 
            "topic": "Petitions", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2125/155/", 
            "text": "Mr. Speaker, it is indeed an honour to present a petition pursuant to Standing Order 36 containing tens of thousands of names. The petitioners come from the communities of Kamloops, Chase, Logan Lake, Clearwater, Barrière, Blue River, Westwold, Savona, Deadman's Creek, Little Fort, Red Lake, Paul Lake, Monte Creek, Monte Lake, Falkland, Vavenby, Birch Island and many more.\n\nIt is a very long petition. Basically the petitioners are calling upon the government to consider a major overhaul of our taxation system; not the sort of tinkering and fiddling that we have seen, but a complete overhaul based on the principles of the Carter commission of a number of years ago.", 
            "topic": "Petitions", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Mr. Nelson Riis (Kamloops, Thompson and Highland Valleys, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2125/156/", 
            "text": "Mr. Speaker, on an unrelated issue I have another petition from residents primarily of the Kamloops region.\n\nThe petitioners ask the federal government to consider introducing a national highway program so that the national highway system of Canada could be improved. They indicate that if the transportation infrastructure were to be improved it would increase productivity, trade opportunities, job creation and tourism.", 
            "topic": "Petitions", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Mr. Nelson Riis (Kamloops, Thompson and Highland Valleys, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2125/157/", 
            "text": "Mr. Speaker, Question No. 45 will be answered today. .[Text]\n\nQuestion No. 45—", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Pierrette Venne", 
                "url": "/politicians/5214/", 
                "member_id": 2716, 
                "party": "Bloc", 
                "riding": "Saint-Bruno—Saint-Hubert (Québec)", 
                "id": 5214
            }, 
            "url": "/hansards/2125/158/", 
            "text": "For the fiscal years from 1995-96 to 1998-99, can the Canadian Security Intelligence Service, CSIS, indicate whether one or more employees of the House of Commons or the Senate of Canada and/or federal member(s) of parliament, cabinet minister(s) or senator(s) received money from CSIS, and if so, can CSIS produce the documentation and the names of the individuals in question?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Ms. Pierrette Venne", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lawrence MacAulay", 
                "url": "/politicians/lawrence-macaulay/", 
                "member_id": 3250, 
                "party": "Liberal", 
                "riding": "Cardigan (P.E.I.)", 
                "id": 176
            }, 
            "url": "/hansards/2125/159/", 
            "text": "Based on precedents of the House of Commons followed for many years and noted at paragraph 446 in Beauchesne's, when responding to inquiries or parliamentary returns, the Canadian Security Intelligence Service, CSIS, does not comment on operational activities nor release specific details of its budget and expenditures for reasons of national security. This practice is consistent with the policy set out in section 19 of the Canadian Security Intelligence Service Act that requires that the service not disclose information obtained in the performance of its duties and functions under this act.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Hon. Lawrence MacAulay (Solicitor General of Canada, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2125/160/", 
            "text": "I ask, Mr. Speaker, that the remaining questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-05 12:15:00", 
            "attribution": "Mr. Derek Lee", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2125/161/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-05 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/162/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-05 12:15:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2125/163/", 
            "text": "The House resumed consideration of the motion that Bill C-27, an act respecting the National Parks of Canada, be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2000-05-05 12:20:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2125/164/", 
            "text": "Mr. Speaker, when I was interrupted by oral question period, I was referring to the Panel on Ecological Integrity report—and had reached the third statement:\n\nThe Panel concurs with the conclusions in the State of Parks 1997 Report. Ecological integrity in our national parks is in peril.\n\nOn the following page, the Commission continues as follows:\n\nParks Canada currently lacks the necessary capacity in both the natural and social sciences to effectively manage for, and inform society about, ecological integrity in national parks. With notable individual exceptions, all levels of Parks Canada lack a well-established culture for conducting, using and appreciating science as part of park management, interpretation and regional integration.\n\nThis eloquently and clearly demonstrates that Bill C-27, which we have before us, ought to clearly give priority to the mission of protecting the integrity of the natural environment instead of to visitor enjoyment, as clause 4 states very directly. This is yet another clause in the bill which shows a certain lack of concern for ecological issues. I refer to clause 8(2), which states:\n\n8(2) Maintenance of ecological integrity through the protection of natural resources shall be the first priority of the Minister in the consideration of park zoning and visitor use.\n\nWe believe that, in the French version of the bill, the phrase “s'efforcer avant tout” is not strong enough to ensure the ecological integrity of the national parks. This phrase is a joke when we know that currently the national parks system receives 14 million visitors a year and that, with a 4.5% expected growth rate, the number could double in the next 15 years.\n\nThis is why the Panel on the Ecological Integrity of Canada's National Parks is suggesting Parks Canada radically modify its corporate culture. The following are some of its recommendations:\n\nThat Parks Canada transform itself and change its training, staffing, decision-making and accountability structures to reflect the central importance of ecological integrity throughout Canada's national parks and make ecological integrity the core of every Parks Canada employee's job; that Parks Canada upgrade its social and natural science, planning and interpretation capacity to be able to manage national parks according to the principles of ecological integrity and better educate the public, and that Parks Canada cease the product marketing of national parks and concentrate instead on marketing in keeping with parks values and focused marketing when necessary.\n\nClearly, the concept of ecological integrity must be made the priority of the bill. Moreover, we must see to it that ministerial statements are translated into action in the field.\n\nWhile calls for a change in the corporate culture of Parks Canada are coming from everywhere, year after year we see a steady decline in the financial resources Canadian Heritage is allocating its national parks system.\n\nBefore the Liberals took office, Parks Canada had a $410 million budget. Today, its budget is $350 million. Its staff has been reduced from 4,000 to 3,000.\n\nParks Canada paid dearly for budget cuts, as Kevin McNamee, of the Canadian Nature Federation, stated in evidence before the Standing Committee on Canadian Heritage, during the study of the bill creating the Parks Canada Agency. He said:\n\nI think it's important to recognize that there has already been a tremendous loss of experience in corporate knowledge from Parks Canada across this country. Three rounds of budget cuts, the Mazankowski budget cuts, the loss of Green Plan funding programs I and II, the reorganization of Parks Canada and the Department of Canadian Heritage—all have had a toll on the agency.\n\nI could continue quoting Mr. McNamee, but I will move on.\n\nFurthermore, it is worth reminding the House that some people saw in national parks an opportunity to play petty politics. For instance, the November 22, 1972 edition of the Montréal Matin reported that, on November 19, the then Minister of Indian Affairs and Northern Development, the current Prime Minister, speaking about the Mauricie park, had stated, on CTV, and I quote:\n\nI used this park to break the Quebec government's back. And I tell you I am proud of this.\n\nThat is a quotation from the former Minister of Indian Affairs and Northern Development and present Prime Minister. It was not me who said that.\n\nSuch attitudes are revolting. If we want to protect the integrity of the environment, we must do what it takes.\n\nThe proposed legislation also provides for the designation of historic sites. However, it provides nothing about consulting the provinces, and that is very disturbing. That is unacceptable. Clause 42 of the bill provides that the Governor in Council may set apart any land, the title to which is vested in Her Majesty in right of Canada, as a national historic site of Canada.\n\nWhile generally it is only natural to do as we please on our own turf, certain initiatives must be taken in consultation with local people and their local and provincial elected representatives and in accordance with existing acts and regulations.\n\nRecently, the transport department ignored the Quebec moratorium on road advertising and allowed one of its agencies to take out a lucrative contract for the installation of two dozen billboards along well-travelled roads in Montreal, thereby jeopardizing the safety of Montrealers and visitors.\n\nThe Bloc Quebecois will call for an amendment to that provision of the bill in order to ensure the conformity of federal actions with those of other levels of government.\n\nIn conclusion, I repeat that the Bloc Quebecois supports Bill C-27 in principle. But before principles can be turned into reality, there are often practical considerations that have to be taken into account, the first one being the respect of interested populations and their local governments. That is why the Bloc Quebecois will listen to the representations that they will make.\n\nFirst and foremost, this bill cannot and must not perpetuate the overuse of national parks resources for recreational purposes. On the contrary, it seems to us in the Bloc that the preservation of the ecological integrity of these parks should be the priority in this bill.\n\nThe weather is nice and warm today. I encourage Canadians to visit their national parks; a word of caution however: respect the environment.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 12:20:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2125/165/", 
            "text": "Mr. Speaker, I am pleased to enter the debate on Bill C-27.\n\nI would like to start my remarks by reading section 4.(1) of the bill, which seeks to amend the National Parks Act. It states:\n\n4.(1) The national parks of Canada are hereby dedicated to the people of Canada for their benefit, education and enjoyment, subject to this Act and the regulations, and the parks shall be maintained and made use of so as to leave them unimpaired for the enjoyment of future generations.\n\nI do not think there is a person in Canada who would argue with those sentiments regarding what we consider to be one of our national treasures, which is our national parks system.\n\nIn fact, throughout the notes and the newspaper clippings regarding Bill C-27 people use the term national treasure. The word treasure seems to come up very freely in people's minds when they think of Canada's parks. It is probably very Canadian that our greatest national treasure, our parks system, has no monetary value. It is a very Canadian thing. Perhaps it is ironic that we cannot put a price on our national parks. Nor should they ever be commercialized in any way.\n\nThis is the sentiment that most Canadians have brought forward to the committee that is dealing with Bill C-27. If we stopped most Canadians on the street, I think they would emphasize over and over again that the last thing they want to see is the over-commercialization of what we consider to be our heritage and our national treasure, which is our national parks system.\n\nThe original National Parks Act was passed in 1930. The most recent changes were as long ago as 1988. The National Parks Act sets out legislative mechanisms for preserving our national parks system. It exists solely to preserve our national parks, and we must keep that in mind.\n\nSome of the comments made earlier today by members of other parties frankly worried me in that both the tone and the content of those remarks would lead people to believe that maybe there should be a movement afoot to expand the commercialization or even to expand access to the national parks, which would put into jeopardy their greatest quality, the wilderness aspect and the truly pristine nature of the parks, which is a tourist attraction not just to Canadians, but to people all around the world.\n\nOn his radio program not long ago Peter Gzowski said that every year he goes to our newest national park in the high Arctic, a remote, inaccessible, fly-in type of wilderness reserve. He has done this annually since the park was a created a number of years ago. He was saying that he has yet to run into another Canadian tourist there. The people who visit the park are the Japanese, the Germans, the Swiss, the British—people from densely populated areas of the world who value and cherish the pristine nature of the true wilderness of the Canadian north and the Canadian parks system. That sort of struck me. I think maybe we do not appreciate what we have here. I think we undervalue the true resources we have in ecotourism.\n\nIt would be like killing the goose that laid the golden egg to allow an advanced level of commercialism into a park. It would deter from the ecotourism opportunities that should exist for generations and generations. Those opportunities would become more valuable as the settings became more rare and more threatened by expansion.\n\nThere are parts of the world, and I have travelled to many of them, where human beings have soiled their nest to the point they can no longer lie in it. These people want the peace and serenity that comes with communing with nature to a degree that we can only do in our national parks system.\n\nWe are very pleased that Bill C-27 will amend the National Parks Act to streamline the process of establishing new parks. We feel this is very important. We feel that the current system of establishing new parks has been cumbersome and lengthy. We believe that the system could benefit greatly if the early stages of the research necessary to establish a new park could be done by order in council instead of parliament. Ultimately, the final choice has to be made by parliament, but the intermediate steps could be done by order in council. This would streamline the process for creating new national parks.\n\nWe in the NDP are very pleased that Bill C-27 will control the commercial development within park communities. There are seven communities within our national parks. All communities, by their very nature, wish to grow, prosper and develop. However, we have to treat these seven communities very differently. There has to be a different set of rules because of the very sensitive surroundings they find themselves in. They are unique in Canada. We have to allow these communities to prosper and flourish as a community without the normal type of expansion that we see.\n\nSteps have been taken to limit the population in Banff National Park for that very reason. The town of Banff has to be curtailed because of its immense international popularity. People naturally crave and seek to live in those types of beautiful surroundings. This has to be dealt with by government. We are glad to see that Bill C-27 will expand and enhance the ability of the government to regulate that sort of thing.\n\nThe amendments in Bill C-27 will increase the protection of wildlife and other park resources. I know the hon. parliamentary secretary used some examples of the horrific impact of poaching, whether it is for trophies for hunters or whether it is for the trafficking of animal parts for medicinal purposes and so on.\n\nThe hon. member used the example of Dall sheep. I am well aware that the value of a Dall sheep trophy head is upwards of $150,000. There is an enormous temptation for those who are leaning that way to abuse the system and poach these animals. Sheep Mountain is within Kluane National Park, where I used to work, where Dall sheep are very famous. They are hunted legitimately by hunters with permits, but they are also poached. I am very glad to hear that Bill C-27 will take steps to further punish those who would threaten our wildlife resources through poaching.\n\nWe in the NDP believe that Bill C-27 is a Liberal reaction to what has been allowed to become an absolute mess. I spent the first few minutes of my speech pointing out the things that we appreciate about Bill C-27, but I would be remiss not to point out the fact that devastating Liberal budget cuts year after year have decimated the ranks of our Parks Canada staff.\n\nThe cuts have decimated the parks in the sense that staff no longer have the ability to control the traffic through our parks or the number of people using our parks. Our national parks in Canada are in desperate need of repair.\n\nBefore I blow its horn or sound its virtues too loudly, Bill C-27 is the bare minimum that the Liberal government could be doing to address what we consider to be an abrogation of responsibility. Some cuts just do not heal, and the cuts made to national parks personnel have really threatened and jeopardized the integrity of our national parks system.\n\nThe bill formally establishes seven national parks, most of them with names that I cannot say, as they are in a language I do not speak. Three of them are in Nunavut, I am pleased to say. One is in the Northwest Territories. One is in my home province of Manitoba, on the shores of Hudson's Bay, and is called Wapusk. Wapusk in the Cree language means white bear.\n\nThis area on the shore of Hudson's Bay, in the federal riding of Churchill, is one of the very well known breeding grounds and calving grounds for the polar bear population. I am very pleased to see this area recognized and protected within the parameters of a national park.\n\nThere will be a new park called Grasslands in the province of Saskatchewan, which will preserve some of the native prairie of the great prairie region that I come from. There will also be a new park in Newfoundland called Gros Morne. I should point out as well that in British Columbia the Pacific Rim National Park will occupy the area currently occupied by the West Coast Trail, a very popular tourist destination. This area has such a degree of traffic and such an interest for international travellers that it is only fitting it should be preserved and enshrined as a heritage area and designated as one of our national parks.\n\nThere has been a great deal of interest in the bill. I have various newspaper clippings in which journalists have commented on the action that will be taken by Bill C-27. One interesting comment which was made in an Ontario newspaper pointed out that under the current legislation, unbelievably, there are no legislative controls on commercial development in park communities.\n\nPeople took it for granted that our parks were being cared for better than that, that successive governments would have been seized of the issue adequately enough to make sure that there were some legislative controls on commercial development within our parks, but this article points out that all that exists is a provision whereby the boundaries of Banff and Jasper may be fixed by adding them to a schedule of the act. That is a pretty modest intervention; not really enough to be satisfied that our national parks are being cared for or that commercial expansion is not threatening the integrity of our parks.\n\nWe are pleased that within the proposed legislation community plans based on legislated principles will be proposed for each park community and that those community plans will be tabled in parliament.\n\nThe legislation would control commercial development in the park communities by providing the authority to entrench in a schedule of the National Parks Act the boundaries of each park community, the boundaries of the commercial zones and the maximum commercial floor space allowed. We are really getting quite specific. We are defining how big we will allow these communities to get within our national parks.\n\nNo one wants to see the beauty of our national parks trivialized by turning them into a Disneyland. We do not want Dolly Parton setting up some kind of a theme park within one of our national parks. In my opinion, that would cheapen those parks for all future use.\n\nAs I said earlier, there are seven communities within the national parks. Everyone is aware of the towns of Banff and Jasper, and the visitor centres of Lake Louise, Field and Waterman Lakes, but not many people know that Wasagaming and Waskiseu are also within national parks. All of these communities experience to varying degrees internal pressures to develop. As I said, it is only natural for a community and for the town councillors to want to promote and expand their community. We have to caution them that they have the great privilege of living within one of our national parks, among the scenery, the beauty and the serenity of our national parks, and that they have a unique obligation to maintain their community, perhaps even to a higher set of standards than we hold for people outside the national parks.\n\nThat will be in the legislation. It will no longer be an option. It will be deemed to be law.\n\nThe community plans will have to be tabled in the House of Commons. Most Canadians agree that a community plan for a community within a national park has to be consistent with the management plan for the park, first and foremost. A town or community will have its own objectives and goals. Those goals will have to be harmonized with the long term interests of the park.\n\nIn the aboriginal community there is a saying that no decisions should be made until we consider seven generations back and seven generations forward. I think that would be a good motto or theme for people who are considering the future of our national parks. We have to consider with any changes we make what they will do for at least seven generations forward. That would be our obligation. If every generation adopted that, we would move forward with some cohesive plan.\n\nI have already talked about the poaching penalties. I am pleased to see in another newspaper article that the penalties range from a $10,000 fine on summary conviction to a $150,000 fine and/or imprisonment of up to six months on indictment. I approve of that wholeheartedly.\n\nHaving lived in the north and having seen poachers in action even within the boundaries of our national parks, our party supports thoroughly the idea that penalties should be increased to be commensurate with the crime. As our natural wildlife resources are depleted and get more and more scarce, that crime is becoming more and more severe than it ever was before. It should be viewed that way.\n\nBill C-27 could be considered to be the Liberal response to a series of damning reports on Canada's national parks. It is no secret to the general community what 10 years of negligence has done to the national parks. It has been well documented and well recorded in a variety of reports, not the least of which is the 1996 Banff-Bow Valley task force report and Parks Canada's own 1994 and 1997 state of the parks reports. Another very damning and condemning report was the landmark report of the Panel on the Ecological Integrity of Canada's National Parks.\n\nThe term ecological integrity comes up often. I noticed the minister borrowed this language when she first announced Bill C-27. In her statement of March 16, 1999 when she tabled this legislation and spoke to it on introduction, she said, and this is one comment with which I agree, “Our national parks are treasures that we must protect for all Canadians and for all future generations”. Nobody can argue with that kind of lofty principle.\n\nShe went on to say, “The tabling of the bill fulfils my June 26, 1998 commitment to take further steps to preserve the ecological integrity of the country's national parks”. That is where we have to blow the whistle. It is really stretching things to say that the tabling of Bill C-27 fulfils her June 26 commitment to take further steps to preserve ecological integrity. I cannot agree with that and I am surprised the minister had the nerve to say that Bill C-27 achieves that.\n\nAs I said, the term ecological integrity sums up the prevailing wisdom of environmentalists in regard to development within parks. It is common language usage and it has a very specific meaning to those who are experts in the field. It is not just two words thrown together. People recognize the term as meaning a certain thing. I do not believe the minister can convince anybody that Bill C-27 is going to have the effect of actually preserving the ecological integrity of our parks.\n\nThe person who currently chairs the environment committee, and I am unable to remember which riding he represents, but when he was a member of the opposition in 1988 he was also a member of the environment committee. He proposed an amendment to the Canada Parks Act.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 12:30:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2125/166/", 
            "text": "Davenport.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 12:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2125/167/", 
            "text": "Mr. Speaker, he is the member for Davenport. I thank the member who has just helped me with the riding name of the chair of the environment committee.\n\nThe member put forward an amendment to the Canada Parks Act that would have given some satisfaction to the concept of ecological integrity but his own party voted it down because the language was too strong. I guess the Liberal Party was frightened by the language. He did not even get the support of his own caucus.\n\nThe language of the amendment he put forward in partnership with the leader of the NDP was that “the ecological integrity and the protection of natural resources shall be the first priority when considering the uses and activities of and in our national parks”. Had that language succeeded in 1988, the national parks of Canada would be in a far different state than they are today. It would have been binding in the truest sense of the word. This would have regulated and would have been the enabling language where the enforcement officers could have acted in the first interests of the national parks and not in the first interests of commercialization, expansion, development, real estate, and all the other competing interests for our treasured national parks. Had the Liberal party supported its own member on the environment committee with that amendment, it could have carried the day and we would have been facing a different situation today.\n\nI am here to say on behalf of our caucus and on behalf of our national parks critic that the New Democratic Party believes Bill C-27 is a good start. We in the NDP are happy to say that we believe the basic tools for saving Canada's national parks are found in Bill C-27. However, like most Liberal legislation, we believe that Bill C-27 stops short of doing all that is really necessary to protect the ecological integrity of Canada's national parks system.\n\nWe will be fighting for amendments to the act. There is a long list of them here, but the first and only one I have time to express is that we want a definition of ecological integrity built into the act so that people fully understand the impact those words really have and what they mean to the environmental community.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 12:45:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2125/168/", 
            "text": "Madam Speaker, my question deals specifically with two of our most notable national parks, namely Banff and Jasper. Most Canadians would agree that those are the two that stand out in most people's minds.\n\nIt is quite valid for beautiful places like those to be accessible not only to Canadians of wealth, but ordinary Canadians as well. They should be accessible to those who come here from other parts of the world simply because they want to enjoy and admire the grandeur of God's creation in this part of the world. It is highly desirable that these places be accessible to people.\n\nThe member has indicated there should be no privatization in these parks. Is the hon. member proposing that the government should operate hotels, lodging places and places which supply meals for visitors? Should the government do it instead of private enterprise or is he simply proposing that we put up big fences and just keep people out altogether?", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 12:50:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2125/169/", 
            "text": "Madam Speaker, I thought I had made myself quite clear that we were against the expansion of commercialization of the national parks beyond what would be found within a community plan. The community plan would be limited and regulated by parliament or by the department, certainly by government. At no time was I saying that all private interests should be kept out of our national parks. We are not advocating the nationalization of motels.\n\nI remind the hon. member that he opened his remarks by saying that these places should be accessible. I agree that they should be accessible within reasonable limits. He talked about people having the right to enjoy the beauty of God's creation. I remind him that God's creation is a very fragile place. The very ecosystems we seek to preserve so we can show our children a little bit about God's creation are very fragile. Once lost, they are lost forever. Accessibility is one thing.\n\nEven revenue generating is not an evil thing. If tourists wish to come here from other parts of the world and they have the wherewithal and the means, charging them a fee to get into our parks is not untoward. Accessibility is a dual-edged sword. We should not be pricing people out of enjoying the grandeur of our national parks.\n\nTo answer the twofold question of the hon. member, we cannot have unfettered access to the parks. The hon. member used the example of an airstrip or future additional airstrips within the parks. I disagree wholeheartedly.\n\nThe other side of the question was commercialization. We are against the unfettered expansion of communities within the parks and the commercialization of retail stores, et cetera within the parks, if it exceeds the community plan that was put in place by the national parks act and the regulatory bodies.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 12:50:00", 
            "attribution": "Mr. Pat Martin", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2125/170/", 
            "text": "Madam Speaker, I suppose we could just step outside and have a conversation but we are doing it publicly here.\n\nThe member said specifically that he was against the presence of the small grass airstrips which are there. It is not possible for large aircraft to land there. The small aircraft strips are designed mainly for emergency and some recreational use by people who own small planes.\n\nIf a small plane in the area is in trouble, would the member rather have the pilot put his airplane into the side of a mountain or to have an accessible airstrip? That is one question. The second one is very short. I would like him to respond to the present method of providing for the enlargement of a resort location. Presently it requires a change in the act by parliament. According to Bill C-27, it is going to be put entirely into the hands of the minister. Is the member pleased with that?", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 12:55:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2125/171/", 
            "text": "Madam Speaker, to answer the question about a small grass airstrip within the park, I used to be a land use manager officer within the parks system in the Yukon. Every national park or provincial park has airstrips, means of egress, and an emergency measures operation manual for getting people in and out if there is an accident, an emergency, a forest fire or any number of things. Those provisions already exist.\n\nI understood the member to mean a sports and leisure access for hobbyists, for small plane owners to buzz around the national parks. I can say that the ultralight craze was very disruptive to the porcupine caribou herd that used to go through the Yukon. Wealthy sports enthusiasts would buzz around the porcupine caribou herd so that they could get closer pictures of them. I do not think we want to encourage that at all but I am satisfied that we have to have access into the park and a means of egress for emergencies, forest fires or whatever.\n\nIn terms of allowing the expansion of parks or the creation of new parks to be determined by order in council, I do not see that as negative at all. I do not see it as taking away the authority of parliament.\n\nIt is clearly stated in Bill C-27 that only the initial stages of the expansion of a park or the creation of a new park can be done by order in council. The ultimate choice and decision would still be made by elected officials in the House of Commons. We are not threatened by that. We do not think that is a devolution of powers to the bureaucracy or to the ruling party alone. We think that will expedite and fasttrack the creation of new parks. Our party is very much in favour of that.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 12:55:00", 
            "attribution": "Mr. Pat Martin", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2125/172/", 
            "text": "Madam Speaker, with some trepidation, it is a pleasure that I rise today as we begin the important process of examining Bill C-27, the Canada national parks act.\n\nI recognize that changes are necessary if we are to protect and enhance Canada's national parks system. Yet I am concerned, among other things, that Bill C-27 will lead to the reduced role of Canada's parliamentarians in the creation of future national parks and national historic sites. Furthermore, I believe the bill will seriously restrict the ability of local residents living in our national parks to have any meaningful input into the future of their communities. For instance, clause 9 of the bill reads:\n\nPowers in relation to land use, community planning and development in park communities may not be exercised by a local government body, except as provided in the agreement referred to in section 35.\n\nThe agreement in question is for the town of Banff, but what about the town of Jasper? In the May 2 Gazette there was a story about the residents of Jasper who were very upset about a Parks Canada plan to more than double and even quadruple the annual rates residents and businesses paid for their land.\n\nWe are talking about a figure of $2.2 million being suddenly increased to $5.2 million. I would call that a very significant increase.\n\nThe Minister of Canadian Heritage will likely point to the fact that living within one of Canada's national parks is a privilege. To live within one of Canada's most beautiful scenic areas in the world is probably a wonderful privilege, a privilege which I am sure the residents truly appreciate. However, let us not forget that for many of these residents, this national park has been their home for many years. They grew up there, as did their parents before them. They have a vested interest in wanting to help preserve the natural beauty of the area.\n\nMr. Dick Ireland, a chairman of the town committee that has some limited input into the way Parks Canada manages Jasper, bemoaned the lack of municipally elected officials by declaring that the existing system is basically a system by which the residents pay taxes without the benefit of representation.\n\nInstead of improving the situation, I am convinced that this bill will only make things even more difficult. Where will these people turn to? Who will be their advocate? Will the heritage minister be able to meet their needs?\n\nThe same problem exists in other national parks where people live on a permanent basis. I have received letters from some of those residents who want to express their displeasure with this bill. They are not satisfied with the way they are represented, even if they pay taxes. They see no solution in this bill.\n\nAs it stands now, these residents feel like they are paying taxes without any representation.\n\nI expressed concern about the lack of input being afforded parliamentarians in the creation of a new national park. I can appreciate why the Liberal government would want to reduce the lengthy process involved with designating an area as a new national park.\n\nAs we recently witnessed with the creation of Tuktut Nogait National Park in the Northwest Territories, it can take virtually years before we can finally arrive at a satisfactory agreement.\n\nNevertheless, I think it would be a mistake for us to shirk our responsibility simply in the name of expediency. Creating new national parks by an order in council will rob Canadians of an opportunity to witness some healthy debate. It reduces the role of parliament by transferring more power to cabinet.\n\nTo remove any lands from a national park would require an act of parliament. If an act of parliament is required to remove lands, then perhaps it should also require an act of parliament to create new or expand existing national parks.\n\nPerhaps my fears should be lessened by clause 7.1 of the act which states that any amendments to our national parks will be tabled in each House of parliament and then referred to the standing committee that considers matters relating to parks, which in this case would be the Canadian Heritage committee.\n\nI would welcome such a move since it would give our committee an opportunity to closely examine the proposed changes while also providing interested stakeholders another chance to voice their opinions on the amendments. The government of the day would do well to heed the advice of committee members.\n\nThe fact that Canada's national parks are in decline comes as no surprise. Successive studies conducted in 1990, 1994, 1997, and most recently the report released by the panel on ecological integrity of Canada's national parks, have all called for immediate action to help protect the ecological integrity of our national parks.\n\nAs a member of the Canadian Heritage committee, I take these calls for help very seriously. As I am sure all members of parliament know, the Progressive Conservative Party has a long history of wanting to protect our fragile ecosystem through the creation of national parks.\n\nOur first prime minister, Sir John A. Macdonald, recognized the intrinsic beauty of Canada's natural environment. He also recognized, or perhaps he could foresee, the deep-rooted affection Canadians would have toward their environment, which is why he created Canada's first national park in 1885.\n\nI think it would be very interesting to witness the reaction of our first prime minister if he could come back and see the changes that have occurred in the town of Banff since he designated those 26 square kilometres around the hot mineral springs. He likely never envisioned the tremendous expansion that has occurred in this little area when he was contemplating Canada's first national park over 115 years ago.\n\nThe town of Banff in particular, but also Lake Louise and Jasper, have grown tremendously over the years. The natural beauty of the area has attracted tourists from all over the world. These three areas are primarily responsible for the over four million visitors the park welcome every year.\n\nThis national park has provided a tremendous boost over the years to Alberta's economy. The increase in tourism has brought about an increase in development within our national parks. Hotels, lodges, golf courses and ski trails have all contributed to the tremendous growth in the area.\n\nHowever, we now recognize that this growth has not come without a price. The physical landscape has been affected and the wildlife has felt the ill-effects of the countless intrusions by humans.\n\nI think we all recognize that something has to be done. Even the local residents who make Banff, Lake Louise and Jasper their home would agree that some changes are in order to help protect and preserve their environment.\n\nLet us face it, local businesses are there to stay. Therefore, it is imperative that we find some kind of workable balance that will respond to the needs of the local community while also managing to address the need to maintain ecological integrity.\n\nI went to Alberta three times to visit our national parks. After discussions with the local people, I am convinced that they want to work with the federal government to find a solution that would meet their needs. They want to be part of the solution, not of the problem.\n\nThe federal government will have to work with these people to find a solution. Unfortunately, the minister seems more interested in imposing her solutions than in negotiating to find a reasonable agreement.\n\nFollowing the introduction of this proposed legislation, the premier of Alberta responded angrily, accusing the federal government of failing to consult with them prior to formulating the bill. With such critical decisions required to limit the further expansion of commercial interests within our national parks, it might have been better or more conducive to achieving agreements had the government entertained full public hearings in this matter.\n\nIt has been the history of this minister to approach a situation in a very confrontational manner. Rather than working together to find a solution to a problem, she is often quick to impose her own ill-conceived solutions that in the end satisfy no one.\n\nUnder the proposed legislation, a community plan for a park must be consistent with the management plan for the park according to the guidelines set forth by the minister. The community is effectively being dictated to as to how its community is to be run in the future.\n\nThe minister seems to want to assume responsibility for all decisions affecting our national parks despite the fact that some of these decisions might fall within town jurisdiction.\n\nCanadians have often complained that they are being regulated to death by government. When I look at some of the regulations contained in clause 16(1) of the bill, I ask myself whether all those regulations are really in the best interests of Canadians.\n\nIt says that regulations could be made respecting the protection of air quality and cultural, historical and archaeological resources. First, the federal Minister of the Environment failed to live up to the Kyoto agreement so please do not blame me for being a little skeptical about the Department of Canadian Heritage somehow being more successful in protecting our air quality.\n\nI am pleased to see the minister wanting to manage and regulate the fishery in our national parks. Let me tell the members that she cannot do any worse than her colleague, the fisheries minister, who has yet to find a solution to the Atlantic fisheries crisis.\n\nAs for respecting culture, I can see where placing a life size photo of Wayne Gretzky and Lucy Maud Montgomery in downtown Banff will really improve the cultural or cultural component of the town. Is it not somewhat ironic when one thinks of it? One of the problems identified in the state of the parks report is the overabundance of tourist traffic in our parks, yet we would have the minister introduce these life-sized figurines in Banff to attract tourists.\n\nThere are many positive elements to be found in this proposed piece of legislation. The legislation, although flawed in a number of areas, should provide Parks Canada personnel with a set of rules that will provide them with the support they have been asking for to ensure the long term protection of Canada's national parks.\n\nI am personally encouraged by the government's commitment to conservation and protection of wildlife and other park resources. It was imperative that any new national parks act contains stiff penalties for poaching. Each year we lose an unacceptable number of our wildlife and this must stop if we really are concerned with ecological integrity.\n\nOur wildlife must be protected against offenders if we want to ensure that we maintain a representative assortment of wildlife. It is important that the fines associated with illegal poaching activity be significant enough that they will serve as a strong deterrent. I believe the minister has taken this into consideration as demonstrated by the huge fines and the threat of a prison term incorporated into the legislation.\n\nWe should identify boundaries for all communities found within our national parks. However these boundaries have to be developed in partnership with all stakeholders. By this, I include local environmentalists, Parks Canada officials, the federal, provincial and local politicians, as well as existing commercial interests.\n\nI have many concerns about this proposed piece of legislation. However, I and my party support sending this legislation to committee where witnesses from across the country have already expressed interest in appearing before the committee to share their views on the future of Canada's national parks.\n\nAfter listening to the witnesses and studying the many interventions I suspect we will receive, we can then draft appropriate amendments that will allow us to get on with the task at hand of creating new parks across the country while protecting the ecological integrity of Canada's existing national parks.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 12:55:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2125/173/", 
            "text": "Is the House ready for the question?", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/174/", 
            "text": "Question.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2125/175/", 
            "text": "The question is on the motion for second reading of Bill C-27. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/176/", 
            "text": "Agreed.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/177/", 
            "text": "No.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2125/178/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/179/", 
            "text": "Yea.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2125/180/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/181/", 
            "text": "Nay.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2125/182/", 
            "text": "In my opinion the yeas have it.\n\nAnd more than five members having risen:", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2125/183/", 
            "text": "Pursuant to Standing Order 45(6), the recorded division on the motion stands deferred until the usual time of daily adjournment on Monday, May 8, 2000.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2125/184/", 
            "text": "Madam Speaker, I rise on a point of order. I believe that you would find unanimous consent among the colleagues present for us to proceed to the private member's bill.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "attribution": "Mr. Mauril Bélanger", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2125/185/", 
            "text": "In order to do that we would all have to agree to see the clock as 1.30. If there is agreement, we could proceed right away. Is there agreement?", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2125/186/", 
            "text": "Agreed.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2125/187/", 
            "text": "The House will now proceed to the consideration of Private Members' Business as listed on today's order paper.", 
            "topic": "Canada National Parks Act", 
            "time": "2000-05-05 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2125/188/", 
            "text": "moved:\n\nThat, in the opinion of this House, the government should make labelling of genetically modified foods compulsory, and should carry out exhaustive studies on the long-term effects of these foods on health and the environment.\n\nMadam Speaker, I am pleased to rise today during this first hour of debate on the motion that I proposed, which I will repeat so that everyone is aware of what it is about; it reads:\n\nThat, in the opinion of this House, the government should make labelling of genetically modified foods compulsory, and should carry out exhaustive studies on the long-term effects of these foods on health and the environment.\n\nWhy are we calling for the mandatory labelling of genetically modified foods? Why call for transparency in the process of evaluation and acceptance of GMOs? Why this debate and reflection?\n\nThe answer is very simple. First of all, we have a right to know what we are eating. Every person is entitled to know the nature of the foods he is eating. Second, 70% of the food available to Canadians contains GMOs in whole or in part. For the past five years, we have had GMOs in our plates and in stores.\n\nBut the truth of the matter is that the public and consumers have known about it only for about a year. If they know now it is probably thanks to our representations here in the House. Previously, the topic was totally ignored. And yet, there are already some 42 genetically modified foods on the market. Far too many questions remain unanswered.\n\nIn Canada, genetically modified foods are regulated according to their stated characteristics and not the way they are produced. In other words, a novel food is accepted or rejected according to its substantial equivalence.\n\nWhat is substantial equivalence? It is the comparative analysis of a biotechnologically derived food and a conventional non-modified food.\n\nIn a study entitled “Food Safety of GM Crops in Canada, Toxicity and Allergenicity”, Dr. Ann Clark reviews the process used by Health Canada to asses the level of toxicity and allergenicity of genetically modified crops. Her study shows that the level of toxicity was neither tested nor measured in 70% of the 42 genetically modified crops that were approved in Canada.\n\nWhat is more, the allergenicity—and God knows how many allergies there are around us—of those 42 genetically modified crops was assessed neither through lab tests nor food trials. According to Dr. Clark, statements to the effect that these crops are neither toxic nor allergenic are based solely on deduction and supposition.\n\nAccording to her, “the absence of evidence is not evidence of absence”. In other words, the acceptance of GMOs, under the Canadian system, leaves room for doubt. If the risks to health seem plausible, what about the risks to the environment?\n\nLet me quote Elizabeth Abergel on this issue:\n\nThe applications of genetic engineering to agriculture have generated a strong controversy. Many consumers and a fair number of scientists view these technologies as risky and even useless.\n\nAgain, this person is a Ph.D. student at York University and she already has a master's degree in science.\n\nThe scientific community is divided as to the impacts associated with the introduction of transgenic plants in the environment. For many researchers, the scientific debate boils down to a lack of concrete evidence and adequate data to state that GMOs are innocuous. For others, the concern is with the methodologies, the scientific insertions, the objectivity of the criteria and parameters used by companies and governments to measure the impact of transgenic plants.\n\nThe assessment of risks remains a difficult scientific issue. However, the marketing of transgenic foods is accelerating, in spite of these scientific uncertainties.\n\nIn Canada, the approval of transgenic products is based on data provided exclusively by the companies. The obvious lack of transparency of this regulatory system does not allow the Canadian public to see the environmental issues related to biotechnology. The Canadian system deems as probable the management and mastering of the risks generated by GMOs, even though these risks can be irreversible. This goes against the principle of prudence, which promotes the anticipation of risks.\n\nThe Canadian regulatory framework is based on a scientific and legislative basis that ignores the inherent risks of genetic engineering. The expression “new form of plants” includes any new variety. Genetic engineering is associated with the classic methods of genetic selection, thus not generating new environmental risks. Only the product is subjected to government control, since the production method is not covered by existing regulations.\n\nThe scientific studies on which the Canadian government relied in determining the ecological risk associated with GMOs are based on two criteria: familiarity and essential equivalence.\n\nThese two concepts allow assessment of the environmental risks associated with new forms of plants. GMOs are treated the same way as the species from which they are derived, using the criterion of familiarity.\n\nThus, a GMO considered sufficiently familiar will not undergo any environmental risk assessment. However, one that is not as familiar will be put through an assessment to establish its degree of essential equivalence compared to its counterpart.\n\nUnfortunately, the scientific tests to which GMOs are subjected in order to meet the essential equivalence requirements are short-lived and often rely on criteria having to do with agronomical rather than environmental performance. It follows that essential equivalence limits the scope of the research needed to establish the safety of GMOs, thus eradicating scientific knowledge in this area.\n\nIn addition, commercialized GMOs are used as a point of reference for the approval of new transgenic foods, thus implicitly forcing the acceptability of ecological risks already present.\n\nAll this is to say that ultimately, if we start with a inaccurate premise, we end up with an inaccurate result, and these results are being used to multiply new GMO approvals.\n\nIn an open letter to Le Devoir , Duong Dong Bong, a gene therapy researcher, wrote the following:\n\nThe ecological risks of applying genetic engineering to agriculture include the possibility that transgenic plants will become harmful and affect ecosystems. Plants manipulated to express or tolerate toxic substances such as herbicides can poison untargeted organisms. Other plants manipulated to carry viruses or virus fragments can promote the appearance of new viruses that will eventually be responsible for new diseases.\n\nThe introduction of GMOs in the environment may seriously upset natural mechanisms regulating both evolution and ecological stability.\n\nGiven that viruses and transposons can lead to mutations, strengthened vectors could be mutagens and be carcinogens for humans and animals. In addition, the presence of foreign genes in GMOs can promote the existence of new metabolisms. Thus, certain common foods modified by gene therapy could become dangerous.\n\nPersons with food allergies could be exposed to increased risks, because some common foods would become allergens through genetic manipulation. These are more of the truly considerable ethical and cultural challenges raised by the new biologies and technobiologies.\n\nTo summarise my fears, I quote Jeremy Rifkin, who is probably known to all of you. He is an expert and the author of 14 books on the effects of scientific and technological evolution.\n\nHe declared recently before the Excellence 2000 symposium held in Banff, and I quote:\n\n—that large biotechnology companies may have their biotechnology processes patented but this does not necessary give them the right to obtain a license for genes engineering. That would give them too much power, since anyone who manipulates genes can manipulate the century.\n\nAccording to him, there are other risks:\n\nThe use of a new crop of mustard to produce plastic involves risks. What would happen to birds and insects during the seeding season? In many years from now, the ecosystem could be facing serious problems.\n\nThere are numerous crops which are being genetically modified so that they can resist weeds without the usual use of pesticides by farmers.\n\nWhere is the problem?\n\nMr. Rifkin adds:\n\nWith pesticides you can at least spray and stop there. But with new plants, toxins are continuously released and filter into the ground.\n\nHe adds:\n\nSooner or later, weeds will be able to resist the genes which are used to destroy them and we will always be forced to create new genes to fight them.\n\nThe questions raised are serious, but we still have found no answer. The future of agriculture and of the environment and the problems relating to health and biodiversity are at the heart of the reflection that we, as parliamentarians, have to do on the intrusion of GMOs in our lives.\n\nAllow me to read a text written by Patricia Ramacieri, director of the seedling program at Heritage Canada, on the importance of biodiversity:\n\nWhen we observe our planet, whether from the human, animal or vegetable point of view, the common theme is diversity. It is not happenstance, but a mechanism which makes it possible to maintain balance, complementarity and abundance.\n\nThroughout the plant world, with the exception of extreme climatic conditions such as the Sahara desert or the frigid cold at the poles, nature fosters exchanges between multiple agents in order to create an ecological and self-sustaining environment.\n\nFor the past 50 years, our society has encouraged standards to maximize profitability.\n\nThe word profit is a constantly recurring one in this theory.\n\nIn agriculture, this has led to a more and more headlong rush toward optimum yields, through the selection and standardization of a few plants: soya, corn, potatoes, tomatoes, which constitute the basis of our diet.\n\nAs a result, monoculture is being practiced to an increasing extent and this artificially creates poor ecological and environmental conditions that demand more sustained human intervention via chemical fertilizers, pesticides, fungicides, and all those other “cides”, where an environment of biodiversity could meet these needs naturally.\n\nToday, when the limitations of human and chemical intervention have been reached, we are seeing a new wave of products that have been designed to change the genetic structure of the plant itself, which ought to prompt the following questions: Are we addressing the true problem? Do we have the right to change nature to suit our needs? Are we part of nature? Why not adapt to nature?\n\nEvery day, our planet is losing more and more of its biodiversity, whether consciously or through neglect. Whichever, the result is the same. Are we prepared to watch a system slip through our fingers which has taken millions of years to develop to the stage of a delicate balance, merely because we do not value, or do not yet grasp, its wisdom and logic?\n\nWhy, finally, should we put all our eggs in one basket with GMOs?\n\nI gave many quotes this morning, which is unusual for me, but I think that these very recent texts are food for thought. It is a good thing to involve scientists to get a better idea of what everyone thinks about this very important issue.\n\nTo conclude, the purpose of the motion presented this morning is to stimulate thorough discussion and deep reflection. In other words, it is a call in favour of the precautionary principle or a moratorium on GMOs until there is transparency in the process, the public understands it, and labelling is made mandatory so as to let people decide what they want to eat.\n\nAgain this week the McCain corporation asked that the government implement a funding program for farmers and make the labelling of transgenic foods mandatory.\n\nRight now, big corporations are in a monopolistic situation and the governments support them directly or indirectly instead of putting the money where they should to protect the population and preserve our markets.", 
            "topic": "Labelling Of Genetically Modified Foods", 
            "time": "2000-05-05 13:15:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Roy Cullen", 
                "url": "/politicians/76/", 
                "member_id": 3683, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 76
            }, 
            "url": "/hansards/2125/189/", 
            "text": "Madam Speaker, I am very pleased to rise in the House today to respond to Motion M-230.\n\nThe motion, from the hon. member for Louis-Hébert has two parts. The first would make labelling of genetically modified food compulsory. The motion also calls for the government to carry out exhaustive studies on the long-term effects of genetically modified foods.\n\nLet me begin by saying that the Government of Canada's commitment is always to safety first: safety for the protection of Canadians, safety for animals, and the safety of our environment.\n\nCanada quite rightly prides itself on its regulatory systems. We know that Canadians, whether they are consumers, producers, distributors or health professionals, rely on and value these safety systems.\n\nIn terms of labelling, Canadian federal legislation calls for Health Canada to set the requirements for mandatory labelling. Health Canada sets the data requirements for the safety assessments of all foods and undertakes comprehensive pre-market reviews of new foods, including those derived through biotechnology. Every new food goes through a rigorous and thorough review process before being allowed on the market.\n\nThe Canadian Food Inspection Agency, the CFIA, carries out inspection and enforcement activities relative to the food safety standards set by Health Canada. The CFIA also has responsibility for the environmental safety assessment of a number of agricultural products derived through biotechnology, including plants and animal feeds. Based on its safety evaluations of foods, Health Canada determines if and when labelling is required. As I am sure the hon. member would agree, any authority for labelling must be based upon science.\n\nI would like to emphasize that current labelling regulations in Canada require that all foods, including those developed through biotechnology, be labelled where a potential human health or safety issue has been identified, for example, for people with food allergies or if foods have been changed in composition or nutrition.\n\nLet me address the first part of the motion before us by reminding the House that there are already several initiatives in place to study the question of how and when to label a genetically modified food. Canadians expect their views to be heard and the government is doing just that by listening to Canadians on how they want their foods to be labelled. The government is committed to exploring how labelling can best serve the public.\n\nThe government believes that all labelling must be credible, meaningful and enforceable. For this reason the Government of Canada has strongly encouraged the establishment of a Canadian standard for the labelling of foods derived through biotechnology. The Canadian General Standards Board under the sponsorship of the Canadian Council of Grocery Distributors is in the process of developing this standard through an open and inclusive process.\n\nA committee composed of representatives and individuals from a broad range of Canadian interests has been established. This committee has developed working groups to look at areas such as definitions, labels, claims in advertising, and compliance measures. A completed standard is expected within the next six to 12 months.\n\nThe government continues to listen to all Canadians. Canada is the first country in the world to actively engage such a broad range of stakeholders on this issue. Canada is fully immersed in developing its own national standard in full consultation with stakeholders and in a way that is open and transparent to all Canadians.\n\nMy colleagues should be aware that by endorsing such a thorough process to develop a labelling standard, Canada is indeed a leader worldwide. We can see that the Canadian public is already strongly engaged on the issue of genetically modified foods.\n\nIt is also important to note that the Standing Committee on Agriculture and Agri-Food raised this issue of labelling in 1998 when it tabled its report “Capturing the Advantage: Agricultural Biotechnology in the New Millennium”.\n\nOn May 18 the standing committee will begin a series of hearings on the labelling of genetically modified foods. I would like to point out that in Tuesday's debate on this very same issue my colleagues from the Canadian Alliance called for a joint study by the health and agriculture committees on the issue of labelling.\n\nMoreover, Canada is playing a strong role on the international stage to promote standards for labelling these foods. For example, Canada chairs the Codex Alimentarius committee on food labelling. We are also heading a subcommittee of this organization which has worked to draft recommendations for the labelling of biotechnologically derived foods.\n\nAround the world Canada is regarded as a leader on this issue. In short, there are processes currently under way to address the information needs of Canadians on the issue of labelling. These processes must be given an opportunity to provide the recommendations before we hastily embark on another course of action.\n\nThe government recognizes that consumers want choice. We believe, and I am sure hon. members would agree, that Canadians want informed choice and labels which are meaningful. It is the government's goal to ensure that the information provided to Canadians enables them to make informed choices.\n\nThe House should vote down Motion No. 230 on the basis of the first part of the motion. Let me now turn to the second part, which urges the government to carry out exhaustive studies on the long term effects of genetically modified foods on health and the environment.\n\nI would like to emphasize again that food safety and consumer protection are priorities for the Government of Canada. We are strongly committed to the safety of Canadians, animals and our environment.\n\nCanada has certainly built a strong reputation as a producer of foods that are consistently safe, clean and of high quality. We built that reputation by putting very rigorous regulatory systems in place.\n\nOur approval systems are science based and transparent. Our government's decision to accept or reject a product is based on sound science and proven facts. Our regulators include experts in nutrition, molecular biology, chemistry, toxicology, and environmental science to name just a few.\n\nThese regulators use the best available science from Canadian and international experts to determine whether these products pose any hazard to people, plants, animals or the environment. If there is any question as to their safety, we do not approve them for use.\n\nEven after a product has been approved, its case is never closed. New scientific evidence is always taken into account and appropriate action taken immediately if any problems are detected.\n\nThe regulatory system assesses products on a case by case basis. The research on safety required for evaluation directly addresses the potential risks of the product to human health and the environment. The Government of Canada takes pride in advocating this science based approach around the world.\n\nWe recognize the need for scientific research to settle any questions relating to long term health, safety and environmental issues. With that in mind, I believe the House will applaud the efforts the Government of Canada has undertaken to maintain and even enhance the safety of genetically modified foods.\n\nCanada is committed to a regulatory system that is based on sound science—a regulatory system that meets the highest scientific rigour.\n\nThat is why, for example, the Minister of Health, the Minister of Agriculture and Agri-Food and the Minister of the Environment asked the Royal Society of Canada to appoint an expert panel on the future of food biotechnology. The Royal Society named its expert panel last February.\n\nThis proactive forward looking body will look ahead over the next 10 years to forecast the types of food products that are expected to be developed using biotechnology.\n\nThe Government of Canada's commitment to open an inclusive dialogue with Canadians has also resulted in the formation of the Canadian Biotechnology Advisory Committee, CBAC. The committee will bring stakeholders and interested parties together to advise the government, raise public awareness and engage Canadians in an open and transparent dialogue on biotechnology matters.\n\nI am sure the House will support the government's initiatives to make sure the regulatory system can effectively assess the health and environmental safety of genetically modified foods.\n\nIn conclusion, we have initiatives underway to ensure that Canada is well positioned for the future. In addition, the regulatory system in place is rigorous, thorough and scientific.\n\nFor these reasons, I urge my colleagues to vote against Motion M-230.", 
            "topic": "Labelling Of Genetically Modified Foods", 
            "time": "2000-05-05 13:30:00", 
            "attribution": "Mr. Roy Cullen (Parliamentary Secretary to Minister of Finance, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2125/190/", 
            "text": "Madam Speaker, I rise on a point of order. An agreement could not be reached under the provisions of Standing Order 78(1) or Standing Order 78(2) with respect to the second reading stage of Bill C-11, an act to authorize the divestiture of the assets of and to dissolve the Cape Breton Development Corporation, to amend the Cape Breton Development Corporation Act and to make consequential amendments to other acts.\n\nUnder the provisions of Standing Order 78(3), I give notice that a minister of the crown will propose at the next sitting a motion to allot a specific number of days or hours for the consideration and disposal of proceedings of the said stage.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-05-05 13:40:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2125/191/", 
            "text": "The House resumed consideration of the motion.", 
            "topic": "", 
            "time": "2000-05-05 13:40:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Grant Hill", 
                "url": "/politicians/3985/", 
                "member_id": 3066, 
                "party": "Reform", 
                "riding": "Macleod (Alberta)", 
                "id": 3985
            }, 
            "url": "/hansards/2125/192/", 
            "text": "Madam Speaker, I appreciate the opportunity to speak to Motion No. 230. The motion calls for the compulsory labelling of genetically modified foods and for exhaustive studies on the long term effects of these foods. This is a topical debate and one which I think should take place.\n\nI would like to split this debate into three components. I will talk about science as it has been in the past, as it is in the present, and then I will talk about solutions.\n\nTraditionally we had used genetic modification to improve foods, crops and animals. This was a natural process of slow selection which had few surprises. With a plant or an animal that had good characteristics we would try and bring the characteristics through the genetic tree.\n\nAs an example, I think of new varieties of garden corn which have a short growing time and which can grow in a cool climate. There are early ripening varieties. I cannot imagine anyone being concerned or feeling negative about that process.\n\nHowever, even with this gradual process of improvement, we have occasionally had problems. I would like to mention a plant that was brought to North America in the early 1900s called kudzu. This plant came from China. It is a very powerful vine-type plant and there are no natural insects that prey upon it. It has no natural enemies. This plant has now taken over seven million acres of land in Texas and Louisiana. We have what some would call a fairly natural process of planting a foreign plant in North America and having it grow quite wild. There were concerns and problems even with the old mechanism of the natural, slow process of improving crops and animals.\n\nIf I could move toward science today, we now have the capability at the microscopic level of manipulating the genetic tree. We have an intervention in fact, at the molecular level, going on. We are even capable of taking DNA from one species and linking it with the DNA of another species. The difference between science today and science in days of yore is that these changes now can be quite rapid. There are some scientific concerns on this issue and some scientific debate. That is why I say that this debate is timely and worthwhile.\n\nWhat are some potential benefits of this new form of genetic manipulation? I will not be exhaustive, because time is relatively short, but we could have seeds and crops that would not require pesticides or herbicides. Most people concerned about the environment would say that is positive. We could have new medicinal properties brought more quickly to the market from these processes. We could also see land that is less fertile bearing crops and being productive. Those are just some of the potential benefits. As I said, this is not exhaustive at all.\n\nWhat do individuals see as potential hazards in this area? There are potential hazards if we had unsuspected effects on the human organism, on ourselves, from eating or being around such genetically modified foods. We could have wild strains, much like the kudzu plant I mentioned, overwhelming some of our natural strains, having unsuspected effects on domestic plants.\n\nLet me give an example from the medical field of changes that are going on in our environment, in our society, which might be related to these sorts of things. If we look at population dynamics we see that young adolescents are going through changes earlier than they did some years back, specifically young adolescent females having the onset of periods earlier than they did some 30 years ago. There is some medical information that this may be related to estrogen-like compounds that are circulating in our environment. Here we have estrogen-like compounds that could come from genetically modified organisms, possibly changing the whole hormonal balance in a large population set, those of young adolescent women. This is not a theory. This is not a guess. This is actually physically happening now and we have to figure out how and why.\n\nOn this scientific debate there is some legitimate argument on both sides and we should be open to those discussions and arguments.\n\nAs to the solution from my perspective, I believe that the consumer who has a concern about genetically modified foods should have that information available. I believe that people who do not want to take genetically modified food into their bodies—a crop, a cereal or a product—should have that choice.\n\nIt is technically very difficult to label all genetically modified foods. For instance, pasta has constituents that come from various sources and a genetically modified component would be difficult to isolate. It could be done, but it would be difficult. I feel it would be better to modify genetically modified free food, rather than all those that have genetically modified components in them. In my mind, this would give those who want to make the choice the ability to do so.\n\nI would actually propose a mechanism to label those genetically modified free foods. It would be a graphic label. The one I have chosen is a microscope with an x across it, which would show all consumers that there is no genetically modified food in that product. It would be a little similar to the marketing mechanism used for organic grains. Those who do not want to have pesticides or herbicides in their growing process could choose that strain.\n\nAlso, I would suggest that this be voluntary. This is where I digress from my colleague a little. The mandatory component is something that smacks of bureaucracy and of people telling us what to do. I favour small where small will do when it comes to bureaucracy. I would much prefer a voluntary process driven by the market. As an individual, I could then choose genetically modified free foods. That is the process I would use.\n\nThe issue of science is where I think we should try not to be political. Good science is science that can stand close, careful scrutiny. We should try not to have a big political debate on this. I have listened to some organizations politicizing this. They seem to ignore good science on the one side and only pay attention to the science on the other side. That does not make any sense to me at all.\n\nThe principle that I would use on this issue is the principle of letting the consumer know. Let the consumer be aware and let the consumer choose.\n\nThe issue of the long term studies that my colleague has suggested makes eminent sense. We saw a big debate on recombinant bovine somatotropin, the substance used for augmenting milk in cattle. rBST is being used in the U.S. It is not being used directly in Canada. What a perfect opportunity to look at the two populations. Scientists are, in fact, able to do that. I hope that those people in the U.S. who are using rBST would not be guinea pigs in this issue, but they are certainly a good case study for a long term debate.\n\nMy congratulations to my colleague for bringing this debate. I hope the House will consider it carefully. I appreciate the opportunity to speak on this subject.", 
            "topic": "Labelling Of Genetically Modified Foods", 
            "time": "2000-05-05 13:40:00", 
            "attribution": "Mr. Grant Hill (Macleod, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2125/193/", 
            "text": "Madam Speaker, I also want to begin by indicating my appreciation to the hon. member for Louis-Hébert for bringing this important issue forward. It is certainly a topic that has been in the forefront of the minds of many Canadians.\n\nMany young people I know are dealing with the issue of what they call franken foods. This is an issue that has the general public so concerned that they are calling my office and other members' offices. They are looking to government for some direction in this matter.\n\nCanadians have clearly indicated in every poll, survey and study that they want to know what they are eating. I would take that one step further. They have a right to know what they are eating. It is a basic, fundamental, health issue right. They have made that abundantly clear.\n\nI would put it to the hon. member from the Canadian Alliance that voluntary compliance is not working. He actually contradicted himself in the arguments we just heard. He said that Canadians have a right to know and then they can make their own informed choice. How would they know without adequate labelling on the package? He is denying them their right to choose by not clearly stating what kind of product they are eating.\n\nThe whole premise of the argument I will be making is that Canadians are justifiably concerned about the quality of the food they eat.\n\nI believe the government has abdicated its responsibilities in this matter by trying to promote voluntary compliance and by not clearly stating what government agency will have jurisdiction over this important matter. At the present time we have a hodgepodge. It is an absolute mess. The government is readily conceding that Canadians have a right to know and that they need to know, but there are three different government agencies that have been partially responsible for telling Canadians what they need to know.\n\nThe Canadian Food Inspection Agency is involved. It deals with the policing of plants and slaughterhouses, the storage of unsafe items and so on. Health Canada has a role, but we are not sure where one jurisdiction starts and the other stops. Health Canada approves products with respect to quality and safety. Agriculture and Agri-Food Canada assists in food production. Which jurisdiction is it? If we could establish that first we could then move the issue forward by demanding that the federal agency do its job.\n\nI come from an area with a large agri-food industry. In Manitoba agriculture is key and paramount to the health of our economy. I hear stories from Manitoba farmers about their concern over genetically engineered and genetically modified seed crops and oilseed crops. The hon. member mentioned canola oil as an example. I have some personal knowledge of how concerned Manitoba farmers are about the genetic engineering of canola. One company had a monopoly on the seed stock. If farmers wanted to buy seed they went to go to a certain company, but they also had to sign a contract with that company indicating that they would sell all of their yield to that company. Farmers could not have the seed unless they promised to sell their yield to the company. The real stinger was that the seed had been genetically modified to have a terminator gene in it so it could not reproduce itself.\n\nSince time began farmers have set aside a certain amount of their crop for re-seeding in future years. Farmers cannot do that any more. They have to go back to the source company, a chemical company, and buy their seed for the following year, which turns out to have a genetic terminator. Perverse is the word for it. Most Canadians are horrified when they discover how people are manipulating our food supplies through genetic engineering.\n\nAt the very least, the government owes it to Canadians to let them know whether the food they are eating is genetically modified. Never mind if it is safe or not safe. The jury is still out on that issue. We do not know. But let us not use the absence of absolute, hard scientific evidence as an excuse for not taking the precautionary measures Canadians are asking for. Canadians should be given the right to choose. They should be able to look at the labelling on a package and decide for themselves whether they want to ingest the material.\n\nThere have been mistakes. There have been recent examples which gave consumers cause for alarm. Recently a gene from a Brazil nut was introduced to a foodstuff. This resulted in people suffering a severe nut allergy, even though they were eating a product that had nothing to do with nuts. People suffered severe anaphylactic asthmatic reactions from a product that had nothing to do with nuts. People had no way of knowing because in Canada there is no obligation to tell.\n\nThe rest of the world seems to be further advanced than Canada. That is ironic, as Canada is one of the leaders in agri-food and agri-business. Europeans do not want genetically modified food on their shelves. They demand to know if the food they are eating is genetically modified.\n\nThe United Nations biosafety protocol was negotiated in Montreal during the last week of January. Several large and well known companies began taking their first steps away from genetically modified crops. They started to make noise in the right direction, but not on any moral or ethical ground or even out of fear for public safety. I think what they were really afraid of was a consumer backlash. They know that consumers are becoming better informed about this issue and are demanding to know if a product is genetically modified, because if it is, they do not want it.\n\nWe do have large companies like Frito Lay, the big potato chip manufacturing company, which told its suppliers not to send any more genetically modified corn for their corn chips, but it stopped short of telling them not to send any genetically modified potatoes for its potato chips. It produces about a thousand times as many potato chips as it does corn chips.\n\nAs I said, the voluntary compliance side of things is starting to catch on but in a very marginal way not in a meaningful way. I do not believe in voluntary compliance measures in anything, frankly, whether it is workplace safety, health or whatever, because when the bottom line is profits to shareholders, corporations have a vested interest in doing whatever is expedient from a profit point of view and not doing what is right from a moral, ethical or even public health point of view.\n\nSeagrams, another major company, told its suppliers not to bring it any more genetically modified corn but it fell short of making a public announcement. It did not want to rock the boat. It will not publicly say that its products are made without genetically modified corn.\n\nLoblaws has quietly made plans to stock its first genetically modified free products in some stores. It will have separate shelves. It will have genetically modified food on one shelf and it will have genetically modified free food on another shelf. Obviously it has sensed the concern in the general public. Loblaws of Canada is not stupid. It has sensed that consumer awareness is growing to the point where many Canadians will demand pure food instead of frankenfood.\n\nWho knows if our corn flakes might contain a gene from some mutant fish? We just do not know the kinds of things that are being done. The classic example is when some people got Brazil nut genes in food and ended up having nut allergies. It is a terrible problem.\n\nBorden Foods, which makes Catelli pastas and sauces, has issued a statement saying that its products are genetically modified free. However, it has had to do that on its own as an individual initiative. There is no obligation and no duty to do so. Personally, I will look for Catelli products when I go shopping because I appreciate what Borden Foods has done.\n\nI have told hon. members about the impact that the whole genetic engineering industry is having on the farm community where I come from with the terminator gene. I think there is a healthy distrust for the people who are engineering and genetically altering our foods. It is an area of science that is new to most Canadians. There is not a level of comfort yet for most Canadians.\n\nEven in the absence of absolute, hard, scientific fact that says genetically modified foods are bad for us—and I am the first to admit that we do not have that hard, scientific evidence—at least the government should be taking steps to err on the side of caution and err on the side of the well-being of Canadian people and not on the profit motives of the food producers in the agri-food business.\n\nLet Canadians choose. Let them know what it is they are actually eating. Make labelling mandatory. Yes, it is a burden and maybe even a cost factor for the producers. They probably will not like it. However, I would urge the government to show leadership and to show that it cares for the consuming public by mandating the labelling of foods so that we can make an informed choice.", 
            "topic": "Labelling Of Genetically Modified Foods", 
            "time": "2000-05-05 13:50:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2125/194/", 
            "text": "Madam Speaker, what an interesting debate. As I said the other day, there are many different points of view. If any of us speak long enough we will probably disagree with ourselves at the end of the day because it is a very complex topic.\n\nI will begin by basically paraphrasing a former prime minister with regard to a position on an issue. It might be ours and it could be about any party's position in the House of Commons: mandatory controls if necessary, but not necessarily mandatory controls, because we do not like to see that type of rigid enforcement.\n\nWith the demise of one of the big players in the field, Monsanto, there has been a slowdown in recent months in terms of genetically modified foods. Monsanto's market share has plummeted as compared to where it was in the marketplace over a year ago. One of the reasons for that is the so-called frankenfoods, to quote that term.\n\nI want to speak specifically to that. The hon. member from Winnipeg mentioned the controversy surrounding the Brazil nut. He spoke about the crossing of genes from the Brazil nut with that of a soybean. As members well know, the soybean is a major source of nutrition for many parts of the world and they had invented a product that would take on many of the characteristics of the soybean or the Brazil nut in terms of the strength and durability of the seed or the plant.\n\nHowever, by crossing these genes they unknowingly brought in the same characteristics and allergic reactions from the Brazil nut. It was science doing one thing for a net gain to the public but inadvertently creating another problem, which was the allergic reaction to a new product that no one imagined would happen. The good news is that it was, thankfully, pulled from the market shelves by the agricultural community before it actually reached the marketplace.\n\nMichael Lipton, an economist at the University of Sussex in England, does research on poverty and the demographics of food distribution in the Third World. He said that when electricity was first invented if the first two products of electricity was the electric chair and the electric animal probe where would we be today.\n\nI think that is one of the problems that this science has experienced in regard to genetically modified foods. There have been some horror stories coming out and, suddenly, because they are the first products, there is some fear-mongering, and rightly so, and some uncertainty on the part of the consumer which is showing up in the marketplace, hence, I guess, the demise of companies like Monsanto.\n\nThat is not to say that they are going to die a natural death. They will always be around because of some of the positive benefits of the alteration of species, plant breeding and so on, but what they have done in some of these cases is just taken it a step too far and that has cost them. It has cost them a lot of confidence in the marketplace which, at the end of the day, will determine whether some of these products survive or not. As consumers, we will determine that.\n\nAnimal genes are being crossed with food products, or plant genes, to create a product that will withstand, for example, cold temperatures. One of the recent discoveries was the taking of genes from a fish that lives in the North Atlantic, some of the coldest waters in the world, and crossing it with a strawberry. They are taking an animal gene and putting it into a food product with great success. One of the biggest enemies of the strawberry plant is cold and frost, Madam Speaker, which you well know coming from the province of Quebec where there is a huge strawberry industry. They have been very successful in doing that.\n\nWhat happens is that this conjures up all the fears we have as consumers. I only have to mention mad cow disease. What was being done there was that they were feeding cattle their own entrails, after going through a heat process. They were feeding their own meat to their own species which in turn created a problem within the cow. There is some evidence now that mad cow disease has jumped the species barrier. I have asked the Minister of Health what the department was doing and how it was monitoring that. We have evidence that the disease has entered the food chain and human beings are now being associated with that disease. It seems to have gone from animals to people. That is the result of science gone crazy or the application of science not benefiting mankind as we would like it to do.\n\nAnother example of that is atomic energy. Look at the gains we have made in this world when we cracked the atom. Some of them are very positive and some of them are very disastrous. The result is that atomic energy can produce a very clean power but because of mistakes made in the past, the atomic energy business is almost at a standstill. It is almost dying on the vine, yet it is something that should be growing. Scientists got off the track and the monitoring and procedures that would be used to keep people in check have not been there and we have seen a demise in that industry.\n\nThe same is occurring in the genetically modified food industry. There are so many examples of where science can do good. One of them is in a new product called golden rice. A couple of scientists, one is from Germany and I believe the other is from Austria, have developed a gene which they placed into a rice plant. It allows the rice plant to generate vitamin A, a missing ingredient in the diets of about two billion people on the face of the earth.\n\nLast year over 200 million people died because of malnutrition, because they simply did not have vitamin A in their diets. We are talking about those societies that depend on rice crops.\n\nThey put in beta carotene, or vitamin A; there is a connection between the two. They call it golden rice because of the beta carotene which is what is in a carrot. They have put it into the white rice crop with huge benefits. None of us disagree with the benefit side of it.\n\nWe have to know where it will lead and where it will stop. Is government going to put a check on these advancements and how rapid will these be?\n\nThe other day I mentioned what they call the terminator seed. It comes from the famous movie, the Terminator . Think about it. A company like Monsanto, with the power that exceeds the power of some governments, came up with a terminator seed. For example if we are talking about a wheat crop, the wheat would grow but the seeds that the crop would produce could no longer be used. They could no longer reproduce because the seed had been genetically modified so only that company could sell the seed. It is a monopoly on seed and food production. That is what scares a lot of us in the House. It is called the terminator seed.\n\nImagine the repercussions in the third world. Countries would be forced to buy seed. They could not save their own seed for the next year for planting and eventually harvesting.\n\nThose are examples of science going too far. None of us will deny the benefits of the science, but we want to see a check on it. We hope that mandatory restrictions will not be needed and that voluntary compliance will work. If it does not, we are suggesting that government at that point does have to step in.", 
            "topic": "Labelling Of Genetically Modified Foods", 
            "time": "2000-05-05 14:00:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2125/195/", 
            "text": "The time provided for the consideration of Private Members' Business has now expired, and the order is dropped to the bottom of the list of the order of precedence on the order paper.\n\nIt being 2.15 p.m., the House stands adjourned until Monday next at 11 a.m., pursuant to Standing Order 24(1).\n\n(The House adjourned at 2.14 p.m.)", 
            "topic": "Labelling Of Genetically Modified Foods", 
            "time": "2000-05-05 14:10:00", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332213", 
    "url": "/hansards/2125/", 
    "session": 2, 
    "date": "2000-05-05", 
    "id": 2125
}