{
    "parliament": 36, 
    "statements": [
        {
            "politician": {
                "name": "Elinor Caplan", 
                "url": "/politicians/4818/", 
                "member_id": 2635, 
                "party": "Liberal", 
                "riding": "Thornhill (Ontario)", 
                "id": 4818
            }, 
            "url": "/hansards/2130/0/", 
            "text": "moved that Bill S-10, an act to amend the National Defence Act, the DNA Identification Act and the criminal code, be read the second time and referred to a committee.", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 10:05:00", 
            "attribution": "Hon. Elinor Caplan (for the Solicitor General of Canada, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2130/1/", 
            "text": "Mr. Speaker, I am pleased to address the House today on second reading of Bill S-10, an act to amend the National Defence Act, the DNA Identification Act and the criminal code.\n\nThe bill follows up on an earlier piece of legislation, the DNA Identification Act, which received royal assent in December 1998. That act provides for the creation of a national DNA databank which will contain DNA profiles of convicted offenders and unsolved crime scenes.\n\nAs members of the House will recall, parliament endorsed a post-conviction scheme for the databank because it will ensure that all charter requirements are met. Bill S-10 does not change this important feature or the other key elements of the DNA Identification Act. It does fine-tune the legislation to create a more comprehensive and effective national DNA databank.\n\nBill S-10 also proposes some practical changes to ensure the smooth and effective implementation of the databank. The data bank is scheduled to be up and running by the end of June this year.\n\nWe therefore urge hon. members of the House to give Bill S-10 prompt consideration so that we can move quickly to introducing this powerful investigative tool to improve public safety for all Canadians.\n\nI want to share with members how Bill S-10 was developed, how it will work, its benefits and how the bill was improved as a result of its passage through the Senate.\n\nThe bill addresses a number of proposals that were recommended by the Standing Committee on Legal and Constitutional Affairs when it reviewed the original databank legislation. At that time the Senate committee proposed ways to better protect privacy interests and promote the databank's operations in an open and accountable manner.\n\nBill S-10 amends the National Defence Act, the DNA Identification Act to include the national DNA bank profiles from offenders who are subject to the military's code of service discipline and who are convicted of serious and violent offences. This amendment will ensure that we have a more complete databank that is not limited to civilian offenders.\n\nFor the purposes of the National Defence Act, a designated offence includes all the current criminal code designated offences as well as those service offences that are similar in nature to the criminal code offences.\n\nMilitary judges will be authorized to impose databank orders on persons subject to the code of service discipline after they are convicted of a designated offence. The DNA profiles obtained from these offenders will then be entered into the databank's convicted offenders index.\n\nThe National Defence Act is also being amended to authorize military judges to issue DNA warrants for military police investigations of designated offences committed within or outside Canada by someone who is subject to the code of service discipline. This will assist military police in conducting more efficient and effective police investigations.\n\nI want to emphasize that the proposed amendments to the National Defence Act mirror the current provisions in the criminal code. They include the same constitutional and privacy safeguards.\n\nTo enable parliament to monitor the ongoing operation of the databank, Bill S-10 includes new accountability measures. The RCMP commissioner will have to submit an annual report on the operations of the national DNA databank to the solicitor general. The solicitor general will then report to both Houses of parliament. Through this report, parliament will regularly receive valuable information about the databank's operations and will be able to assess whether it is meeting its intended objectives.\n\nThe parliamentary review provision in the DNA Identification Act has also been amended to give a Senate committee the same authority as a House of Commons committee to independently review the act.\n\nThe statement of principles in the DNA Identification Act is also being expanded to clarify that bodily samples and the resulting DNA profiles can only be used for law enforcement purposes. Bill S-10 makes it clear that such misuse is prohibited.\n\nTo ensure the smooth and effective implementation of the data bank, Bill S-10 also makes some practical changes to the criminal code. These changes were identified during recent consultations with the provinces and territories in planning for implementation of the databank.\n\nFederal and provincial heads of prosecution noted that the current law is unclear as to when a court does not have to make a databank order. Therefore, the criminal code is being clarified. Bill S-10 will require that the only time the court is not required to make a databank order is if the prosecutor advises that the person's DNA profile is already in the data bank.\n\nTo deal with offenders who may be transferred out of a province before a databank order can be executed, provincial court judges will be able to endorse an order that was granted in another province.\n\nTwo criminal code provisions that have not yet been proclaimed are also being repealed. These provisions would require a peace officer to inform a person specified in a DNA warrant or data bank order that he or she may express a preference on what type of DNA sample to give, and for the peace officer to take that preference into account.\n\nThese provisions could cause uncertainty when a person's preference conflicts with a judge's discretion in the the DNA warrant or order. Uncertainty cannot be allowed to enter into this important process. Giving a person a choice on what type of sample to provide is also unnecessary in law.\n\nThe criminal code provision allowing a person to consent to the use of his or her existing DNA results for the databank is also being repealed. This is because Canadian forensic labs do not support sending to the databank bodily substances or DNA profiles obtained from the criminal investigations. Re-using an old DNA profile is not feasible because there is no way of verifying whether it actually belongs to the person specified in the databank order.\n\nBill S-10 contains another important change to the criminal code and the National Defence Act to promote the accuracy and integrity of the national DNA databank. Peace officers, or persons acting under their direction, will be required to take fingerprints at the same time that DNA samples are collected for the databank. This will enable the police to verify the identity of the person specified in the DNA databank order.\n\nBy comparing the person's fingerprints with those contained in the RCMP's automated fingerprint identification system, the police will know whether they are taking a sample from the right person. Fingerprints are also useful in verifying the identity of a person when a match occurs in the databank. Not only will this measure enhance the reliability of the databank but it will also protect a person who has the same name as an offender specified in the databank order. To ensure the complete privacy of fingerprints, the bill makes it clear that they may only be taken for databank purposes.\n\nAs a result of the improvements proposed in Bill S-10, Canada will have a more complete and effective databank that will better protect the public from repeat violent offenders. The legislation includes practical changes to ensure that the data bank can be successfully implemented and that parliament can oversee its operations over time.\n\nAll provinces and territories, the police, victims and the public are looking forward to the databank's timely implementation. It will be an important milestone and a long awaited tool to improve public safety.\n\nI would therefore urge the hon. members of the House to support Bill S-10 so that we may proceed quickly in ensuring that its proposals are passed by the time the databank is implemented.", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 10:05:00", 
            "attribution": "Mr. John Maloney (Parliamentary Secretary to Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2130/2/", 
            "text": "Mr. Speaker, I will try to slow down. I think I see some smoke coming out of the translator's booth.\n\nThe opportunity to speak to this Senate bill, Bill S-10, an act to amend the National Defence Act, the DNA Identification Act and the Criminal Code, puts me in a bit of a quandary.\n\nOn one hand, I do not agree that we should be dealing with legislation that comes from the unelected and unaccountable other place. On the other hand, I have to agree with much of the intent of the legislation. It illustrates once again how the government has failed to do its job properly.\n\nJust a couple of years ago we dealt with DNA legislation. In fact this is at least the third time we have dealt with DNA legislation in the past five years. I suppose the government was embarrassed about its previous failures to adequately address all that was necessary. That may explain why it brought Bill S-10 through the back door, so to speak, through the Senate once again instead of through the House of Commons. Surely the government will get it right one of these days.\n\nIn the meantime, while Canadians want legislation to address failings in our youth justice system, while Canadians are dying through failures in our health system through lack of funding and through the lack of a plan to address the failings of our national health program, and while victims of crime continue to wait for legislation from the solicitor general, we are forced to once again spend time in this place dealing with DNA.\n\nDo not get me wrong. I believe DNA technology is one of the greatest tools for law enforcement and our justice system. All I am saying is that it is unfortunate that we have to take three or four kicks at the can just on DNA legislation when there are so many other issues of importance to our citizens. It is a travesty that the government wastes time and money trying again and again to get something right.\n\nI remember the last time we discussed DNA legislation. When we were dealing with Bill C-3 just two years ago, the government played politics instead of sufficiently supporting our police officers.\n\nWhen our police are asking for tools to help them solve hundreds of unsolved murders and rapes, the government goes only halfway. The government is more concerned with inconveniencing our criminals than it is with protecting our communities and ensuring that our more dangerous predators are removed from the streets.\n\nPerhaps after a number of our incarcerated criminals succeed in getting back onto the streets, only to recommit additional crimes, will we then be able to obtain their DNA samples to help the police with past unsolved serious crimes. Maybe then we will once again be back in here dealing with yet another attempt to properly legislate on this issue of DNA and the DNA databank once and for all.\n\nBill S-10 amends the National Defence Act to authorize military judges to issue DNA warrants to assist in investigations of National Defence personnel. The bill also authorizes military judges to order military offenders convicted of a limited number of offences to provide samples of bodily substances for the purpose of the DNA databank. Essentially all this legislation is doing is including similar provisions for the national defence justice system that we provided under the criminal code through Bill C-104 in 1995 and Bill C-3 in 1998. As a side note, hon. members will also be aware that Bill C-3 was a prime example of just how little the government really considers its law enforcement officers and its citizens.\n\nBill C-3 was passed in September 1998 to set up the DNA databank so that evidence left at crime scenes for very limited types of offences could be compared to the DNA samples taken from some of our more dangerous criminals. I say some of our more dangerous criminals because the government decided to severely limit just who had to provide samples of saliva or blood.\n\nFor example, individuals who have only been convicted of one murder do not have to provide a DNA sample. Furthermore, Canadian citizens will be surprised to know that such a valuable and highly effective justice tool is not even in force yet. As I say, it was passed in September 1998. It will not be in effect until next month.\n\nThe RCMP have been quoted as saying:\n\n—it's the single most important tool added to crime-fighting since discovery of fingerprint identification.\n\nIt has taken over a year and a half to come into being. Typically there are indications that it may take our correctional service another couple of years to fulfil its responsibilities under the legislation and to provide samples of those offenders presently incarcerated or serving sentences within the community. Should Bill S-10 pass this place I can only wonder how far down the road it will take before it too is actually in effect.\n\nAs I have previously stated in debate, it is most unfortunate that our DNA databank legislation is not much broader to include most, if not all, indictable offences. We all know that the vast majority of our more dangerous criminals start their life of crime with the lesser offences and move up to the more heinous criminal activity. Once a criminal commits an indictable offence that criminal should be included within the databank so that he will show up should he ever leave DNA evidence at the scene of a subsequent crime. The government seems to think that it should be a game between the criminal and our law enforcement personnel.\n\nI keep hearing about the government's concern for balanced legislation. Seeing its legislation and seeing its political endeavours, I often wonder whether part of its aim toward balance is ensuring that our criminals have a fair chance against getting caught and receiving punishment for their crimes. It is often more concerned for the interest of the criminals than it is for the safety of our citizens and the efforts of our police officers.\n\nBefore the listener gets the impression that this DNA databank and DNA warrant process will only bring our criminals to justice, I should point out that it is most important to also prove the innocence of some accused. We are all familiar with how DNA evidence was used to exonerate Guy Paul Morin and David Milgaard. They provided bodily samples to prove that the evidence left at the scene of the crimes did not match their DNA, so this whole DNA revolution is probably more important or at least just as important to prove innocence as to prove guilt of an individual.\n\nI have not said much about Bill S-10 specifically. As I have said, it brings to the military what we have done for our primary criminal justice process. It only makes sense that our military system operates on the same footing. Yes, it is an inadequate footing overall but at least it is a start.\n\nI will be supporting the legislation. It is my hope that it will not take as long to come into force. For some reason the government does not seem to realize the importance of each day it delays the implementation of legislation such as this. It may result in another day that victims have to live with not knowing who was responsible for the crime. It may result in another day that an individual is falsely accused of a crime. It may result in a day that a criminal gets away with a crime, to say nothing of the added expense to the taxpayer of added investigation by our police and additional legal argument within our courts as both the innocent and the guilty make their appeals.\n\nTo sum up, DNA is a valuable tool to separate the guilty from the innocent. It will greatly assist the police. It will provide greater certainty to our justice system. It will protect our citizens. Some of us may question the necessity to separate our justice system from our military in this time of peace, but it only makes sense that we provide a similar regime for that process for the same reasons we have provided it within the civil justice system.", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 10:10:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "René Laurin", 
                "url": "/politicians/6354/", 
                "member_id": 3279, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 6354
            }, 
            "url": "/hansards/2130/3/", 
            "text": "Mr. Speaker, despite the terrible way I sound this morning, I would like to be able to give you my message to the end. I am counting on the co-operation and indulgence of yourself as well as my colleagues so that I may manage to do so properly.\n\nBill S-10, with which we are dealing today, addresses a most interesting and timely subject, DNA evidence.\n\nDNA is located in the nucleus of human cells and contains each human being's genetic code. In fact, each of us has a personal genetic code, with the exception of identical twins. A person's DNA yields his or her genetic fingerprint. For law enforcement officers and lawyers, the advancement of science in the area of genetics is an indispensable tool for solving crimes, that is for finding the guilty parties and clearing innocent ones.\n\nBefore addressing the main thrust of Bill S-10, an act to amend the National Defence Act, the DNA Identification Act and the criminal code, I would like to provide a brief overview of Canadian legislation as it applies to the sampling of bodily substances.\n\nBefore 1995, the criminal code included no provisions allowing bodily substances to be sampled for genetic analysis on individuals suspected of a crime. Police officers did, nevertheless, collect bodily substances for genetic analysis purposes on accused individuals. This practice was challenged before the courts under the provision of the Canadian Charter of Rights and Freedoms, which provides protection against unreasonable search and seizure.\n\nThe decision in Borden by the Supreme Court of Canada in 1994 is an example of this. In this decision, the Supreme Court of Canada clearly says that the taking of bodily substances constitutes a search and seizure. Unless permitted under the law or unless the accused validly agrees to it, it is to be considered abuse. In this instance, hair and blood samples were taken from an accused in connection with an offence involving sexual assault. Since no legislative provision authorized this seizure and the agreement of the accused had not been obtained validly, the supreme court declared the seizure illegal.\n\nThis decision moved parliament to legislate in this area in order to respond to the constitutional requirements set by the Supreme Court of Canada. At the time, Bill C-104 added a section entitled Forensic DNA Analysis to the criminal code. These provisions have established the conditions and procedure to be followed for obtaining a warrant to entitle a Canadian peace officer to collect bodily substances for forensic analysis purposes from individuals suspected of having committed certain serious offences.\n\nIn 1997 the government decided to go further in the area of collecting bodily substances by introducing Bill C-3. The bill was passed by the House of Commons on September 19, 1998 and the new provisions contained in it are to come into effect in June 2000.\n\nIn the future, in addition to the taking of bodily substances when an individual is suspected of a crime, samples of bodily substances may be obtained from people already found guilty of designated offences in order to include them in the DNA data bank.\n\nIndeed, Bill C-3, the DNA Identification Act, created a national DNA data bank administered by the RCMP. That bank will include a crime index containing genetic information collected at the scene of a crime.\n\nIt will also include an index containing the genetic identification profiles of adults and teenagers convicted of specific offences under the criminal code. This will help police compare DNA information found at a crime scene with the profiles of suspects and convicted offenders, the objective being to find the guilty party as quickly as possible, with the smallest possible margin for error.\n\nOffences for which the taking of a sample may be authorized are called designated offences in the act. These offences are included in the criminal code and they are classified in the act as primary designated offences or secondary designated offences.\n\nFor example, for the purpose of the taking of a sample, murder, manslaughter and sexual assault are primary designated offences, while piracy, assault and dangerous driving are secondary designated offences.\n\nWhen this bill comes into effect, the justice system will have an effective tool to solve crimes. Only one group had been left out in the previous legislation, namely the military.\n\nBill S-10, which is before us today, complements the legislation on the taking and the storing of DNA data. There were no reasons to exclude military personnel from the system established for civilians, and this is why the Bloc Quebecois supports Bill S-10.\n\nI will now comment on the main amendments to Bill S-10. Bill S-10 essentially adds to the National Defence Act provisions that will authorize a military judge to issue a warrant authorizing the collection of bodily substances for DNA testing on military personnel who are suspected of having committed a designated offence, or who have been found guilty of such an offence.\n\nFirst, the classification of offences for which a sample may be authorized is the same as in Bill C-3. It was quite rightly decided to include in this list certain offences specific to the military and covered under the National Defence Act, such as mutiny with violence, endangering a person on an aircraft, and negligence in the handling of dangerous substances.\n\nA military judge may now issue a warrant authorizing the taking of a sample in a case where a member of the military is suspected of having committed a designated offence. The military judge will issue the warrant if there are reasonable grounds to believe that a designated offence has been committed and that a bodily substance has been found at the place where the offence was committed or on the body of the victim.\n\nThe results of forensic DNA analysis can be destroyed if the sample of the bodily substance taken does not match that obtained at the place where the offence was committed, if the person is acquitted of the offence, or if the charge is withdrawn.\n\nIn addition, when a member of the military is found guilty of a designated offence, the court martial may make an order for the taking of a sample in order to include the accused's DNA profile in the DNA data bank.\n\nThe distinction between primary and secondary offences is relevant here because it determines whether the taking of a sample will be ordered. When a member of the military is found guilty of a primary offence, the court martial must order the taking of a bodily substance sample. However, if he is found guilty of a secondary offence, the court martial is not required to make such an order.\n\nIn the latter case, a series of guidelines are given to assist the court martial in deciding whether or not to order a sample. The court martial must take into account the impact taking a sample would have on the privacy and security of the person. It can also take into consideration any previous convictions as well as the nature and circumstances under which the offence was committed.\n\nBill S-10 also contains the provision that, when samples of bodily substances are ordered, they shall be taken as soon as possible, even if there is an appeal. Results of the DNA analysis of bodily substances taken when a member of the Armed Forces is convicted of an office are transmitted to the Commissioner of the RCMP for entry in the convicted offenders index of the national DNA data bank.\n\nAny portions of samples of bodily substances that are not used in forensic DNA analysis are also transmitted to the Commissioner.\n\nFinally, I believe it is worth pointing out that the bodily substances which can be sampled are hair, saliva and blood. The foregoing were the main points of the new provisions to be added to the National Defence Act by Bill S-10 in order to allow the sampling of bodily substances for purposes of DNA analysis.\n\nBill S-10 goes still further, by also amending the Genetic Identification Act and the Criminal Code. I will therefore present the amendments to the act proposed by Bill S-10.\n\nFirst of all, there is provision for the DNA profiles, as well as samples of bodily substances from which the profiles are derived, to be used only for law enforcement purposes in accordance with this Act, and not for any unauthorized purpose.\n\nThis addition provides additional protection to those who have had samples of bodily substances taken. In fact, these substances may in no case be used to develop a psychological profile or for medical research purposes. The DNA Identification Act will help solve crimes, convict the guilty and avoid legal errors.\n\nWe must remember however that every person has the right to privacy and must be assured that DNA information gathered will not be used for experimentation. The law provides penalties for those failing to meet these objectives.\n\nBill S-10 adds to the DNA Identification Act the requirement that the Commissioner of the RCMP responsible for administering the data bank report to the Solicitor General annually on the national DNA data bank.\n\nProvision has already been made for a committee of the Senate or the House of Commons or a joint committee to examine the application of the law in the five years following its coming into effect. This is why this amendment does not seem crucial to me.\n\nHowever, in the light of the financial problems the RCMP seems to be facing these days, this requirement may draw the attention of parliamentarians to the problems of implementing the law more quickly and, therefore, resolve them right away.\n\nHowever, Bill S-10 also amends certain provisions of the Criminal Code concerning the collection of bodily substances. It involves permitting an order for sampling obtained following conviction to be executed in another province.\n\nLet us take the example of an individual who is convicted and sentenced in Quebec of an offence for which the law permits a sample to be taken. The Quebec judge hands down a sentence and orders the taking of a blood sample, to include the DNA profile of the individual in the DNA data bank.\n\nUnder the new provision proposed in Bill S-10, if the individual is transferred to a penitentiary located in Ontario before the sample is collected, an Ontario judge can confirm the order issued in Quebec, thus making it possible to collect the sample in Ontario.\n\nIn other words, it would not be necessary for an Ontario judge to receive a new application and to issue a new order. This will help avoid having multiple and useless proceedings, thus allowing those who work in criminal law to save money and time.\n\nThe second change concerns a criminal code provision allowing the crown prosecutor to obtain the authorization to collect samples for a designated offence under the act on young offenders who are already serving a sentence when the act comes into effect.\n\nThese are ex parte applications, which means they are submitted without the offender being present. Under the current act, these applications must be accompanied by a certificate attesting that the offender is indeed serving a sentence for a designated offence, and a notice must be sent to the offender to inform him that the crown will submit the certificate. Since this is an ex parte application, the notice of filing is not necessary and Bill S-10 removes that obligation, which, in my opinion, is something quite acceptable.\n\nA third amendment concerns a section in the criminal code dealing with the execution of the warrant. This section lists the formalities to be observed by a peace officer taking a sample of a bodily substance. One paragraph in this section requires the peace officer taking the sample to inform the offender that he or she may express a preference as to the substance to be sampled.\n\nThis requirement, if maintained, would place the peace officer taking the sample in a dilemma. If the judge ordered a sample of hair and the offender preferred to give a blood sample, the peace officer would be unable to enforce the judge's order. Bill S-10 repeals this requirement. I am sure this will avoid many impossible situations.\n\nUnder the fourth amendment, a peace officer taking a sample of a bodily substance in accordance with a court order may take fingerprints from the person at the same time. This is not stipulated in the legislation.\n\nThe purpose is to allow a comparison with fingerprints already taken at the time of arrest and to ensure solid identification of the offender. I am not convinced of the usefulness of such a procedure. It seems to me to hamper the process, when the fingerprints are already available, when the RCMP is overburdened and unable to keep up. Would this be another sign of a lack of communication between the various departments? Time will tell.\n\nFinally, according to the present criminal code, the court does not have to issue a sampling order when this is not required for application of the law. This was unclear, and has been replaced in Bill S-10 by unequivocally stating that an order shall not be made if the national DNA data bank already contains a DNA profile of the person.\n\nThese then are the main changes to the DNA Identification Act and the criminal code by Bill S-10. I would like to close by reminding hon. members that the use of DNA has had spectacular effects on the lives of certain individuals.\n\nWe might refer to the case of David Milgaard, who spend 23 years behind bars for a crime he did not commit. In 1997, he was fully exonerated through DNA testing. The tests made it possible to charge a certain Larry Fisher, a repeat sex offender.\n\nThen there was the high-profile case of Guy-Paul Morin, who was sentenced to life imprisonment in 1992 for a murder that he had not committed. Once again, DNA evidence came to the rescue and provided proof that he was not the murderer.\n\nUndeniably, the use of DNA evidence can virtually work miracles. One cannot help but agree with the results. The sampling of bodily substances for forensic purposes, however, also raises some concerns. Some people fear that holding substances taken from individuals may result in the unjust marginalization and abuse of certain individuals. The profiles must absolutely not be used for such purposes.\n\nThis is why it is imperative for vigilance to be maintained in connection with this technology, which is invasive to say the least, and has the potential to allow countless information on an individual to be obtained.\n\nOverall the Bloc Quebecois supports Bill S-10, with some reservations. It is pleased with the provision offering additional protection against the use of profiles obtained for purposes other than those allowed by the law.", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 10:15:00", 
            "attribution": "Mr. René Laurin (Joliette, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2130/4/", 
            "text": "Mr. Speaker, I am pleased to have the opportunity to speak to a bill that is very important for the concept of justice in our nation.\n\nAs has been said by other members of the House, I am very disappointed that the bill emanates from the other place and that the government has not seen fit to bring forth this legislation and move it forward through the proper channels, which would be through the House of Commons, so that the bill on this very important topic would originate here. At the same time, I commend the hon. senators of the other place who put their time and effort into working on this very important issue.\n\nThis enactment, as has been indicated, would amend the National Defence Act to authorize military judges to issue DNA warrants in the investigation of designated offences committed by a person who is subject to the code of service discipline. It also authorizes military judges to order military offenders convicted of a designated offence to provide samples of bodily substances for the purposes of the national DNA data bank. These authorities are similar to those that may be exercised by a provincial court judge under the criminal code.\n\nThis enactment would make related amendments to the DNA Identification Act and the criminal code. The DNA Identification Act amendments would allow bodily substances and the DNA profiles derived from them, which are taken as a result of an order or authorization by a military judge, to be included in the national DNA data bank.\n\nThe criminal code amendments extend the prohibition against unauthorized use of bodily substances and the results of forensic DNA analysis to include those obtained under the National Defence Act. In this bill there are other amendments to the criminal code which clarify and strengthen the existing regime concerning the taking of bodily substances for the purposes of forensic DNA analysis.\n\nThe important thing is that the legislation brings about consistency between the justice system for those who are in the national defence regime and those who are not. I have often spoken to members of our Canadian forces. I have been saddened to hear some of them tell me that quite often in the areas of health and justice they feel that they are second class citizens.\n\nOne young man talked to me in confidence about the fact that if he had a medical problem he did not feel he got the same kind of treatment as he would if he were on civvy street so to speak. The same sentiment was echoed with respect to the justice system. Quite often they saw the justice system as a kangaroo court. Because of the rank and file structure of national defence, they felt that they were not getting fair justice and that they were in a lot of cases facing a kangaroo court. These sentiments were expressed to me by members of the Canadian forces.\n\nAny step that can be taken to make the justice system fair for all of our citizens is a very important step to take. Certainly this legislation moves in that direction by making sure that provisions for DNA collection and sampling are similar across the justice system. This is a very important aspect of the bill.\n\nThe bill touches on many topics and I will not get into all of them. It outlines the information that is required for taking the DNA warrant. It talks about the various investigative procedures, the contents of the information and how this information must be filed with the courts, the marshal administrator, certain formalities that are involved respecting the taking of warrants, the issue of the detention of people, privacy, transmission of results to a commissioner and the transmission of bodily substances. All these topics are dealt with in the bill, as is the role of the peace officer. These are all very important items.\n\nThe bill repeats a lot of things that were mentioned in previous legislation, Bill C-3. This bill has widespread support with the law enforcement agencies and the public. The concern of many people in the public is that our justice system bring about speedy and just results. They see the collection of DNA and the taking of samples and so forth as being one means to ensure that kind of justice.\n\nI recall speaking with some law enforcement officers not that long ago who were very concerned about this issue. They wanted the support of the members to make sure that appropriate legislation was passed to facilitate them with their most difficult job of trying to handle the crimes that come before them. The bill is certainly a step in that direction.\n\nThe NDP supports the idea of the bill, the collection of DNA via warrants. It is important that due process be built in when this kind of system takes place.\n\nWhile there is a great deal of support by police officers and members of the public, a number of people also have concerns about the bill. Many civil liberties groups have some concerns about it. We recognize that these are valid concerns. They range from economic concerns, the money that could be spent on other issues, to ethical concerns of DNA testing itself and the probability that the forcible taking of DNA samples may be challenged under the charter of rights.\n\nA number of issues need to be addressed when this legislation goes to committee. Some of these are the indefinite period of keeping DNA on file; the inclusion of young offenders in the bill; and the issue of who has access to the DNA data bank and how the information may be used. The latter is very important because when we are talking about DNA we know that it is very peculiar to an individual. It is a part of the individual's identification, a part of that person. There has to be a certain amount of privacy and respect for privacy. We have to be careful as to how this information is used.\n\nThe fact that DNA may be taken even while a case is under appeal is another issue which should be discussed in committee and dealt with. The taking of DNA is mandatory upon conviction rather than at the discretion of the judiciary or upon request of the accused. That is an issue of concern to many people.\n\nFinally, there is the fact that a person can be detained for what is defined as a reasonable amount of time for the taking of samples as opposed to setting a clearly defined period of time. What is reasonable in one person's eyes may not necessarily be reasonable in another person's eyes. There should be some kind of consideration given to specifying the amount of time involved when we are implementing that part of the legislation.\n\nThere are also the costs, maintenance and security of the DNA bank.\n\nWhile we in the NDP support this legislation, we are supporting it cautiously with the caveat that the issues we have defined and talked about are extremely important and must be dealt with. They should be dealt with in a way that is going to make sure that we are improving the justice system and creating fairness and justice for all.\n\nDNA is an extremely valuable and reliable tool for crime fighting. We support this legislation and urge that when the bill goes before committee that the very important issues I have talked about be discussed and dealt with.", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 10:40:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2130/5/", 
            "text": "Mr. Speaker, I am pleased to speak to Bill S-10. This is an important bill which amends the National Defence Act, the DNA Identification Act and the criminal code.\n\nThe purpose of the bill is to include in the DNA data bank created in December 1998 the genetic profiles of offenders convicted under the military justice system. At present the DNA Identification Act affects only offenders who are convicted by the civilian court system and not the military. It also makes a number of minor changes to the existing act.\n\nFor us it only makes sense that this happen. It brings the military rules more in line with civilian rules and the circumstances with which civilians must deal. It is somewhat in line with the recent court decision which determined that military officers have the right to refuse questionable medication in the same way that civilians do. The military is going to have to treat the DNA process the same way as civilians do and we certainly support that. We support the total merging of the two systems into one.\n\nIn recent years the courts have seen high profile convictions, such as that of Paul Bernardo, and eventual acquittals, such as that of Guy Paul Morin, due to the use of DNA evidence. It is but the latest tool for law enforcement to use in the protection of Canadian society.\n\nBill S-10 allows for a more broad, equal use of the DNA data bank while being careful not to trample on an individual's privacy rights. It is a good piece of legislation brought about by the hard work of the hon. senators. The PC Party would like to commend their efforts by stating that we will be supporting Bill S-10 when it comes to voting time.\n\nThe DNA tool is a powerful tool in conducting criminal investigations. It began as a result of the warrant for taking DNA samples, the 1995 criminal code amendment to allow for DNA samples to be taken under a warrant to facilitate the conduct of certain police investigations and identification of suspects. The second stage was Bill C-3, a 1997 bill on DNA identification which set the structure and administration for a national DNA data bank containing the DNA profiles of those convicted of serious criminal offences and of the DNA samples found at the scenes of unsolved crimes.\n\nThe data bank should be operational by June 2000 and will be administered by the Royal Canadian Mounted Police which at present administers six forensic laboratories in the country. We can only hope that the federal government will come through with adequate funding for the DNA data bank.\n\nThe solicitor general proudly stated recently that public safety would continue to be the Liberals' number one concern as he announced funding of $115 million for the data bank. Sadly, many RCMP experts who will have to use this technology stated they needed $280 million for the data bank to combat crime in the 21st century. Once again the Liberal actions were nowhere near the Liberal rhetoric and law enforcement has been given short shrift.\n\nIn 1998 during the Senate meetings dealing with Bill C-25, an act to amend the National Defence Act which was to reform the military justice system, the then defence minister and his staff were enlightened to the fact that members of the military who were charged or convicted under the new National Defence Act enforced by the military police would not be subject to the provisions of Bill C-3 because it was enforced by the RCMP. For cases of sex offences involving members of the military, the RCMP would not have the jurisdiction needed to do the job of taking and storing DNA samples. By law it was supposed to do so but in cases of offences only involving the military, it could not.\n\nAlong with this apparent problem, a 1998 Senate report concerning the DNA data bank said that such access might affect the privacy of Canadians in an unprecedented and unintentional way. In addition the committee believed that the nature of the information contained in the proposed data bank necessitated the strict monitoring of any process that would allow for the release of this information to governments or agencies outside Canada. The report recommended that the government strengthen the legislation concerning the administration of the DNA data bank and the security of the information in that bank.\n\nTo ensure the passage of Bill C-3 the solicitor general committed to draft a new bill which is the bill we are talking about today. The bill would allow for, first, the jurisdiction of the DNA data bank to be extended to offenders convicted in the military justice system.\n\nSecond, the commissioner of the RCMP would be required to report on the operation of the DNA data bank as part of his annual report to the minister and then it would be tabled in parliament.\n\nThird, a provision would be included in the new bill for parliamentary review every five years to address the concerns of members of the committee about the highly sensitive nature of the information contained within the data bank and the rapidity of technological change in this field.\n\nFourth and finally, the Senate and the House of Commons committees would have the same power to do a five year review as provided for in the new bill.\n\nThe solicitor general then asked that the bill be introduced in the Senate before being tabled in the House of Commons so that the senators could ensure that all of the points of concern had been properly addressed.\n\nThe amendments proposed in Bill S-10 include under the National Defence Act that the DNA profiles of offenders subject to the code of service discipline who are convicted for serious and violent offences will be included in the DNA data bank for the first time. The code would apply to military personnel, the reserves and some civilians who accompany military personnel abroad. As in the case of the existing provisions of the DNA Identification Act, Bill S-10 provides that both samples and the results of analyses must be transmitted to the commissioner of the RCMP and stored in the data bank.\n\nThe new bill also provides that the provisions to be included in the National Defence Act concerning authorization for taking DNA samples, the handling and storage of samples, the results of the DNA analyses and the respective privacy will be identical to the provisions set out in Bill C-3.", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 10:50:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/6/", 
            "text": "I hesitate to interrupt the hon. member but I think it is time to move to statements by members. I can assure the hon. member that after routine proceedings he will have 14 minutes remaining in his allotted time.", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rey D. Pagtakhan", 
                "url": "/politicians/3204/", 
                "member_id": 2517, 
                "party": "Liberal", 
                "riding": "Winnipeg North—St. Paul (Manitoba)", 
                "id": 3204
            }, 
            "url": "/hansards/2130/7/", 
            "text": "Mr. Speaker, this Sunday is Mother's Day. Each of us in our unique way will pay special tribute to our own mother and greet other mothers as well. We do so to celebrate the beauty and heroism of motherhood.\n\nOur mothers carried us in their wombs and brought us into this world. They laboured to instil creativity in our minds and kindness in our hearts.\n\nMothers are the fountain of their children's virtues, the pillar of strength when children are in sorrow and the wellspring of inspiration when sons and daughters share their joy and success. Mothers perpetuate humanity.\n\nThis Sunday, whether our mothers have gone to the great beyond and live on in our memories or whether our mothers are in our homes now, to them we say, “I love you, Mother. I love you very much”.", 
            "topic": "Mother's Day", 
            "time": "2000-05-12 10:55:00", 
            "attribution": "Mr. Rey D. Pagtakhan (Winnipeg North—St. Paul, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2130/8/", 
            "text": "Mr. Speaker, Cape Scott is a large provincial park at the north end of Vancouver Island. The park includes five islands at the northwest tip of Vancouver Island. These are Cox, Lanz, Beresford, Triangle and Sartine. So known as the Scott Islands, they contain the most important breeding colonies of seabirds on our west coast and it is ranked as a globally significant important bird area with over two million breeding birds. Over one half of the global population of Cassin's Auklet and significant percentages of the world's populations of some other seabirds reside there.\n\nThe Canadian Nature Federation is launching an important Simon Fraser University biological research project to study feeding patterns around the Scott Islands. This launch will coincide with International Migratory Bird Day, which is tomorrow, May 13.\n\nThis is an important project, in a special place, for a very good purpose.", 
            "topic": "Scott Islands", 
            "time": "2000-05-12 11:00:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2130/9/", 
            "text": "Mr. Speaker, Canadians now have access to another innovative online service from Canada Post.\n\nFirst there was ePost, then eParcel, and now PosteCS. With PosteCS Canadians can send documents of any size around the world instantly and securely. PosteCS is more secure than regular e-mail and it features delivery tracking and an electronic postmark. It is an affordable alternative to costly courier service.\n\nPosteCS is further evidence that Canada Post is becoming a world leader in providing innovative, physical and electronic delivery solutions.\n\nThe government is determined to make Canada a world leader in the field of electronic commerce with innovative online products such as PosteCS.", 
            "topic": "Canada Post", 
            "time": "2000-05-12 11:00:00", 
            "attribution": "Ms. Carolyn Parrish (Mississauga Centre, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Guy St-Julien", 
                "url": "/politicians/3750/", 
                "member_id": 2658, 
                "party": "Liberal", 
                "riding": "Abitibi (Québec)", 
                "id": 3750
            }, 
            "url": "/hansards/2130/10/", 
            "text": "Mr. Speaker, since its establishment by Falconbridge Inc., the Raglan mining company has contributed to the economic development of two airports, one in Val-d'Or and one in Rouyn-Noranda, in the latter case through its chartered plane, which transports miners to the Raglan mine in Nunavik.\n\nLucien Bouchard's PQ government has put several million dollars into the construction of Raglan's building at the Rouyn-Noranda airport.\n\nNow, the Government of Quebec and the City of Rouyn-Noranda want to extend the airport's runway by 1,000 feet at a cost of several millions of dollars so that they can stop contributing to the economic development of the Val-d'Or regional airport, which is located a mere 15 minutes away from the Rouyn-Noranda airport.\n\nOnce again, Quebec's PQ government, through its regional minister, Rémi Trudel of Rouyn-Noranda, is riding roughshod over the economy of the Abitibi-Témiscamingue region. It no longer wants the Raglan mining company to contribute to the economy of Val-d'Or.", 
            "topic": "Raglan Mining Company", 
            "time": "2000-05-12 11:00:00", 
            "attribution": "Mr. Guy St-Julien (Abitibi—Baie-James—Nunavik, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Darrel Stinson", 
                "url": "/politicians/3097/", 
                "member_id": 3092, 
                "party": "Reform", 
                "riding": "Okanagan—Shuswap (B.C.)", 
                "id": 3097
            }, 
            "url": "/hansards/2130/11/", 
            "text": "Mr. Speaker, we now have scanners that can detect the smallest amount of drugs. When I spotted a scanner at Joyceville Penitentiary I knew what it was. They told me it cost about $60,000, but I figured this was a good investment as we could confiscate the drugs. They told me “Oh, no, we do not confiscate the drugs. When we find somebody who brings drugs inside the prison we send them back home and then they can try again 24 hours later”.\n\nThat is like someone getting caught while driving impaired and when they blow over the legal limit the RCMP tell them to turn their car around, go home and try again tomorrow.\n\nThey also told me there is another choice. The visitor carrying the drugs can still go on with the visit, but must be accompanied by a guard.\n\nThis week's lesson for the solicitor general is, we might reduce the drug problem in our prisons if the guards could at least confiscate the drugs. Then they could let the prisoners have plenty of time to visit with their buddies while their buddies are doing five years for illegal drug smuggling.", 
            "topic": "Penitentiaries", 
            "time": "2000-05-12 11:00:00", 
            "attribution": "Mr. Darrel Stinson (Okanagan—Shuswap, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Hec Clouthier", 
                "url": "/politicians/4748/", 
                "member_id": 2620, 
                "party": "Liberal", 
                "riding": "Renfrew—Nipissing—Pembroke (Ontario)", 
                "id": 4748
            }, 
            "url": "/hansards/2130/12/", 
            "text": "Mr. Speaker, nearly 400 years ago, in 1603, Samuel de Champlain began years of exploring and mapping eastern Canada from the St. Lawrence to the Great Lakes.\n\nIn 1613 Champlain lost one of his navigational instruments, an astrolabe, near Cobden in my great riding of Renfrew—Nipissing—Pembroke. Over 200 years later that astrolabe was found by a local farm boy and is now on display at the Museum of Civilization across the river in Hull.\n\nIn 1632 Champlain published a detailed map of Canada as it was known at that day and it has been acknowledged as a masterwork of Canadian cartography.\n\nHe wrote:\n\nThe great love I have always had for making discoveries in New France made me more and more eager to travel this proud country so as to have a perfect knowledge of it.\n\nNearly 400 years later that spirit of discovery is with us today in the form of students who are visiting from Champlain Discovery School in Pembroke. I salute these young students who will be our celebrated cyberspace explorers in the 21st century.", 
            "topic": "Samuel De Champlain", 
            "time": "2000-05-12 11:00:00", 
            "attribution": "Mr. Hec Clouthier (Renfrew—Nipissing—Pembroke, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ghislain Fournier", 
                "url": "/politicians/5117/", 
                "member_id": 2698, 
                "party": "Bloc", 
                "riding": "Manicouagan (Québec)", 
                "id": 5117
            }, 
            "url": "/hansards/2130/13/", 
            "text": "Mr. Speaker, I wish to congratulate Professor Masoud Farzaneh, an internationally renowned expert in atmospheric icing and high voltage. A professor at the Université du Québec à Chicoutimi and holder of the atmospheric icing chair, Mr. Farzaneh was recently made a member of the U.K.'s Institute of Electrical Engineers.\n\nHe is one of a very small group of researchers in Quebec to have achieved this distinction. He belongs to ten or so national and international professional associations and has more than 250 scientific publications to his credit.\n\nMr. Farzaneh is presently holder of the CIGELE chair, in which ten or so partners are involved, including Hydro-Québec.\n\nBravo to Professor Farzaneh for winning this honour. His achievement reflects on the entire academic community of Saguenay-Lac-St-Jean.", 
            "topic": "Masoud Farzaneh", 
            "time": "2000-05-12 11:05:00", 
            "attribution": "Mr. Ghislain Fournier (Manicouagan, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Marcel Proulx", 
                "url": "/politicians/marcel-proulx/", 
                "member_id": 3672, 
                "party": "Liberal", 
                "riding": "Hull—Aylmer (Québec)", 
                "id": 238
            }, 
            "url": "/hansards/2130/14/", 
            "text": "Mr. Speaker, I am pleased to inform the House and all Canadians that May 12 is Canada Health Day.\n\nCanada Health Day is held each year on the anniversary of the birth of Florence Nightingale and is jointly sponsored by the Canadian Public Health Association and the Canadian Health Care Association.\n\nTo draw attention to the celebrations in 2000, a new theme has been developed for the campaign “Healthy Beginnings: Child Health in the New Millennium”. This theme underscores the importance of the first five years of life in the development of healthy children.\n\nOver the past decade, there has been an explosion of scientific information on what children need to get the best possible start in life. We now know that the first five years are crucial to the development of a child's ability to think, love, trust and develop a strong and positive self image.\n\nLet us join together in wishing an excellent Canadian Health Day to the Canadian Public Health Association and the Canadian Healthcare Association.", 
            "topic": "Canada Health Day", 
            "time": "2000-05-12 11:05:00", 
            "attribution": "Mr. Marcel Proulx (Hull—Aylmer, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Philip Mayfield", 
                "url": "/politicians/4022/", 
                "member_id": 3077, 
                "party": "Reform", 
                "riding": "Cariboo—Chilcotin (B.C.)", 
                "id": 4022
            }, 
            "url": "/hansards/2130/15/", 
            "text": "Mr. Speaker, some members of the public accounts committee have just returned from Washington, D.C. after meeting with officials of the U.S. government, the World Bank, the International Monetary Fund and the Inter-American Development Bank. The discussions were about increasing government's transparency and accountability and about supporting parliamentarians working to make their governments accountable to their people.\n\nThere is a great desire for governments to do what they were elected to do and to spend taxpayer money for the greater good of all the people. Our government in Canada, however, does not seem to share this desire for transparency and accountability. In fact, the treasury board is now gathering its resources to further limit the flow of information to parliament in the name of increased efficiency. We all want efficiency, but not at the expense of democracy and a fully accountable government.\n\nI call on the Government of Canada to listen to those who know from firsthand experience the need for open and accountable government. Canada belongs to all its citizens, not the government. Give the people this respect.", 
            "topic": "Governments", 
            "time": "2000-05-12 11:05:00", 
            "attribution": "Mr. Philip Mayfield (Cariboo—Chilcotin, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Rick Limoges", 
                "url": "/politicians/3574/", 
                "member_id": 3675, 
                "party": "Liberal", 
                "riding": "Windsor—St. Clair (Ontario)", 
                "id": 3574
            }, 
            "url": "/hansards/2130/16/", 
            "text": "Mr. Speaker, I rise today to recognize a great Canadian, Mr. George Findlay, a teacher at Princess Elizabeth Public School who received the Prime Minister's Award for Teaching Excellence.\n\nMr. Findlay inspires his students to stretch academically and to gain a sense of pride and achievement in their work. As a teacher he always prepares his students well for the transition to high school and adult life. Part of Mr. Findlay's teaching philosophy is “Once you are in my class, you are mine for life”.\n\nI commend Mr. Findlay and all of the other award recipients this year for their outstanding teaching and dedication to students everywhere.", 
            "topic": "George Findlay", 
            "time": "2000-05-12 11:05:00", 
            "attribution": "Mr. Rick Limoges (Windsor—St. Clair, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2130/17/", 
            "text": "Mr. Speaker, that the Liberal's allow Alberta's bill 11 to go unanswered is absolutely shameful.\n\nAs early as March the NDP tried to table a legal opinion that showed concrete examples of how bill 11 violates the Canada Health Act, but the Liberals blocked us. Our legal opinion says that the enhanced service provisions of bill 11 violate the accessibility principle of medicare because patients can choose an enhanced level of service.\n\nBy upgrading the service to include extras, the service then becomes uninsured. Since speed and quality of service would vary according to ability to pay, this creates a two tier system and, as such, violates the accessibility principle in exactly the same way the Calgary eye clinics violate it, and yet for four years the Liberals have not enforced the act on the eye clinics because of the secret 12 point deal.\n\nThe fact remains that existing violations go unpunished, bill 11 goes unanswered and the health care system goes to rot under the minister's watch.\n\nThe Canada health care system needs a champion. If the minister cannot stand up to Ralph Klein, he should step down, resign and let somebody with courage and conviction take the helm.", 
            "topic": "Health", 
            "time": "2000-05-12 11:05:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2130/18/", 
            "text": "Mr. Speaker, on this International Nurses Day, I am proud to pay tribute to my colleagues, the nurses in Quebec.\n\nSince 1994, in Quebec, we have celebrated Nurses Week. This year the theme is “nurses, expertise from the heart” reflects the commitment by these 65,000 health care professions, who provide quality care for the sick and their families, often under difficult circumstances.\n\nIt is not a matter of chance that the nursing profession was third last March among the top professions.\n\nThe listing of clinical expertise published by the Ordre des infirmiers et des infirmières du Québec numbers more than 600 projects focussed on the needs of the patients and their families. From all over Quebec, these innovative projects brilliantly illustrate the competence of nurses and their profound desire to provide care that is adapted to the latest technologies and able to meet the needs of an ever more diversified clientele.\n\nTo the nurses of Quebec and Canada, on behalf of the Bloc Quebecois, I say thank you. We know we can count on you.", 
            "topic": "Nurses", 
            "time": "2000-05-12 11:10:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral (Laval Centre, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2130/19/", 
            "text": "Mr. Speaker, Canada lost an eminent jurist on Wednesday, when Jules Deschênes, chief justice of the Quebec superior court, passed away.\n\nWe want to recognize, among other initiatives, his support for legal assistance and for a family mediation system, which have allowed Canadian society to make remarkable progress.\n\nBorn in Montreal on June 7, 1923, Jules Deschênes studied law at the Université de Montréal and was called to the Bar in 1946.\n\nIn March 1972, Mr. Deschênes was appointed directly to the Quebec court of appeal. He was chief justice from 1973 to June 1983. From 1985 to 1987, he chaired a commission of inquiry on war criminals in Canada. From 1993 to 1997, he sat on the international criminal tribunal on war crimes in the Balkans.\n\nAmong other distinctions, Jules Deschênes was presented with the Order of Canada, in 1989—", 
            "topic": "The Late Justice Jules Deschênes", 
            "time": "2000-05-12 11:10:00", 
            "attribution": "Mr. Robert Bertrand (Pontiac—Gatineau—Labelle, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/20/", 
            "text": "The hon. member for New Brunswick Southwest.", 
            "topic": "The Late Justice Jules Deschênes", 
            "time": "2000-05-12 11:10:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2130/21/", 
            "text": "Mr. Speaker, today is the international day of recognition for chronic fatigue syndrome and fibromyalgia. Approximately 15% of all Canadians suffer from environmental illnesses, which include chronic fatigue syndrome and fibromyalgia.\n\nI would like to take this opportunity to thank the Environmental Illness Society of Canada for all the work it does in this area. The society works across the country to raise awareness of these illnesses.\n\nIn November the first ever national symposium on environmental illnesses will be held in Hull, Quebec. Thanks in part to the work of the society it is sure to be a successful and extremely informative event.\n\nThe time is right for the government to assure sufferers of environmental illnesses that they will soon receive the support and recognition they need and deserve.\n\nI would like all members of the House to support my private member's bill, Bill C-416, which addresses this very issue.", 
            "topic": "Environmental Illness", 
            "time": "2000-05-12 11:10:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ian Murray", 
                "url": "/politicians/4589/", 
                "member_id": 3190, 
                "party": "Liberal", 
                "riding": "Lanark—Carleton (Ontario)", 
                "id": 4589
            }, 
            "url": "/hansards/2130/22/", 
            "text": "Mr. Speaker, as this is the last day of International Youth Week, it is my pleasure to address the House on the many ways the government is helping young Canadians to obtain new skills and training to help them compete in the global economy and broaden their exposure to foreign cultures.\n\nThrough the youth employment strategy, six federal departments are investing nearly $35 million to help over 2,500 youth each year get this valuable experience. In today's global economy it is vital to end the “no experience, no job/no job, no experience” cycle.\n\nThese international youth internships and exchange programs are part of our answer to helping young people take control of their lives and to make wise career choices in the global economy.\n\nThese programs are getting results. To quote a recent participant in HRDC's internship program “This internship changed me from a graduate intern with no experience to an export market representative for a manufacturing firm at the cutting edge of technology”.\n\nI encourage every young person who is interested in participating in such a program to contact their local Human Resources Canada centre or to look up HRDC's youth page on the web.\n\nI have every confidence they will benefit from these youth projects and will learn valuable lessons that will last a lifetime.", 
            "topic": "International Youth Week", 
            "time": "2000-05-12 11:10:00", 
            "attribution": "Mr. Ian Murray (Lanark—Carleton, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Peter Goldring", 
                "url": "/politicians/peter-goldring/", 
                "member_id": 2456, 
                "party": "Reform", 
                "riding": "Edmonton East (Alberta)", 
                "id": 120
            }, 
            "url": "/hansards/2130/23/", 
            "text": "Mr. Speaker, 55 years ago freedom arrived in the heart of Holland; freedom bringing hope for a future built upon the sacrifices of the day; freedom brought at a very high price.\n\nRow upon row of Canada's youth rest on Dutch soil, testament to a supreme effort in bringing an end to Holland's war torment. The Dutch remember this true price of peace.\n\nThis week the people of Holland opened their homes and hearts and welcomed thousands of Canada's veterans. They honoured them on parade and remembered the dead. Three hundred thousand cheered Canada's war soldiers as they proudly marched under royal review.\n\nThe Dutch touched all with their sincerity and respectful thoughts for Canada's honourable war veterans and remembered war dead. Holland paused and gave its respect. I thank Holland and and Canada's war veterans.", 
            "topic": "Holland", 
            "time": "2000-05-12 11:10:00", 
            "attribution": "Mr. Peter Goldring (Edmonton East, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Louise Hardy", 
                "url": "/politicians/5349/", 
                "member_id": 2747, 
                "party": "NDP", 
                "riding": "Yukon (Yukon)", 
                "id": 5349
            }, 
            "url": "/hansards/2130/24/", 
            "text": "Mr. Speaker, I would like to pay tribute to Bishop Thomas Lobsinger and Brother Hoby Spruyt who died in a plane crash while on route to Dawson City, Yukon.\n\nMy first recollections of the bishop and the brother were as a young mother with four children in Catholic school. They were at all the assemblies and all the council meetings. The bishop of the Yukon was always smiling, but I think it was his kindness that was so moving and always, always felt.\n\nWe shared a neighbourhood and, as good fortune would have it, we often crossed paths. Either of us would stop mowing our grass at a moment's notice in order to talk, always about justice as he was a powerful advocate for the poor no matter where they lived.\n\nHis humour and gentle nature inspired all who came within his sphere. For both men, their compassion extended far beyond themselves, their diocese, and their country. Bishop Tom and Brother Hoby dedicated their lives to the service of humanity. They are buried now but their spirits will never be buried.", 
            "topic": "Thomas Lobsinger And Hoby Spruyt", 
            "time": "2000-05-12 11:15:00", 
            "attribution": "Ms. Louise Hardy (Yukon, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2130/25/", 
            "text": "Mr. Speaker, what is so disturbing about the Modes Conili scandal is that the minister turned a blind eye to obvious wrongdoing. His own employees alerted him to the fact that workers were simply transferred from company A to company B, but after a so-called investigation he rejected the only obvious conclusion that no jobs had been created.\n\nThe government is covering up the investigation report. Why would that be?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2130/26/", 
            "text": "Mr. Speaker, the hon. member is wrong again. The government is not covering up any report. The government undertook a report in 1977. I seem to recall being told that it did not show anything to act upon at that time.\n\nHowever, as the parliamentary secretary said in the House, new information was received on Tuesday. It was reviewed on Wednesday, and promptly the government itself referred the information to the RCMP. That shows our intention and our commitment to having things done properly.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2130/27/", 
            "text": "Mr. Speaker, if the government is not covering up the report, why do members of the House not have it? We have asked for it. Why was it not tabled? It is being covered up and the Deputy Prime Minister knows that full well.\n\nThe minister must have hired Inspector Clouseau for that investigation because it only took a reporter two phone calls to have enough evidence to spark a police investigation. The minister was obviously too negligent or incompetent to check out the same officials that a reporter did. Or, did he have his own reasons for not investigating properly? Did the need to show job creation and get a fat campaign donation override the—", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/28/", 
            "text": "The Deputy Prime Minister.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2130/29/", 
            "text": "Mr. Speaker, from the insinuations and innuendos in the question it is obvious that Inspector Clouseau wrote that question and is the chief of the Reform research bureau. They ought to get someone better to prepare the questions, if not to ask them.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2130/30/", 
            "text": "Mr. Speaker, this is a serious matter. There are questions that the government is not answering about why clear evidence was ignored and $750,000 of Canadian taxpayer money were given for job creation when everyone could have told them that there were no jobs being created.\n\nIt has been a week of shame for the Liberals. They have once more been exposed to having wrongdoing in the HRDC department. How much more has to surface before the government does what Canadians have a right to expect and remove those responsible from cabinet?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2130/31/", 
            "text": "Mr. Speaker, in 1997 after officials expressed some concerns we did investigate the particular case but the conclusion was not as obvious as the member opposite says.\n\nThe conclusion was that there was no indication of wrongdoing. It is the information that has come to light of late, at the beginning of this week, which we have passed on to the RCMP.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:15:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2130/32/", 
            "text": "Mr. Speaker, HRDC conducted its investigation more than two years ago but Canadians have yet to see the results.\n\nThe parliamentary secretary said that the investigation cleared the way for human resources to cut a cheque for three-quarters of a million dollars. Either the government cannot be trusted to investigate itself or it cannot be trusted to accept the recommendations and findings of its own investigation. Why will the government not release the report on the HRDC investigation?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:20:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2130/33/", 
            "text": "Mr. Speaker, once a subject has been handed to the RCMP it is not appropriate to start talking about all the details of the particular case. That would jeopardize the investigation, and I am sure the member opposite would not want that to take place.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2130/34/", 
            "text": "Mr. Speaker, I was under the impression that the Deputy Prime Minister said the government was not hiding anything. The parliamentary secretary said:\n\nThat money was spent to hire 162 workers who did not have jobs and who are working today because of this program.\n\nThat is 100% incorrect. It is a testament to the kind of misinformation that the government has been giving all along. The government will not release the report on its own investigation, and both the minister and her loyal secretary have made a policy of toying with the facts—", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:20:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/35/", 
            "text": "The hon. parliamentary secretary, if she wishes to respond.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2130/36/", 
            "text": "Mr. Speaker, we are sharing with the House the information that we have as we have it. That is why we have sent this information to the RCMP and the particular story is in its hands now. It is the appropriate authority to deal with it.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:20:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2130/37/", 
            "text": "Mr. Speaker, according to the Government of Canada, the mandate of the Canada Information Office, the CIO, is to inform Canadians and Quebecers about federal services. Since 1996, the CIO has had an annual budget of $20 million.\n\nCan the Minister of Public Works tell this House what amounts were spent by the CIO in Quebec and in the other Canadian provinces?", 
            "topic": "Canada Information Office", 
            "time": "2000-05-12 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2130/38/", 
            "text": "Mr. Speaker, the hon. member is asking a very specific and detailed question. We will be very pleased to provide her with that information if it is available, but this is not the kind of detailed question that can be immediately answered in the House, without previous notice.", 
            "topic": "Canada Information Office", 
            "time": "2000-05-12 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2130/39/", 
            "text": "Mr. Speaker, the media are telling us that BCE Média's name was used by the CIO.\n\nCan the Minister of Public Works confirm here in the House that this story about using BCE Média's name is an exception at the CIO and at Public Works Canada?", 
            "topic": "Canada Information Office", 
            "time": "2000-05-12 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2130/40/", 
            "text": "Mr. Speaker, the Government of Canada uses advertising to inform Canadians about government programs and priorities, so many of the programs that are financed through this program are in co-operation with other governments.\n\nAs far as detail as to how much is spent and in what direction it goes, I cannot provide that at this time as the Deputy Prime Minister suggested.", 
            "topic": "Canada Information Office", 
            "time": "2000-05-12 11:20:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maurice Dumas", 
                "url": "/politicians/6281/", 
                "member_id": 3257, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau (Québec)", 
                "id": 6281
            }, 
            "url": "/hansards/2130/41/", 
            "text": "Mr. Speaker, the Minister of Public Works and Government Services told a parliamentary committee that Services Canada and 1-800-O-Canada were federal resources for informing Canadians about federal programs. Today, it is only too clear that the CIO will fund just about anything.\n\nIf these two services inform Canadians, why is the CIO needed? And if the CIO informs them, what are the other two services for?", 
            "topic": "Canada Information Office", 
            "time": "2000-05-12 11:20:00", 
            "attribution": "Mr. Maurice Dumas (Argenteuil—Papineau—Mirabel, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2130/42/", 
            "text": "Mr. Speaker, I find it ironic that members of the Bloc Quebecois are concerned about this issue.\n\nThese programs are being used in Quebec. They are being used to inform Canadians across the country as to what is being done with government services, what we are spending our money on. We are informing Canadians of how the government works for them and I am surprised that he would object to that.", 
            "topic": "Canada Information Office", 
            "time": "2000-05-12 11:20:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maurice Dumas", 
                "url": "/politicians/6281/", 
                "member_id": 3257, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau (Québec)", 
                "id": 6281
            }, 
            "url": "/hansards/2130/43/", 
            "text": "Mr. Speaker, the government is quick to defend the Canada Information Office.\n\nWill the minister admit that, in addition to being a waste of public money, the CIO does a rather good job of serving the interests of the Liberal Party of Canada?", 
            "topic": "Canada Information Office", 
            "time": "2000-05-12 11:25:00", 
            "attribution": "Mr. Maurice Dumas (Argenteuil—Papineau—Mirabel, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2130/44/", 
            "text": "No, Mr. Speaker.", 
            "topic": "Canada Information Office", 
            "time": "2000-05-12 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Solomon", 
                "url": "/politicians/5321/", 
                "member_id": 2740, 
                "party": "NDP", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 5321
            }, 
            "url": "/hansards/2130/45/", 
            "text": "Mr. Speaker, the big oil companies that are earning record profits are now threatening to hold consumers ransom in their fight with the government over sulphur levels in gasoline.\n\nThe government should be protecting consumers and our air quality and supporting the latest environmental technologies, but the responsible departments cannot even agree on their bottom line. Meanwhile, consumers who are already being gouged now face shortages at the pump, independent retailers face bankruptcy, and gas prices are set to rise by yet another 10 cents a litre. Why are the oil companies and the government holding consumers up for ransom?", 
            "topic": "Gasoline Pricing", 
            "time": "2000-05-12 11:25:00", 
            "attribution": "Mr. John Solomon (Regina—Lumsden—Lake Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2130/46/", 
            "text": "Mr. Speaker, the hon. member has it all wrong. We are not in any collusion with the oil companies. In fact, I have to say the government generally agrees with the tone of the hon. member's concerns.\n\nThe fact is that the health benefits of what the oil companies have been proposing are not good enough. My colleague, the Minister of the Environment, has said quite consistently that the oil companies would have to propose something that protected the health of Canadians to the same degree or better than the current regulation.\n\nHe also said that the regulation was about protecting the health of Canadians and that any proposal by the oil companies would have to demonstrate that there could not be any exception to the protection of health.", 
            "topic": "Gasoline Pricing", 
            "time": "2000-05-12 11:25:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Solomon", 
                "url": "/politicians/5321/", 
                "member_id": 2740, 
                "party": "NDP", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 5321
            }, 
            "url": "/hansards/2130/47/", 
            "text": "Mr. Speaker, it is a question of competence. The Liberals' left hand does not know what the right hand is doing. Meanwhile, record gas prices could rise even further.\n\nThe government and the oil companies have had years to work on these problems. Here were are down to the wire. Both sides have dug in their heels and consumers are supposed to pay for the Liberals' incompetence.\n\nA litre of gas costs 78 cents in St. John's today. They can little afford it. Do the Liberals really want to be the ones on guard when gas hits $1 in Newfoundland, or will they finally agree that it is time to establish a federal energy price review commission?", 
            "topic": "Gasoline Pricing", 
            "time": "2000-05-12 11:25:00", 
            "attribution": "Mr. John Solomon (Regina—Lumsden—Lake Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Manley", 
                "url": "/politicians/4682/", 
                "member_id": 3209, 
                "party": "Liberal", 
                "riding": "Ottawa South (Ontario)", 
                "id": 4682
            }, 
            "url": "/hansards/2130/48/", 
            "text": "Mr. Speaker, what is funny about this is that the member comes the province of Saskatchewan where his own party has been in power for a number of years. We know that pricing at the retail level is entirely within the jurisdiction of the province. His own party refuses to take any such action in the province from which he comes. Why does he not call his own government in the province of Saskatchewan and ask it if it wants to regulate prices in that province?\n\nIn the meantime, I have to wonder about the tone of a question that seems to put emphasis on a clean environment yet still wants even cheaper gasoline when Canada, second to the United States, has the cheapest gasoline of any developed country.", 
            "topic": "Gasoline Pricing", 
            "time": "2000-05-12 11:25:00", 
            "attribution": "Hon. John Manley (Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2130/49/", 
            "text": "Mr. Speaker, my question is for the Minister of Transport. The minister recently announced a $175 million program to address rural roads in western Canada.\n\nWill the minister extend that $175 million program to rural highways in eastern Canada which also suffers from bad highways and has to compete as well as the western provinces?", 
            "topic": "Highways", 
            "time": "2000-05-12 11:25:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2130/50/", 
            "text": "Mr. Speaker, my hon. friend well knows that in the budget the Minister of Finance announced that there would be $2.65 billion over six years for infrastructure, including $600 million specifically for national highways. The province of Nova Scotia will certainly have access to those kinds of funds.\n\nHe will also know that the $175 million of new money that I announced this week will help farmers in western Canada adjust to the new competitive world. I assume the Conservative Party has some cares about western Canada, at least as much as the Liberal Party does.", 
            "topic": "Highways", 
            "time": "2000-05-12 11:25:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2130/51/", 
            "text": "Mr. Speaker, he says he wants to help the western provinces adjust to the new economy. The eastern provinces have to as well.\n\nPerhaps he could explain to me the thought processes when he is deciding how to spend the $175 million. There is a highway in Nova Scotia on which 50 people have died in the last six or seven years, mostly young people. We could put the money in that or we could put the money in rural highways in western Canada to help grain transportation. How does the minister make the decision to put grain transportation over saving lives?", 
            "topic": "Highways", 
            "time": "2000-05-12 11:25:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2130/52/", 
            "text": "Mr. Speaker, the hon. member is talking about two different programs. I have said to him that there is money available under the infrastructure program to deal with the very tragic circumstances of Highway 104 in Nova Scotia. I would ask him to talk to his provincial colleague in Nova Scotia to make that a priority at the provincial level.", 
            "topic": "Highways", 
            "time": "2000-05-12 11:25:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rahim Jaffer", 
                "url": "/politicians/142/", 
                "member_id": 2461, 
                "party": "Reform", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 142
            }, 
            "url": "/hansards/2130/53/", 
            "text": "Mr. Speaker, the Modes Conili grant is a disaster royale. The MP for Ahuntsic lobbied the government for a $700,000 grant for Modes Conili and received a $7,000 donation from the company, the single biggest donation to a re-election campaign. Instead of creating new jobs, we see jobs transferred from Paris Star to Modes Conili.\n\nHow can the minister justify the government wasting $700,000 in public funds for the devious transfer of jobs?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:30:00", 
            "attribution": "Mr. Rahim Jaffer (Edmonton—Strathcona, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2130/54/", 
            "text": "Mr. Speaker, this is the information that has been handed to the RCMP. I would ask the member how he can justify the allegations and the insinuations that he is making in the House about one of his colleagues who sits across the floor. If he believes what he is saying, I would suggest that, if he has the courage, he make those allegations outside the House.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rahim Jaffer", 
                "url": "/politicians/142/", 
                "member_id": 2461, 
                "party": "Reform", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 142
            }, 
            "url": "/hansards/2130/55/", 
            "text": "Mr. Speaker, the two letters that have been obtained from the two companies concerned, Paris Star and Modes Conili, prove that jobs were in fact transfers, not new jobs created.\n\nMy question for the parliamentary secretary is: Why is it that all the dirt at HRDC only gets referred to the RCMP after questions are raised in the House?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:30:00", 
            "attribution": "Mr. Rahim Jaffer (Edmonton—Strathcona, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2130/56/", 
            "text": "Mr. Speaker, the information was passed promptly to the RCMP as soon as we had our hands on it.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-12 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Antoine Dubé", 
                "url": "/politicians/5100/", 
                "member_id": 3291, 
                "party": "Bloc", 
                "riding": "Lévis (Québec)", 
                "id": 5100
            }, 
            "url": "/hansards/2130/57/", 
            "text": "Mr. Speaker, on Monday, the Minister of Transport confirmed that Marine Atlantic had purchased a used ferry for Newfoundland, which will go into service in 2001 because it needs to be upgraded. In the meantime, the corporation has to lease another ferry. Does the minister realize that his penny-pinching election-minded decision will deprive the shipyards of Canada and Quebec of hundreds of jobs?", 
            "topic": "Shipbuilding", 
            "time": "2000-05-12 11:30:00", 
            "attribution": "Mr. Antoine Dubé (Lévis-et-Chutes-de-la-Chaudière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2130/58/", 
            "text": "Mr. Speaker, I hope that the hon. member is fully aware of the pressure on the Canadian government. Marine traffic to Newfoundland has increased in the past two years and we did not have the time to wait for a new boat to be built.\n\nThat is why we bought one offshore. However, I have instructed my officials regarding the future replacement of Marine Atlantic's existing fleet. A Canadian replacement program will be developed.", 
            "topic": "Shipbuilding", 
            "time": "2000-05-12 11:30:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Antoine Dubé", 
                "url": "/politicians/5100/", 
                "member_id": 3291, 
                "party": "Bloc", 
                "riding": "Lévis (Québec)", 
                "id": 5100
            }, 
            "url": "/hansards/2130/59/", 
            "text": "Mr. Speaker, what an illogical answer. The minister himself just confirmed that he should have taken this decision two years ago. Then there would have been time to build a boat. Since he has decided to lease another ferry and the boat he has bought will not be ready until 2001, he would have had the time to have another one built.\n\nWhy is he depriving shipyards in Canada and Quebec of hundreds of jobs?", 
            "topic": "Shipbuilding", 
            "time": "2000-05-12 11:30:00", 
            "attribution": "Mr. Antoine Dubé (Lévis-et-Chutes-de-la-Chaudière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2130/60/", 
            "text": "Mr. Speaker, perhaps the hon. member knows something more about shipbuilding than most other people in Canada but to say that we could have had a ship designed and constructed within the last 18 months to put in service in the next couple of weeks on the gulf between Nova Scotia and Newfoundland just defies any logic.\n\nThe fact is, we had no choice but to acquire a ferry offshore. What I have just said is that for the future replacement programs of the Caribou and the Joseph and Clara Smallwood we will look to a Canadian built solution.", 
            "topic": "Shipbuilding", 
            "time": "2000-05-12 11:30:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deepak Obhrai", 
                "url": "/politicians/deepak-obhrai/", 
                "member_id": 2449, 
                "party": "Reform", 
                "riding": "Calgary East (Alberta)", 
                "id": 216
            }, 
            "url": "/hansards/2130/61/", 
            "text": "Mr. Speaker, the EDC's alliance with London Guarantee shows the contempt the government has for the work of the foreign affairs committee. The government has not yet tabled its response to a committee report examining the role of the EDC and already we know the outcome.\n\nThe government has ignored the submissions made by the banks and the insurance companies calling for the EDC to exit the domestic insurance market completely. The EDC is in control of the government's policy decisions. Why?", 
            "topic": "Export Development Corporation", 
            "time": "2000-05-12 11:30:00", 
            "attribution": "Mr. Deepak Obhrai (Calgary East, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Manley", 
                "url": "/politicians/4682/", 
                "member_id": 3209, 
                "party": "Liberal", 
                "riding": "Ottawa South (Ontario)", 
                "id": 4682
            }, 
            "url": "/hansards/2130/62/", 
            "text": "Mr. Speaker, I am not quite sure what that question means. As the member knows, the London Guarantee arrangement was entered into by EDC on the basis of a contractual arrangement, which is not inconsistent with others that have occurred, that has balanced the export insurance requirements of companies with the domestic insurance requirements of companies. It makes sense.\n\nI recommend to the member the letter that the president of the EDC, Mr. Gillespie, has had published today. It might help him understand a little better what the nature of the transaction is that has occurred.", 
            "topic": "Export Development Corporation", 
            "time": "2000-05-12 11:30:00", 
            "attribution": "Hon. John Manley (Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dave Chatters", 
                "url": "/politicians/3899/", 
                "member_id": 3049, 
                "party": "Reform", 
                "riding": "Athabasca (Alberta)", 
                "id": 3899
            }, 
            "url": "/hansards/2130/63/", 
            "text": "Mr. Speaker, yesterday the fisheries minister gave us the criteria for introducing a $15 million dredging program on the Great Lakes. I would like to apply that same criteria to the Athabasca River region.\n\nThe minister said that there were $2 billion worth of investment in the Great Lakes region. Well there are $35 billion worth of investment in the Athabasca River region. The Athabasca River has been a lifeline to the people of Fort Chipewyan for hundreds of years. His answer was an insult to those people.\n\nWhat is the real reason for the difference between the two regions?", 
            "topic": "Athabasca River", 
            "time": "2000-05-12 11:35:00", 
            "attribution": "Mr. David Chatters (Athabasca, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2130/64/", 
            "text": "Mr. Speaker, there is no question that the level of the water in the Great Lakes, particularly in Ontario, is at an all time low and that something needs to be done there.\n\nI remind the hon. member to go back into his files and read a letter that he received from the parliamentary secretary back in June 1999 wherein it was stated clearly that an alternative resupply route for the communities on Lake Athabasca has been found and that those communities can and will be served in that way.", 
            "topic": "Athabasca River", 
            "time": "2000-05-12 11:35:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2130/65/", 
            "text": "Mr. Speaker, according to information obtained from the Russia's Bochvar Institute, which is in charge of the Parallex project along with Atomic Energy of Canada, it seems that the air route is one of the means currently being considered for moving Russian MOX fuel to Canada.\n\nIs the Minister of Natural Resources going to stop mocking the public, and show some transparency in this matter, by explaining to us why he is looking into shipment by air, when even Atomic Energy of Canada deemed this too dangerous last fall?", 
            "topic": "Importation Of Plutonium", 
            "time": "2000-05-12 11:35:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2130/66/", 
            "text": "Mr. Speaker, the methods of moving MOX fuel are being examined. Anyone who would be subjected to the presence of that are being consulted on this.\n\nI and the government assure the hon. member and all Canadians that all international guidelines, all laws and all safety aspects in the movement of MOX fuel will be followed.", 
            "topic": "Importation Of Plutonium", 
            "time": "2000-05-12 11:35:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2130/67/", 
            "text": "Mr. Speaker, by changing his import plans last January, the minister was thumbing his nose at democracy.\n\nCan he stand up and make a commitment not to go back on his word about the shipping of MOX from Russia, and to consult the public on this?", 
            "topic": "Importation Of Plutonium", 
            "time": "2000-05-12 11:35:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2130/68/", 
            "text": "Mr. Speaker, in every case the methods of transportation are looked at. What I and the government can assure the hon. member is that the safety of Canadians will be number one.", 
            "topic": "Importation Of Plutonium", 
            "time": "2000-05-12 11:35:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2130/69/", 
            "text": "Mr. Speaker, a recent murder in British Columbia has highlighted the lack of resources in the justice system. It appears that the accused young man became heavily involved in the youth justice system at an early age and the lack of resources left his problems completely unaddressed and tragedy resulted.\n\nThe province is partially responsible but the federal government also carries much of the blame. Over the years it has cut its share of youth justice funding to a mere fraction of the originally agreed upon 50:50 split. The proposed funding is a drop in the bucket.\n\nHow many more tragedies will it take before the government fully restores its proper share of funding for youth justice?", 
            "topic": "Youth Justice", 
            "time": "2000-05-12 11:35:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2130/70/", 
            "text": "Mr. Speaker, costs are a very serious factor in the execution of youth justice. We are always open and negotiations are going on now with the provinces to look at this split.\n\nThe hon. member's question was a very good one and we will take it under advisement.", 
            "topic": "Youth Justice", 
            "time": "2000-05-12 11:35:00", 
            "attribution": "Mr. John Maloney (Parliamentary Secretary to Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Derrek Konrad", 
                "url": "/politicians/6526/", 
                "member_id": 2738, 
                "party": "Reform", 
                "riding": "Prince Albert (Saskatchewan)", 
                "id": 6526
            }, 
            "url": "/hansards/2130/71/", 
            "text": "Mr. Speaker, during the 1998-99 fiscal year, the Department of Indian Affairs and Northern Development made a $10,000 grant to the National Tulip Festival. I realize that just everyone loves tulips, but according to the Indian Act, expenditures must promote the general progress and welfare of the bands.\n\nGiven the deplorable conditions on Canada's reserves, can the minister explain how the progress and welfare of Indian bands was promoted by giving a $10,000 grant to the National Tulip Festival?", 
            "topic": "Indian Affairs And Northern Development", 
            "time": "2000-05-12 11:35:00", 
            "attribution": "Mr. Derrek Konrad (Prince Albert, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Iftody", 
                "url": "/politicians/4252/", 
                "member_id": 3112, 
                "party": "Liberal", 
                "riding": "Provencher (Manitoba)", 
                "id": 4252
            }, 
            "url": "/hansards/2130/72/", 
            "text": "Mr. Speaker, I do not know the context of the grant to which the hon. member referred. I would like him to table that information.\n\nI can tell him, like other Canadians, that first nations people across the country do participate in a number of different forums with non-government groups involved in community activities. It is not unusual that they would have been involved in this activity and that we would have participated in some way to highlight native culture as part of that process.\n\nI do not find that unusual, but if the good gentleman would table that document, I will have a look at it.", 
            "topic": "Indian Affairs And Northern Development", 
            "time": "2000-05-12 11:35:00", 
            "attribution": "Mr. David Iftody (Parliamentary Secretary to Minister of Indian Affairs and Northern Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Richard Marceau", 
                "url": "/politicians/2684/", 
                "member_id": 2673, 
                "party": "Bloc", 
                "riding": "Charlesbourg (Québec)", 
                "id": 2684
            }, 
            "url": "/hansards/2130/73/", 
            "text": "Mr. Speaker, at its recent convention, the Liberal Party of Canada passed a resolution calling upon the federal government to immediately amend the Employment Insurance Act in order to remove the intensity provisions.\n\nNow that even her own party is condemning her program, will the minister yield to the evidence and abolish the infamous intensity rule which penalizes seasonal workers?", 
            "topic": "Employment Insurance", 
            "time": "2000-05-12 11:40:00", 
            "attribution": "Mr. Richard Marceau (Charlesbourg, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2130/74/", 
            "text": "Mr. Speaker, just this week the government supported Motion No. 222 as amended by the member for Miramichi, because we are concerned about seasonal workers and their families and because we recognize the unique economic situation facing seasonal workers.", 
            "topic": "Employment Insurance", 
            "time": "2000-05-12 11:40:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Marlene Catterall", 
                "url": "/politicians/3465/", 
                "member_id": 2611, 
                "party": "Liberal", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 3465
            }, 
            "url": "/hansards/2130/75/", 
            "text": "Mr. Speaker, public service employees in the government were very glad when we were able to reach a settlement of the pay equity complaint last year. Now we find out that many people doing the same work for the same federal government and belonging to the same union are not covered by this settlement.\n\nWhat is the President of the Treasury Board doing to work toward pay equity for these employees of so-called separate employers?", 
            "topic": "Pay Equity", 
            "time": "2000-05-12 11:40:00", 
            "attribution": "Ms. Marlene Catterall (Ottawa West—Nepean, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lucienne Robillard", 
                "url": "/politicians/247/", 
                "member_id": 2732, 
                "party": "Liberal", 
                "riding": "Westmount—Ville-Marie (Québec)", 
                "id": 247
            }, 
            "url": "/hansards/2130/76/", 
            "text": "Mr. Speaker, during the Canadian Human Rights Tribunal hearings on the pay equity complaint, all parties, including the Human Rights Commission and the Public Service Alliance of Canada, agreed that the complaint did not apply to separate employers. The court order applies therefore strictly to employees for whom Treasury Board is the employer.\n\nHowever, we have also received official requests from four separate employers, including the Office of the Auditor General of Canada, the Canadian Food Inspection Agency and the Public Service Staff Relations Board, to look at a similar request. The Treasury Board Secretariat is reviewing the situation with them.", 
            "topic": "Pay Equity", 
            "time": "2000-05-12 11:40:00", 
            "attribution": "Hon. Lucienne Robillard (President of the Treasury Board and Minister responsible for Infrastructure, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter Goldring", 
                "url": "/politicians/peter-goldring/", 
                "member_id": 2456, 
                "party": "Reform", 
                "riding": "Edmonton East (Alberta)", 
                "id": 120
            }, 
            "url": "/hansards/2130/77/", 
            "text": "Mr. Speaker, depleted uranium, a radioactive nuclear waste, is a common weapons component on today's battlefields.\n\nA report released by the Royal Military College in Kingston informs us that depleted uranium fallout may lead to cancer, mutations and unacceptable levels of toxins.\n\nWill the Minister of National Defence call for our military to discontinue the use and stockpiling of depleted uranium for the sake of our returning soldiers' health? Has the minister yet enacted any of the report's recommendations?", 
            "topic": "National Defence", 
            "time": "2000-05-12 11:40:00", 
            "attribution": "Mr. Peter Goldring (Edmonton East, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2130/78/", 
            "text": "Mr. Speaker, I want to reassure the hon. member opposite and tell him that the Canadian forces never use depleted uranium.\n\nI also want to tell him that, if there are members of the Canadian forces who think they have been poisoned by this product, they should simply get tested. The Canadian forces will pay for the tests.", 
            "topic": "National Defence", 
            "time": "2000-05-12 11:40:00", 
            "attribution": "Mr. Robert Bertrand (Parliamentary Secretary to Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Philip Mayfield", 
                "url": "/politicians/4022/", 
                "member_id": 3077, 
                "party": "Reform", 
                "riding": "Cariboo—Chilcotin (B.C.)", 
                "id": 4022
            }, 
            "url": "/hansards/2130/79/", 
            "text": "Mr. Speaker, the best measure of a country's economic progress in international terms is in the value of its currency.\n\nWhen the Liberals took office in 1993 the Canadian dollar was worth 78 cents U.S. This morning it is worth 67.25 cents U.S., a decline of about 14%, and see-sawing back and forth, struggling for even this poor performance.\n\nCould the Minister of Finance tell Canadians why even in the midst of the economic boom of the past several years he has not been able to protect the value of the Canadian dollar?", 
            "topic": "The Economy", 
            "time": "2000-05-12 11:40:00", 
            "attribution": "Mr. Philip Mayfield (Cariboo—Chilcotin, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2130/80/", 
            "text": "Mr. Speaker, what the hon. member failed to mention was that against all other currencies in the world except for the American dollar, the Canadian dollar is very strong.\n\nThe economic fundamentals in Canada over the past seven years have gone from a situation in which the Wall Street Journal has referred to Canada as being in the class of a third world country to what The Economist of London called the economic miracle of the western world.\n\nWe are very proud of the steps that we have put in place, tough though they may have been, in order to restore the fiscal—", 
            "topic": "The Economy", 
            "time": "2000-05-12 11:40:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/81/", 
            "text": "The hon. member for Halifax West.", 
            "topic": "The Economy", 
            "time": "2000-05-12 11:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2130/82/", 
            "text": "Mr. Speaker, a recent defence audit condemns contracting out. Instead of making decisions based on what is best for the taxpayers' dollars, Canadians, those abroad served by our forces and for the forces and civilian men and women who work so hard for Canadians, the Liberal government seems to base decisions on how many jobs it can cut and how it can whittle down the union.\n\nWill the defence minister learn from this audit and put a moratorium on any current plans to contract out more work to prevent us from being ashamed by yet another audit a few years down the road?", 
            "topic": "National Defence", 
            "time": "2000-05-12 11:40:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2130/83/", 
            "text": "Mr. Speaker, in the 1990s DND had to dramatically reduce the number of CF members and its civilian employees. Thousands of people accepted a departure incentive package to leave the department. Only a very small number returned to DND. The vast majority of these employees are term, casual or contractors.\n\nIn 1992-93 there were few restrictions on Canadian forces members who took a departure incentive from finding employment with the public service or re-enrolling in the Canadian forces.", 
            "topic": "National Defence", 
            "time": "2000-05-12 11:45:00", 
            "attribution": "Mr. Robert Bertrand (Parliamentary Secretary to Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2130/84/", 
            "text": "Mr. Speaker, the government is presiding over the destruction of CBC regional broadcasting. I am holding in my hands the red book one and two, 1993 and 1996. Members can holler all they want, but I am going to quote from the red book which is perfectly legitimate. The Liberals promised in 1993, “Finally, a Liberal government will be committed to stable multi-year financing for national cultural institutions,” including the CBC.\n\nWhere is that promise? Did it get lost with the GST promise?", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-12 11:45:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2130/85/", 
            "text": "Mr. Speaker, funding for the CBC has been stable since 1998. We stabilized the funding over a five year period.\n\nIf the member is not aware of that, perhaps he should have done more homework. Since the 1998-99 fiscal year, CBC Radio Canada's funding has been stabilized and in some cases increased.", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-12 11:45:00", 
            "attribution": "Mr. Mauril Bélanger (Parliamentary Secretary to Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2130/86/", 
            "text": "Mr. Speaker, I do not accept that answer. I am going to go to a minister who may have an answer on a program that was hugely successful. I will direct my question to the human resources ministry.\n\nThere is a program in New Brunswick called NB job corps. It is a joint program between the province of New Brunswick and the federal government aimed at putting older workers into the workplace. I am talking about those workers who have problems finding work because of age. What is the status of that program? Do we have any assurances that it may be developed along—", 
            "topic": "Employment", 
            "time": "2000-05-12 11:45:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2130/87/", 
            "text": "The hon. Parliamentary Secretary to the Minister of Human Resources Development.", 
            "topic": "Employment", 
            "time": "2000-05-12 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2130/88/", 
            "text": "Mr. Speaker, I thank the member for his question and the courtesy of alerting me to the subject he wished to speak about today.\n\nWe were pleased to fund NB job corps with the Government of New Brunswick. Over the five year life of the project we will have assisted more than 1,300 workers between the ages of 50 and 65. We are also pleased with the program's track record. Lessons learned from this corps will be valuable in addressing the future needs of older workers.\n\nWe continue the discussions with our provincial counterparts to address the needs of older workers in a more general way. We will certainly consider the member's suggestion.", 
            "topic": "Employment", 
            "time": "2000-05-12 11:45:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Guy St-Julien", 
                "url": "/politicians/3750/", 
                "member_id": 2658, 
                "party": "Liberal", 
                "riding": "Abitibi (Québec)", 
                "id": 3750
            }, 
            "url": "/hansards/2130/89/", 
            "text": "Mr. Speaker, my question is for the Minister of Indian Affairs and Northern Development.\n\nIn December, the House adopted the Nisga'a treaty. Last month, the treaty was ratified by the Senate. Can the minister tell the House whether the treaty was well received by the Nisga'a and whether they signed the agreement?", 
            "topic": "Nisga'A Treaty", 
            "time": "2000-05-12 11:45:00", 
            "attribution": "Mr. Guy St-Julien (Abitibi—Baie-James—Nunavik, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Iftody", 
                "url": "/politicians/4252/", 
                "member_id": 3112, 
                "party": "Liberal", 
                "riding": "Provencher (Manitoba)", 
                "id": 4252
            }, 
            "url": "/hansards/2130/90/", 
            "text": "Mr. Speaker, I can tell the House that yes, the Nisga'a people have ratified the agreement after one of the most prolonged debates in the House of Commons.\n\nAfter 100 years of the Nisga'a people knocking on the door to come back into Canada, I am proud to say that today at this very hour Canadians from across the country are gathering in the Nass Valley to celebrate their entry back into Canada. We welcome them home.", 
            "topic": "Nisga'A Treaty", 
            "time": "2000-05-12 11:45:00", 
            "attribution": "Mr. David Iftody (Parliamentary Secretary to Minister of Indian Affairs and Northern Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Darrel Stinson", 
                "url": "/politicians/3097/", 
                "member_id": 3092, 
                "party": "Reform", 
                "riding": "Okanagan—Shuswap (B.C.)", 
                "id": 3097
            }, 
            "url": "/hansards/2130/91/", 
            "text": "Mr. Speaker, the people of Nass Valley never left this country.\n\nCanadian taxpayers have spent $60,000 for scanners in federal prisons that can detect the smallest amount of drugs. Yet when the bells and whistles go off, these people are not arrested nor are the drugs confiscated.\n\nMy question is for the solicitor general. If a person visiting an inmate at a federal prison is caught with illegal drugs, the drugs are not even seized and that person is not charged. Why?", 
            "topic": "Prisons", 
            "time": "2000-05-12 11:45:00", 
            "attribution": "Mr. Darrel Stinson (Okanagan—Shuswap, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2130/92/", 
            "text": "Mr. Speaker, the question posed seems very difficult to understand. Perhaps I could have more particulars before responding to it. When a criminal offence is committed then charges should be laid.", 
            "topic": "Prisons", 
            "time": "2000-05-12 11:50:00", 
            "attribution": "Mr. John Maloney (Parliamentary Secretary to Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Caroline St-Hilaire", 
                "url": "/politicians/271/", 
                "member_id": 2695, 
                "party": "Bloc", 
                "riding": "Longueuil (Québec)", 
                "id": 271
            }, 
            "url": "/hansards/2130/93/", 
            "text": "Mr. Speaker, barely two months ago, the Secretary of State for Amateur Sport announced with great fanfare that there would be increased funding for elite sport athletes and promised that they would receive their cheque by May 1.\n\nHe said “The athletes will not have to think about how many Kraft Dinners they can eat anymore”.\n\nThe athletes are still waiting. How does the Secretary of State for Amateur Sport explain this delay? Has the Y2K bug caught up with the secretary or is he simply having a hard time meeting his commitments?", 
            "topic": "Amateur Sport", 
            "time": "2000-05-12 11:50:00", 
            "attribution": "Ms. Caroline St-Hilaire (Longueuil, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Denis Coderre", 
                "url": "/politicians/denis-coderre/", 
                "member_id": 2668, 
                "party": "Liberal", 
                "riding": "Bourassa (Québec)", 
                "id": 68
            }, 
            "url": "/hansards/2130/94/", 
            "text": "Mr. Speaker, I thank the hon. member for her question.\n\nThe Bloc Quebecois was pleased as well with our March 20 announcement. Of course, there have been problems. I have waited neither for the hon. member to put her question nor for the news in order to act on the problem.\n\nI personally called the athletes who were having problems in this regard. I can say that as of May 9, at 8.45 p.m., all the cheques were in the mail, and I apologize for the inconvenience.", 
            "topic": "Amateur Sport", 
            "time": "2000-05-12 11:50:00", 
            "attribution": "Hon. Denis Coderre (Secretary of State (Amateur Sport), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Svend Robinson", 
                "url": "/politicians/2111/", 
                "member_id": 2473, 
                "party": "NDP", 
                "riding": "Burnaby—Douglas (B.C.)", 
                "id": 2111
            }, 
            "url": "/hansards/2130/95/", 
            "text": "Mr. Speaker, my question is for the Minister of National Defence.\n\nTwo days ago the minister said in the House that to his knowledge there are no U.S. nuclear weapons in Canadian waters, but that the U.S. refuses to confirm or deny the presence of these weapons.\n\nI want to ask the minister, why is our military now training for a possible U.S. nuclear weapons accident in Canada at Nanoose Bay or possibly in Halifax? Why will the minister not stand up for Canadians as the New Zealand government has done and tell the United States to keep its nuclear weapons out of Canadian waters?", 
            "topic": "National Defence", 
            "time": "2000-05-12 11:50:00", 
            "attribution": "Mr. Svend J. Robinson (Burnaby—Douglas, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Art Eggleton", 
                "url": "/politicians/4882/", 
                "member_id": 3245, 
                "party": "Liberal", 
                "riding": "York Centre (Ontario)", 
                "id": 4882
            }, 
            "url": "/hansards/2130/96/", 
            "text": "Mr. Speaker, the United States does not bring its nuclear weapons into Canadian waters, into Nanoose, into the testing range.\n\nFor decades we have been providing a testing range but it does not test nuclear weapons or any warheads. It only goes through testing in that range.\n\nOur personnel are trained in case there could be a nuclear accident somewhere off our coast because there are submarines and other vessels travelling on the high seas. The United States Navy does not indicate whether it has nuclear weapons on board. That has been a longstanding policy. There is nothing new about this.", 
            "topic": "National Defence", 
            "time": "2000-05-12 11:50:00", 
            "attribution": "Hon. Arthur C. Eggleton (Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Svend Robinson", 
                "url": "/politicians/2111/", 
                "member_id": 2473, 
                "party": "NDP", 
                "riding": "Burnaby—Douglas (B.C.)", 
                "id": 2111
            }, 
            "url": "/hansards/2130/97/", 
            "text": "Mr. Speaker, perhaps I can give the minister another chance to say no to the Pentagon hawks.\n\nHis colleague the foreign affairs minister said last week, “The U.S. should refrain from unilateral decisions on a national missile defence system that could jeopardize the integrity of the ABM treaty regime and have a negative impact on nuclear disarmament and non-proliferation”.\n\nI want to ask the minister, does he agree with the foreign affairs minister? Is he prepared to join with the foreign affairs minister in urging the United States to get off the fence and to say a very clear and emphatic no to the national missile defence system?", 
            "topic": "National Defence", 
            "time": "2000-05-12 11:50:00", 
            "attribution": "Mr. Svend J. Robinson (Burnaby—Douglas, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Art Eggleton", 
                "url": "/politicians/4882/", 
                "member_id": 3245, 
                "party": "Liberal", 
                "riding": "York Centre (Ontario)", 
                "id": 4882
            }, 
            "url": "/hansards/2130/98/", 
            "text": "Mr. Speaker, in fact it has already said yes to the national missile defence system through legislation that has been passed and approved by the United States Congress and by the President. It is a matter of the testing that continues to be done to perfect the technology, then a final decision on deployment will be made at that point in time.\n\nNo final decision has been made with respect to that. Canada has not been asked. Certainly the matters that the hon. member raises and which have been raised by the foreign affairs minister are very legitimate concerns, and concerns that need to be addressed. There are other concerns. The defence, the security and the relationship between Canada and the United States must also be taken into consideration.", 
            "topic": "National Defence", 
            "time": "2000-05-12 11:50:00", 
            "attribution": "Hon. Arthur C. Eggleton (Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2130/99/", 
            "text": "Mr. Speaker, my question is for the Minister of Transport.\n\nFurther to the $175 million announcement for western provinces' rural roads, what provinces qualify for this money? Will they be required to cost share in the money and who will distribute the $175 million?", 
            "topic": "Grain Transportation", 
            "time": "2000-05-12 11:50:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Collenette", 
                "url": "/politicians/4464/", 
                "member_id": 3163, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 4464
            }, 
            "url": "/hansards/2130/100/", 
            "text": "Mr. Speaker, the details of this program are still being worked out but there is a precedent with the money that was put in to compensate western provinces under the WGTA reforms. We will be looking at that in the next little while.\n\nWe do hope that the provinces will do their bit as well to assist with the rebuilding of these grain roads. The $175 million that we are allocating is new money and I think it will be well spent.", 
            "topic": "Grain Transportation", 
            "time": "2000-05-12 11:50:00", 
            "attribution": "Hon. David M. Collenette (Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2130/101/", 
            "text": "Mr. Speaker, in the Speech from the Throne the Government of Canada committed to establish a national exchange program so that Canadian youth from different parts of the country could participate in programs and learn about the country's diversity and the different languages and cultures that exist within the mosaic of Canada. I ask the Parliamentary Secretary to the Minister of Canadian Heritage what happened to that proposal and when can we see some action on the ground?", 
            "topic": "Youth", 
            "time": "2000-05-12 11:55:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2130/102/", 
            "text": "Mr. Speaker, we live in a vast country, a country rich in natural resources and in its geography as well as in its cultural diversity and in the linguistic duality it is important to discover.\n\nThis is why two weeks ago, the Minister of Canadian Heritage announced a further $15 million, which was provided in the budget this year, for interchange Canada, in order to permit young people to take part in the some 300 exchange programs in this country to enable our young people to discover each other, to discover communities from sea to sea and to appreciate this great and beautiful country of Canada.", 
            "topic": "Youth", 
            "time": "2000-05-12 11:55:00", 
            "attribution": "Mr. Mauril Bélanger (Parliamentary Secretary to Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2130/103/", 
            "text": "Mr. Speaker, the federal government sponsored the film l'Erreur boréale which is a one-sided anti-industry diatribe against Quebec forest management designed for an international audience. At the same time the Minister of Natural Resources professes to support forest practices in Canada but funding seems to be a problem. Why is the government so reluctant to fund promotion of our world class forestry standards internationally?", 
            "topic": "Forestry", 
            "time": "2000-05-12 11:55:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2130/104/", 
            "text": "Mr. Speaker, we know that there are concerns not only in Canada but around the world about our forestry standards. It is very important because the export of forestry products is important for Canada, as it is domestically in Canada, for economic and environmental reasons. It is very important that we, as we can, demonstrate to the rest of the world that we practise sound environmental and forestry standards.", 
            "topic": "Forestry", 
            "time": "2000-05-12 11:55:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Mercier", 
                "url": "/politicians/6481/", 
                "member_id": 2727, 
                "party": "Bloc", 
                "riding": "Terrebonne—Blainville (Québec)", 
                "id": 6481
            }, 
            "url": "/hansards/2130/105/", 
            "text": "Mr. Speaker, a study released yesterday reports that the Quebec day care model is markedly superior to the Canadian one.\n\nYet the Minister of Finance, with his wall to wall taxation, is penalizing Quebec parents who only pay $5.00 a day for day care.\n\nHow can the Minister of Finance accept a taxation policy which continues to penalize Quebec parents, when the Quebec system is the one on which all others ought to be modelled?", 
            "topic": "Day Care", 
            "time": "2000-05-12 11:55:00", 
            "attribution": "Mr. Paul Mercier (Terrebonne—Blainville, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2130/106/", 
            "text": "Mr. Speaker, if the question refers to a credit for charges that were not paid, this would be unreasonable.", 
            "topic": "Day Care", 
            "time": "2000-05-12 11:55:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Louise Hardy", 
                "url": "/politicians/5349/", 
                "member_id": 2747, 
                "party": "NDP", 
                "riding": "Yukon (Yukon)", 
                "id": 5349
            }, 
            "url": "/hansards/2130/107/", 
            "text": "Mr. Speaker, Tombstone Park in the Yukon was negotiated through a land claim with the Tr'ondëk Hwëch'en but mining claims were staked within the park boundaries. While in the Yukon the minister for DIAND made a clear statement opposed to mining in the park saying it was very difficult to comprehend how we could have mining. Yet last week the licensing process went ahead as if the minister had said nothing.\n\nWill the minister act now to protect the ecological integrity of this park and the land claim agreement?", 
            "topic": "Aboriginal Affairs", 
            "time": "2000-05-12 11:55:00", 
            "attribution": "Ms. Louise Hardy (Yukon, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Iftody", 
                "url": "/politicians/4252/", 
                "member_id": 3112, 
                "party": "Liberal", 
                "riding": "Provencher (Manitoba)", 
                "id": 4252
            }, 
            "url": "/hansards/2130/108/", 
            "text": "Mr. Speaker, we are well aware of the discussions and negotiations ongoing in Yukon with the treaty people and the mining interests. I have had a briefing on these particular matters and in fact met with representatives of the mining industry from in and around that community in the territory of Yukon.\n\nWe are continuing to negotiate on those specific matters that were brought forward. The minister has given his assurance to all those particular parties that we will continue to sit around the table to resolve third party interests, the interests of first nations people and the people of Yukon generally.", 
            "topic": "Aboriginal Affairs", 
            "time": "2000-05-12 11:55:00", 
            "attribution": "Mr. David Iftody (Parliamentary Secretary to Minister of Indian Affairs and Northern Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2130/109/", 
            "text": "Mr. Speaker, in 1994 the government caved in and abandoned Canada's anti-smoking initiative. The reason was because of the smuggling of tobacco products. Now the government is planning to significantly raise tobacco taxes once again to do the very thing it abandoned in 1994.\n\nIs the government prepared to put money into the enforcement side? Or, does it have a plan at all? Or, will it simply flip-flop on this issue as it did in 1994? What plan does it have to deal with smuggling?", 
            "topic": "Tobacco Products", 
            "time": "2000-05-12 11:55:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2130/110/", 
            "text": "Mr. Speaker, I think the hon. member has hit the nub of the problem.\n\nWe saw a number of years ago, when the prices were very high, how in some markets more than 50% of the supply came from contraband. Our position has always been that we would increase the taxes on cigarettes just as quickly and as much as we could, commensurate with the problem involving smuggling.\n\nThis is what we are doing. This is what we are doing in collaboration with the provinces. Enforcement is a very big concern.", 
            "topic": "Tobacco Products", 
            "time": "2000-05-12 12:00:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hec Clouthier", 
                "url": "/politicians/4748/", 
                "member_id": 2620, 
                "party": "Liberal", 
                "riding": "Renfrew—Nipissing—Pembroke (Ontario)", 
                "id": 4748
            }, 
            "url": "/hansards/2130/111/", 
            "text": "Mr. Speaker, I unequivocally support parts of Bill C-17 which would reduce cruelty to animals, but I would ask the Parliamentary Secretary to the Minister of Justice to assure the House that this legislation will not egregiously affect those who are involved in business and animal related industries, including fishing.", 
            "topic": "Justice", 
            "time": "2000-05-12 12:00:00", 
            "attribution": "Mr. Hec Clouthier (Renfrew—Nipissing—Pembroke, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2130/112/", 
            "text": "Mr. Speaker, Canadians have called upon parliament to increase the penalties with respect to cruelty and the people who would purposely injure animals.\n\nI wish to assure the House and the country that normal and legitimate practices, such as hunting, fishing, agricultural works and animal husbandry, which are legal today will be legal tomorrow when the bill is passed.", 
            "topic": "Justice", 
            "time": "2000-05-12 12:00:00", 
            "attribution": "Mr. John Maloney (Parliamentary Secretary to Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/113/", 
            "text": "I would like to draw the attention of all hon. members to the presence in the gallery of the hon. Joseph Handley, Minister of Finance, Minister responsible for Workers Compensation Board, Minister of Resources, Wildlife and Economic Development for the Government of the Northwest Territories.", 
            "topic": "Presence In Gallery", 
            "time": "2000-05-12 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2130/114/", 
            "text": "Hear, hear.", 
            "topic": "Presence In Gallery", 
            "time": "2000-05-12 12:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2130/115/", 
            "text": "Mr. Speaker, in one of my answers in question period I referred to a 1977 agreement. Obviously I intended to refer to a 1997 agreement.", 
            "topic": "Points Of Order", 
            "time": "2000-05-12 12:00:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2130/116/", 
            "text": "Mr. Speaker, in accordance with Standing Order 32(2), I am tabling proposed regulations pursuant to the Tobacco Act.\n\nPursuant to section 42(1) of the act, the proposed regulations stand referred to the Standing Committee on Health.", 
            "topic": "Tobacco Act", 
            "time": "2000-05-12 12:00:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2130/117/", 
            "text": "Mr. Speaker, I would like to present the government's response to 12 petitions in both official languages.", 
            "topic": "Government Responses To Petitions", 
            "time": "2000-05-12 12:00:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2130/118/", 
            "text": "Mr. Speaker, I have the honour to present the 30th annual report of the Standing Committee on Procedure and House Affairs concerning the main estimates, Vote 5 under “Parliament”, dated March 31, 2000.", 
            "topic": "Committees Of The House", 
            "time": "2000-05-12 12:00:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2130/119/", 
            "text": "Mr. Speaker, I have a petition signed by many constituents who ask the government to remove the tax imposed when applying for permanent residency in Canada.", 
            "topic": "Petitions", 
            "time": "2000-05-12 12:05:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Rey D. Pagtakhan", 
                "url": "/politicians/3204/", 
                "member_id": 2517, 
                "party": "Liberal", 
                "riding": "Winnipeg North—St. Paul (Manitoba)", 
                "id": 3204
            }, 
            "url": "/hansards/2130/120/", 
            "text": "Mr. Speaker, I wish to present a petition on behalf of my constituents which references Bill C-23. The petitioners wish to affirm the opposite sex definition of marriage in legislation to ensure that marriage is recognized as a unique institution.\n\nI received the petition after the bill had passed the House. However, I would like to inform my constituents that, indeed, paragraph 1.1 of the amended legislation passed by the House states:\n\nFor greater certainty, the amendments made by this Act do not affect the meaning of the word “marriage”, that is, the lawful union of one man and one woman to the exclusion of all others.", 
            "topic": "Petitions", 
            "time": "2000-05-12 12:05:00", 
            "attribution": "Mr. Rey D. Pagtakhan (Winnipeg North—St. Paul, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2130/121/", 
            "text": "Mr. Speaker, I rise on a point of order. I hardly think it is appropriate to deliver a petition and then talk about how the government addressed the whole issue in a piece of legislation. I do not think that kind of comment goes with delivering a petition.", 
            "topic": "Petitions", 
            "time": "2000-05-12 12:05:00", 
            "attribution": "Mr. John Duncan", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/122/", 
            "text": "We get a lot of comments with petitions, but I agree that it does seem unusual for the hon. member to say how the petition has been answered. On the other hand, some hon. members present petitions and have to say that it is too late because the petition is late, and make comments about the fact that legislation has passed. It is a fine line.\n\nI will take the matter under advisement and review again what the hon. member said in light of the precedents and the eminent discourses that occur on this subject in Marleau and Montpetit, which we all read with such enthusiasm.", 
            "topic": "Petitions", 
            "time": "2000-05-12 12:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2130/123/", 
            "text": "Mr. Speaker, I ask that all questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-12 12:05:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/124/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-12 12:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2130/125/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-12 12:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2130/126/", 
            "text": "The House resumed consideration of the motion that Bill S-10, an act to amend the National Defence Act, the DNA Identification Act and the Criminal Code, be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2000-05-12 12:05:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/127/", 
            "text": "When debate was interrupted for question period, the hon. member for Cumberland—Colchester had the floor. He has 14 minutes remaining for his remarks.", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 12:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2130/128/", 
            "text": "Mr. Speaker, when Government Orders was interrupted I was talking about the amendments that address the taking of DNA samples in the DNA Identification Act, which contains a list of designated offences which provide that DNA samples may be taken from any individual convicted of any one of those offences that I was talking about for forensic analysis.\n\nThe list was divided into two types of offences, primary and secondary. In the case of primary offences, it is mandatory for samples to be taken at the time of conviction, except in exceptional circumstances. These offences consist mainly of the most serious and violent offences, as well as sex offences, which are the offences where DNA evidence may be of the most assistance. The list includes offences such as incest, murder, manslaughter, assault with a weapon, causing bodily harm, sexual assault, et cetera.\n\nFor a secondary offence case it is not mandatory to take a sample, so the crown must satisfy the judge that it is in the interests of the public safety to take such a sample. These are less serious offences in which DNA analysis cannot always be used to solve a crime or prevent other crimes. They include such offences as using explosives, breaking and entering with intent, arson, assaulting a peace officer, robbery and hostage taking, among others.\n\nUnder Bill S-10 this list, which limits the situations in which DNA samples may be taken, now applies to members of the military who have been convicted of these offences. The amendments made by Bill S-10 do not change the key elements of the DNA Identification Act, but rather their objective is to strengthen certain principles of the act and to remedy some major failings identified by members of the Senate Standing Committee on Legal and Constitutional Affairs.\n\nThe provisions of the new act include, first, that the DNA profiles of offenders convicted of a designated offence who are subject to the Code of Service Discipline will now be included in the national DNA data bank. Second, within five years after the act comes into force, a review of the provisions and operation of the act will be undertaken by a committee of the Senate, of the House of Commons, or of both Houses of Parliament.\n\nThird, a report on the operations of the data bank will then be submitted each year by the commissioner of the RCMP.\n\nFourth, there will be a clear statement that DNA profiles and samples of bodily substances taken in order to establish DNA profiles may be used only for the purposes of the administration of the act.\n\nWith the implementation of Bill S-10, Bill C-3 will now become more effective, as the two pieces of legislation will work together harmoniously to improve management of the national DNA data bank and ensure a greater respect for Canadians' privacy. The DNA data bank is an extremely powerful tool with important repercussions for our justice system and our society.\n\nThe provisions of Bill S-10 will ensure greater respect for the privacy of Canadians by setting very clear guidelines for police and the courts regarding the use of DNA profiles in criminal investigations.\n\nThe Progressive Conservative Party supports this bill, as it will help bring our society ever closer to achieving a sense of public safety.", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 12:05:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/129/", 
            "text": "Is the House ready for the question?", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 12:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2130/130/", 
            "text": "Question.", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 12:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/131/", 
            "text": "The question is on the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 12:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2130/132/", 
            "text": "Agreed.", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 12:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2130/133/", 
            "text": "Accordingly, the bill stands referred to the Standing Committee on Justice and Human Rights.\n\n(Motion agreed to, bill read the second time and referred to a committee)", 
            "topic": "National Defence Act", 
            "time": "2000-05-12 12:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Art Eggleton", 
                "url": "/politicians/4882/", 
                "member_id": 3245, 
                "party": "Liberal", 
                "riding": "York Centre (Ontario)", 
                "id": 4882
            }, 
            "url": "/hansards/2130/134/", 
            "text": "moved that Bill S-3, an act to implement an agreement, conventions and protocols between Canada and Kyrgyzstan, Lebanon, Algeria, Bulgaria, Portugal, Uzbekistan, Jordan, Japan and Luxembourg for the avoidance of double taxation and the prevention of fiscal evasion with respect to taxes on income, be read the second time and referred to a committee.", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:10:00", 
            "attribution": "Hon. Arthur C. Eggleton (for the Minister of Finance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Roy Cullen", 
                "url": "/politicians/76/", 
                "member_id": 3683, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 76
            }, 
            "url": "/hansards/2130/135/", 
            "text": "Mr. Speaker, I appreciate the opportunity to speak today at second reading of Bill S-3, the 1999 conventions implementations bill.\n\nThis legislation puts into force seven new tax treaties that Canada has signed recently with Kyrgyzstan, Lebanon, Algeria, Bulgaria, Portugal, Uzbekistan and Jordan. It also replaces the existing convention with Luxembourg and amends Canada's treaty with Japan.\n\nThese nine tax treaties have been designed with two objectives in mind—the avoidance of double taxation and the prevention of fiscal evasion with respect to taxes on income\n\nBefore discussing the specifics of this bill, there are a couple of points I want to make for the benefit of my hon. colleagues.\n\nFirst, I want to make it clear to hon. members that Bill S-3 is standard, routine legislation.\n\nProof of this is the fact that all of these treaties, like their predecessors, are patterned, to a large extent, on the OECD Model Tax Convention, which is accepted by most countries around the world. The provisions in these particular treaties comply fully with the international norms that apply to such treaties.\n\nAnother point I want to make at the outset is that, should any conflicting matters arise, tax treaty rules take precedence over the Income Tax Act. This ensures that the objectives I just mentioned can be reached.\n\nLet me take a moment to put this legislation into context. One of the goals of the 1971 review and overhaul of Canada's income tax system was the expansion of our network of tax treaties with other countries, a goal that the government has worked hard to achieve, and with great success I might add. At present Canada has tax treaties in place with 68 countries, a number that will increase to 75 when the treaties in this bill come into force.\n\nIt is interesting to note that Bill S-3 is the 24th tax treaty bill to be introduced in parliament since 1976. In the past two years alone Canada has signed treaties or protocols with 14 countries.\n\nTax treaties are particularly important to two ongoing government priorities: tax fairness and the promotion of trade and investments. I will deal first with tax fairness.\n\nSince coming to office in 1993, the government has been guided by the following principles of tax policy—principles that the finance minister recently reaffirmed in the 2000 budget.\n\nFirst, our approach to tax relief must be fair. While tax reduction must ultimately benefit all Canadians, it must be directed first to those who need it the most—middle- and low-income earners and especially families with children.\n\nSecond, broad-based tax relief should focus initially on personal income taxes where the burden is greatest and where Canadian taxes are most out of line with our history and with other countries.\n\nThird, the business tax system must be internationally competitive. Fourth, broad based tax relief should not be financed with borrowed money.\n\nAs hon. members know, the government's fiscal improvements have enabled it to begin providing general tax relief, an integral element of our strategy for sustained economic growth and an improved standard of living and quality of life for all Canadians.\n\nWhile tax reduction has begun, the government realizes that more needs to be done to lower the overall tax burden and to reform the structure of the tax system. Tax treaties are a part of this overall structure and tax fairness demands that no Canadian should ever find himself or herself caught in the midst of double taxation. As their full title implies, this is exactly what tax treaties work to eliminate.\n\nLet me explain what I mean by double taxation. International double taxation arises as the result of the imposition of comparable taxes in two or more jurisdictions on the same taxable income in the hands of the same person and for the same period of time.\n\nThis overlap between source based taxation and residency based taxation can result in adverse and unfair consequences for taxpayers. These tax treaties like the ones included in the bill avoid double taxation by establishing rules for dividing taxing jurisdictions between the country of the taxpayer's residence and the country where the income arises.\n\nAllocating taxing rights not only helps safeguard against double taxation but also reduces the burden of compliance to taxpayers resident in one country who have only limited contact in the other country. An example of this is the reduction of withholding taxes.\n\nWithholding taxes are the taxes countries generally impose on income paid to non-residents. This is a subject I will discuss in more detail a bit later.\n\nThe other government priority that tax treaties address is the promotion of trade and investment. Tax treaties are directly related to international trade in goods and services and therefore directly impact on Canada's domestic economic performance.\n\nTheir impact is very significant. Over 40% of Canada's annual gross domestic product is tied to exports. Moreover Canada's economic wealth also depends on foreign direct investment as well as inflows of information, capital, technology, royalties, dividends and interest. It is obvious then that the tax treaties contained in Bill S-3 will benefit Canadian businesses and individuals with operations and investments in these nine countries.\n\nLet me outline the additional benefits in addition to the avoidance of double taxation that I have already mentioned. Taxpayers will know that a treaty rate of tax cannot be increased without significant advance notice. The mere existence of these tax treaties will foster an atmosphere of certainty and stability for investors and traders that will only enhance Canada's economic relationship with each country.\n\nAnnoyance and complexity in the operation of the tax system will be reduced as the need to pay tax on certain business profits where there is no substantial contact with the other country will be eliminated and a mechanism to settle problems encountered by taxpayers will be provided. Reducing the burden of compliance will encourage more international activity which will have a favourable effect on the Canadian economy.\n\nI referred to withholding taxes as being one of the solutions to the problem of double taxation. I also mentioned that countries usually impose such taxes on income paid to non-residents.\n\nCanada's network of tax treaties provides for several reciprocal withholding tax rate reductions. Without a tax treaty or other legislated exemption, Canada taxes income paid to non-residents at the rate of 25%.\n\nReduced withholding taxes simplify the tax system and make it fairer. The country where the income is generated can withhold tax usually at a rate of 5%, 10% or 15% on dividends and 10% in the case of interest and royalties. In some instances royalties on copyrights, computer software, patents and know-how are exempt at source.\n\nI will not go into the detailed changes in the tax treaties. They are fully outlined in the bill. They talk about the withholding taxes that will apply to these treaties with respect to dividends and other types of income. It is well laid out in the act. In the interest of time I will move to other provisions.\n\nThe treaties covered in Bill S-3 address other tax treaty issues such as capital gains, non-discrimination based on a taxpayer's nationality and pensions and annuities paid to non-residents. Time does not permit me to discuss all of these provisions in detail.\n\nHowever, there is one issue in particular I must bring to the attention of the House, and that is the proposed rules relating to the taxation of emigrants' pre-departure gains. These rules were proposed by the finance minister and will be included in the 1999 technical amendments bill when it comes before parliament. The proposed rules are recognized in the conventions with Luxembourg, Portugal, Lebanon and Jordan as they address the potential for double taxation in such situations.\n\nHowever, since the treaties with Uzbekistan, Bulgaria, Algeria and Kyrgyzstan were negotiated prior to these rules being announced, the proposed migration rules allow Canada to give a unilateral foreign tax credit to emigrants until the year 2007. This timeframe guarantees that there will be no double taxation of pre-departure gains before these treaties have been negotiated to take the new rules into account. Japan has asked to review taxpayer migration in future negotiations.\n\nBefore closing, I would be remiss if I failed to mention another benefit to double taxation treaties. The second objective in designing these treaties is the prevention of fiscal evasion.\n\nDouble taxation treaties encourage the exchange of information between revenue authorities to prevent tax evasion or avoidance. Sharing information helps revenue authorities identify cases of tax evasion or avoidance and act on them.\n\nIn summary, I urge my hon. colleagues to support the legislation. The benefits of Bill S-3 are clear.\n\nThe thrust of the treaties covered in Bill S-3 is to provide equitable solutions to the various taxation problems existing between Canada and these nine countries.\n\nThese treaties will help to secure Canada's position in the increasingly competitive world of international trade and investment while ensuring that Canadian tax policy remains consistent and Canadians are not subject to double taxation. Let us pass the bill in haste and put it into effect.", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:10:00", 
            "attribution": "Mr. Roy Cullen (Parliamentary Secretary to Minister of Finance, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2130/136/", 
            "text": "Mr. Speaker, Bill S-3, an act to implement an agreement, conventions and protocols between Canada and Kyrgyzstan, Lebanon, Algeria, Bulgaria, Portugal, Uzbekistan, Jordan, Japan and Luxembourg, is a good bill in many respects.\n\nIt leads to some of the things to which the parliamentary secretary made reference. I have a bit of a problem with the bill. Once again we have a bill before the House which originated in the Senate, that unelected, unaccountable body. I find that quite problematic.\n\nThe Canadian Alliance has always supported measures that might in some way lower the tax burden for Canadians. Avoidance of double taxation would be a very significant result in lowering taxes. The government needs to remove impediments that discourage trade and to foreigners coming to Canada for fear of double taxation. The legislation also has the benefit of reducing tax avoidance concerns.\n\nOne point is very clear. Canada is very good at collecting taxes. We have almost as many tax collectors, somewhere around 45,000, as members of our armed forces. Our armed forces are poorly equipped and overtasked. Our tax collectors can be assured that this deterioration will not be allowed to occur in their bailiwick.\n\nThe irony of the legislation is that we had a harmonization of taxes in Canada that was almost complete. The GST and PST were rolled into a harmonized sales tax in some jurisdictions but not in others. Other phenomena happened with respect to income tax. Quebec has had a separate collection of personal income tax for some time. Other provinces are now moving in that direction. A lot of this is occurring because we cannot lessen Liberal dependence on a high appetite for taxation.\n\nWe were not reassured when the Prime Minister said recently at a Liberal convention that the era of tax cuts was over. Most of us had not realized that it had started. Was he talking about Alberta or Ontario? He surely was not talking about the federal arena.\n\nIt is sad to say that total personal income tax revenues in Canada go toward paying the rough equivalent of interest payments on the debt. We have no schedule to pay down that debt and we need that discipline.\n\nAnother point I would like to make is that income tax treaties such as the one we are discussing today contain rules that are different from the Income Tax Act. As such, these treaties need enabling legislation. They need an act of parliament to give the treaty precedence over the legislation. That is ironic when most of the treaties our federal government signs require no ratification in this place whatsoever.\n\nSome treaties are much more binding and much more consequential to the nation as a whole. The first example that comes to mind would be the commitments we made on greenhouse gas emissions at Kyoto. That treaty requires ratification in our neighbour's congress and that brings a different discipline to the exercise. We do not have that in Canada but we need it. That will bring a whole new discipline to our negotiators and their political masters. We can be sure that when it comes to tax collection, however, the Liberals will smooth the path in whatever way is required to ensure it happens.\n\nDespite my comments, this bill has merit. The Canadian Alliance will be supporting the legislation.", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:20:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Gilles-A. Perron", 
                "url": "/politicians/226/", 
                "member_id": 2717, 
                "party": "Bloc", 
                "riding": "Saint-Eustache—Sainte-Thérèse (Québec)", 
                "id": 226
            }, 
            "url": "/hansards/2130/137/", 
            "text": "Mr. Speaker, allow me to say a few words before I start my remarks on Bill S-3.\n\nOn Sunday, we will be celebrating Mother's Day across Canada. I would like to take this opportunity to wish a happy Mother's Day to my mother, my wife, all the mothers in my riding, in Quebec and in Canada. Mr. Speaker, I am sure you will join me in wishing a happy Mother's Day to your mother.\n\nLet us now revert to less serious matters, namely Bill S-3. The Bloc Quebecois is not opposed to income tax treaties between Canada and other countries. Therefore, we will support this bill, inasmuch as such treaties are aimed at ensuring the just and fair tax treatment of persons—I stress this word, which includes private persons and corporate persons such as companies, trusts and any aggregate of individuals—to encourage trade and investment in those countries.\n\nAlthough tax conventions avoid double taxation on corporate and personal income, in a number of cases they are a source of problems and tax evasion.\n\nIndeed, although the most recent treaties, which are based the OECD model, are relatively standard, Canada does have some older ones with countries considered tax havens because their individual and corporate tax rates are low, or non-existent.\n\nBy signing tax treaties with these countries that are considered tax havens, Canada is turning a blind eye. It treats these profits as if they had been taxed at comparable rates abroad and does not tax them when they are brought back to Canada.\n\nI should point out that, since 1992, the auditor general has raised this issue on several occasions. I want to give an example of these tax havens and what they allow Canadians to do.\n\nLet us consider the case of Canada Steamship Lines. We know that, before 1981, that company operated solely in Canada and, therefore, paid its fair share of taxes. In 1981, our dear Minister of Finance bought CSL and opened subsidiaries in Bermuda, Liberia and Barbados. We know that those three countries have signed agreements with Canada and are considered tax havens.\n\nFor instance, Liberia is described by people involved in international trade as the safest tax haven, the best there is. That is nothing to be proud of. Apparently, a Liberian company can do anything as it pleases, and in total secrecy. Liberia has no tax on profits from shipping. The government of that country only requires shipping companies to pay an annual flat amount of $350 U.S. That means that profits made in Liberia are subject to $350 flat tax and nothing more.\n\nCSL, Canada Steamship Lines, also has subsidiaries in Bermuda. Everyone knows that there is no income tax in Bermuda. A company can, through a contract, be exempted of any taxes until the year 2016.\n\nIn Barbados, companies are subject to a decreasing local tax, from 2.5% down to 1%. So, the higher the amount, the lower the tax rate.\n\nThis brings me back to the fact that the government opposite should continue to sign tax treaties with countries that are not considered to be tax havens. It should spend money and be serious, so as to be in a position to readjust or change the contracts or agreements already signed with tax haven countries, since these involve millions and even hundreds of millions of dollars in tax losses for Canada.\n\nWe know how much that government has cut in social transfers to the provinces. It could certainly recover these amounts and put them back in the transfers to the provinces.\n\nTax treaties establish what is called reciprocal treatment between countries with respect to income tax, provided that tax rates for Canadian businesses and those in the countries with which tax treaties are signed are equivalent or more or less comparable.\n\nI will conclude by saying that the Bloc Quebecois will support Bill S-3, which seeks to ensure a fair and equitable tax treatment for residents and non-residents, and to promote trade and investments between the countries that are parties to these conventions.", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:30:00", 
            "attribution": "Mr. Gilles-A. Perron (Rivière-des-Mille-Îles, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2130/138/", 
            "text": "Mr. Speaker, thank you for the opportunity to speak on Bill S-3. This bill lets Canada ratify income tax treaties with Kyrgyzstan, Lebanon, Algeria, Bulgaria, Portugal, Uzbekistan and Jordan. It also amends Canada's current treaty with Japan and replaces the longstanding treaty with Luxembourg.\n\nAt present Canada is involved in over 60 tax treaties. These treaties set out a framework for taxes on investment income flowing between Canada and other countries. They provide mechanisms to avoid double taxation and prevent tax evasion.\n\nA tax convention is an agreement between two governments under which each government agrees to limit or modify the application of its domestic laws in order to avoid double taxation. Double taxation can occur when the same person or business pays comparable rates in two or more countries on the same taxable income for the same period of time. For example, double taxation would occur if a resident of Japan was taxed in both Canada and Japan on dividend income received from a Canadian company. Preventing this helps to facilitate investment which is something that the Progressive Conservative Party of Canada feels that the government should further encourage. Furthermore, limits on withholding taxes in the country where the income is earned are established. Exemption is provided for certain income that would otherwise be taxed in the country where it is earned.\n\nTax treaties also seek to minimize or prevent tax evasion. They deal with tax evasion by providing for the exchange of information between tax authorities in the signatory countries. In some cases they provide for assistance in collecting taxes.\n\nMost treaties are based on the model double taxation convention prepared by the Organization for Economic Co-operation and Development, otherwise known as OECD countries.\n\nIn regard to Bill C-3, Canada did not previously have treaties with Kyrgyzstan, Lebanon, Bulgaria, Portugal, Uzbekistan and Jordan.\n\nThe amendment to the treaty with Japan addresses a specific issue pertaining to Japanese local enterprise taxes. Japan in turn will exempt Canadian enterprises operating ships or aircraft in international traffic provided that Canadian provinces do not subject similar Japanese enterprises to similar taxes. There is also a reduction in withholding taxes on inter-company dividends to 5%.\n\nChanges to the tax treaty with Luxembourg are intended to clarify and modernize the convention's wording. Although the Progressive Conservative Party is supportive of new tax treaties which help to facilitate and encourage new investment, we do have some grave concerns with the human rights abuses committed by many of those countries.\n\nWhat kind of message are we sending by ratifying such treaties with those countries? For example, Kyrgyzstan, a former Soviet republic that gained independence in 1991 when the U.S.S.R. collapsed, has been known for its rampant human rights abuses. It is located in central Asia and has a population of about 4.5 million people. The government has limited its citizens' ability to change the government.\n\nThere were serious irregularities in the October 1998 constitutional referendum. These included widespread cases of police abuse and brutality, including arbitrary arrest and detention before and after the referendum. Not a pretty sight.\n\nI will quote from the Human Rights Watch. It said that:\n\n...the government began with increasing vigour to obstruct the formation, registration, and activities of groups of citizens intending to organize support of opposition candidates or to participate in the upcoming votes as monitors. Authorities charged five prominent opposition leaders with administrative offences—the equivalent of misdemeanours—for forming their group called the Movement for Honest Elections.\n\nExecutive domination of the judiciary limited citizens' rights to due process, although the judiciary is undergoing reform. Furthermore, the government regularly infringes on freedom of speech and of the press. Authorities at times pressured journalists who criticized individual members of the government.\n\nLebanon is another example of a country with dismal human rights abuses. For example, members of the security forces continually use excessive force and torture. There have been hundreds of arbitrary arrests and detentions of people who opposed government policies. Lengthy pretrial detention and long delays in trials are problems and the courts are subjected to an enormous amount of political pressure.\n\nThe government also has limited press freedom by continuing to restrict radio and television broadcasting in a discriminatory manner. It has also banned the satellite broadcast of political programming. Discrimination against women and Palestinians and violence against women are also problems in Lebanon.\n\nIn Algeria, the security forces are responsible for hundreds of disappearances, routinely tortured or otherwise abused detainees, and arbitrarily arrested and detained many individuals suspected of involvement with armed Islamic groups.\n\nHuman Rights Watch reported that on numerous occasions over the last several years, security forces have failed to intervene to prevent or halt massacres of civilians by armed groups and terrorists. Armed Islamists continued their widespread campaign of insurgency, targeting government officials and families of security members, as well as persons whose lifestyles they considered to be in conflict with Islamic values.\n\nHuman Rights Watch summed up the situation nicely by saying that the government is involved in, and I quote:\n\n...the gravest human rights abuses, including extrajudicial executions, torture, forced “disappearances”, arbitrary arrest and detention, failure to protect the right to life, and restrictions on the rights of freedom of expression, association, and assembly.\n\nFinally, bombs left in cars, cafes and markets have killed and maimed civilians indiscriminately. It is estimated that over 7,000 civilians, terrorists and security forces have died during the last year of domestic turmoil. Close to 80,000 people have been killed during the last seven years alone.\n\nIn Uzbekistan the current government has not permitted the existence of an opposition party since 1993, something maybe this government would appreciate. Nonetheless in a serious sense citizens cannot exercise their right to change the government peacefully.\n\nIn a recent report Human Rights Watch stated:\n\n—has independently documented a pattern of political arrest, detention and harassment of family members of political activists and religious dissidents during the past six months. There is also a wealth of credible evidence that police routinely plant small amounts of narcotics or ammunition on persons whom they arrest for their political or religious affiliation.\n\nFurthermore the executive director of Human Rights Watch for Europe and Central Asia said:\n\nThe Government of Uzbekistan professes to be preparing for free and fair elections but at the same time is locking up the opposition's family members and throwing away the key. This is no way to achieve democracy.\n\nCurrently Canada has only minor commercial interests in Uzbekistan. Total trade in 1998 with this country was only $18 million and there are no major Canadian investments in the country. Why are we then pursuing a tax treaty with a country that has a dismal human rights record and a minimal amount of trade?\n\nIn conclusion, although the Progressive Conservative Party of Canada will be supporting the bill, it is important to highlight the many gross and inconsistent patterns of human rights violations in many of the countries Canada is entering into a tax treaty with.\n\nNew tax treaties both help and encourage new investment and should be looked at positively.", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:35:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2130/139/", 
            "text": "Is the House ready for the question?", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2130/140/", 
            "text": "Question.", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2130/141/", 
            "text": "The question is on the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2130/142/", 
            "text": "Agreed.", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2130/143/", 
            "text": "I declare the motion carried. Accordingly the bill stands referred to the Standing Committee on Finance.\n\n(Motion agreed to, bill read the second time and referred to a committee)", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Roy Cullen", 
                "url": "/politicians/76/", 
                "member_id": 3683, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 76
            }, 
            "url": "/hansards/2130/144/", 
            "text": "Mr. Speaker, I rise on a point of order. I think you might find that there is unanimous consent to see the clock as being 1.30 p.m. to proceed to Private Members' Business.", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:45:00", 
            "attribution": "Mr. Roy Cullen", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2130/145/", 
            "text": "Is there unanimous consent?", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2130/146/", 
            "text": "Agreed.", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2130/147/", 
            "text": "It being 1.30 p.m., the House will now proceed to Private Members' Business as listed on today's order paper.", 
            "topic": "Income Tax Conventions Implementation Act, 1999", 
            "time": "2000-05-12 12:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2130/148/", 
            "text": "The House resumed from April 3 consideration of the motion.", 
            "topic": "", 
            "time": "2000-05-12 12:45:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Rey D. Pagtakhan", 
                "url": "/politicians/3204/", 
                "member_id": 2517, 
                "party": "Liberal", 
                "riding": "Winnipeg North—St. Paul (Manitoba)", 
                "id": 3204
            }, 
            "url": "/hansards/2130/149/", 
            "text": "Mr. Speaker, I rise to address the House on Motion No. 298 put forward by the hon. member for Churchill River. I thank him for bringing this matter before the House.\n\nIndeed his concern for the environment and for the high cost of energy in some Canadian communities is truly commendable. I would however like to point the hon. member in a new direction to achieve his worthy goals. Let me explain why I cannot support the motion.\n\nFirst, I share our government's belief that market forces, not government subsidies, should determine energy prices and supply without undue government involvement or bothersome regulations. This approach has served Canada well over the past decade contributing to economic growth, new jobs, increased resource royalties for provincial governments, and certainty and stability for the energy industry.\n\nThe second point of my disagreement relates to the question of federal-provincial jurisdiction. Energy distribution systems, including natural gas lines, are the responsibility of provincially regulated utilities, not the Government of Canada. While it is true some provinces have seen fit to financially support the expansion of natural gas distribution systems, others have not, including notably the hon. member's home province of Saskatchewan.\n\nFinally, I cannot support the motion because it implies that natural gas is the only alternative to higher prices and more environmentally harmful fossil fuels. This is simply not the case.\n\nFor the past decade communities across Canada have been exploring new ways to reduce their dependence on fossil fuels, either by using energy more efficiently or by displacing fossil fuels with local renewable resources. More and more they are looking to community energy systems, networks that link environmentally sound sources of energy to space heating loads to deliver on two imperatives: the need for affordable energy and the need to reduce greenhouse gas emissions that are contributing to the global problem of climate change.\n\nCommunities are being supported in this quest by Natural Resources Canada of the Government of Canada which for several years now has been working hand in hand with the Federation of Canadian Municipalities to increase awareness and use of community energy systems.\n\nThe results of this collaborative effort have been very positive. Interest in community energy systems is on the rise across Canada even in areas where natural gas is readily available. In many cases it just makes more sense economically and environmentally to develop a community energy system rather than to expand our dependence on fossil fuels.\n\nNatural Resources Canada encourages efficiency and the use of renewable energy at all levels.\n\nFirst, the individual can use current energy sources more efficiently by adopting the most efficient furnaces and keeping them well maintained and by making buildings more efficient by measures such as installing better insulation and more energy efficient windows. Individuals may also be able to use renewable energy technologies such as solar energy, wind energy or small hydro systems. The same principles can be applied at the community level where the opportunities are more diverse.\n\nBy adopting community energy systems, waste fuel from local industry or power plants can all be harnessed. By using these types of heat sources, not only are greenhouse gases reduced, but community pollution problems can also be reduced. Let me elaborate on some real examples.\n\nSome municipalities like Charlottetown, the site of Canada's first community energy system, are burning waste wood to produce energy. This not only eliminates a waste disposal problem, it also takes advantage of a renewable energy resource. The first nations community of Grassy Narrows is using a similar approach, in this case burning wood chips harvested by band members. Other communities in the Northwest Territories and Yukon are capturing waste heat from diesel generators to provide space heating.\n\nAnother option is to use cogeneration technology to get more out of existing fossil fuel systems by combining both heat and power production.\n\nThe cities of Windsor and Sudbury have community energy systems that use this approach. Many more are jumping on the bandwagon because the systems offer benefits that are hard to ignore. They generate jobs through capital investments and keep money in the local economy by reducing the need to purchase outside energy. Moreover, they can greatly reduce or even eliminate greenhouse gas emissions, which is critically important in light of Canada's international climate change commitments.\n\nThere are many solutions to the climate change problem and all Canadians have a role to play. It is absolutely essential for governments to show leadership, including municipal governments, if Canada is to meet its Kyoto target of reducing greenhouse gas emissions to 6% below 1990 levels by the period between 2008 and 2012.\n\nHon. members will also be interested to know that community energy system projects are being supported through the technology early action measures initiative of the climate change action fund which was announced in the 1997 federal budget to move Canada forward in addressing climate change.\n\nI confirm again that the federal government is very serious about meeting this target. This was made abundantly clear in the last federal budget which included more than $600 million to further our search for effective climate change solutions, including new funding of $125 million for two initiatives to help municipalities take action.\n\nThe green municipal enabling fund is a five year $25 million initiative to support cost shared energy audits and feasibility studies of projects that will reduce greenhouse gas emissions, improve air and water quality, and encourage the sustainable use of renewable and non-renewable resources.\n\nThe second initiative, the $100 million green municipal investment fund, will provide loans and loan guarantees for municipal energy efficiency measures, such as building retrofits that will reduce greenhouse gas emissions. Interest money that accumulates from the fund will be used to provide grants to eligible demonstration projects.\n\nTogether these funds will act as a catalyst for implementing new community energy system projects as well as other energy efficiency measures. They are expected to leverage concrete investments from municipal, provincial and territorial governments as well as the private sector.\n\nThe recent federal budget goes further by including measures to make it more attractive for the private sector to become involved in community energy systems. We have the manufacturing and processing tax rate reduction, thus lowering the tax rate on private businesses on the sale of steam. We have the capital cost allowance for district energy systems and we will be able to increase that from 4% to 8%, which means that private companies can write off their investment faster. These new budget provisions will add momentum to the growing interest in community energy systems.\n\nIn conclusion, many parts of the country do not have access to natural gas networks and the cost of bringing in distribution lines is prohibitive. Community energy systems can ensure more efficient and environmentally acceptable use of energy in these communities, while helping to keep energy dollars in the local economy.\n\nIn other areas, natural gas and electricity infrastructures are overloaded. They simply cannot keep up with the demand. Community energy systems can alleviate some of the pressure on these networks by producing electricity locally, making constructive use of rejected heat that might otherwise be wasted, or using local mill wastes to displace space heating from electricity, oil or gas.\n\nI disagree with the motion but I commend the member for the goals and objectives of his motion. I hope he will discuss the initiative of the federal government with the leadership of his community and thereby we can go in a common direction.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 12:45:00", 
            "attribution": "Mr. Rey D. Pagtakhan (Winnipeg North—St. Paul, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2130/150/", 
            "text": "Mr. Speaker, I appreciate this opportunity to speak and I appreciate your help in arranging this time for me.\n\nIt is a pleasure to rise to speak to Motion No. 298, put forward by the hon. member for Churchill River. The motion reads as follows:\n\nThat, in the opinion of this House, the government should provide initiatives to deliver natural gas to unserviced regions and address environmental concerns and high energy costs.\n\nThe motion is extremely important to an area such as my riding in northern Nova Scotia. There are all kinds of small communities like Advocate Harbour, Parrsboro, Tatamagouche, Pugwash and Stewiacke which are not in the mainstream and will not get the benefits of natural gas as pipelines pass through our area. If this initiative were successful, these small communities would have access to natural gas and would be treated equally, which is very important.\n\nThe PC Party and I support this motion for a number of reasons. First, if natural gas is supplied to unserviced areas, then it will spur regional economic development, always a challenge in my region. Second, natural gas is considered to be one of the cleanest energy sources widely available for public use.\n\nIncreased use of natural gas could help Canada meet its Kyoto targets. In Nova Scotia, we have a very pristine environment. It is very clean. We are very proud of it and we want to maintain that environment.\n\nCanada signed a commitment to reduce greenhouse gas emissions by 6% from 1990 levels by 2010. However, according to what I have been hearing, many of the industrialized nations of the world are uncertain about their abilities to meet these commitments, and Canada is one of those countries. Those commitments may have been made in good faith, but, by all accounts, Canada is nowhere near its targets. In fact, greenhouse gas emissions are now rising in the country.\n\nThe dramatic rise in gasoline prices over the past few months has shown consumers that dependence on a single energy source places people in a very vulnerable position, forcing them to either pay the price or forgo the service. Many people do not have any options, however, since they may be dependent on gasoline to travel to work or heat their homes.\n\nThere are a number of energy sources available, ranging from fuel oil and diesel fuel to hydro-electricity, coal-fired electricity and various other sources of energy, all of which can be fairly expensive. If another energy source can help reduce costs for industries or consumers, then I would support the initiative to help make that source widely available, which is exactly what we are talking about here today.\n\nOn the east coast there are some exciting projects that are developing, supplying natural gas to the area and to the United States, and there may be potential for many further developments. Only a few months ago the Sable offshore energy project, through the Maritimes & Northeast Pipeline, began supplying natural gas to buyers in the New England states. This pipeline goes through my riding, from one end to the other. A natural gas distribution franchise has now been awarded to Sempra Atlantic Gas and the construction of a natural gas pipeline will allow gas to flow to households in the maritime provinces.\n\nBy coincidence, I talked to officials from Sempra Gas this morning about routes for natural gas and the best way to get it to the smaller communities to see if there is some way to address those needs.\n\nThe pipeline is expected to service up to 300,000 households and 25,000 industrial, commercial and institutional customers.\n\nThere is also potential natural gas development in other parts of Canada, including the far north, Alberta and British Columbia. Recent newspaper articles have discussed the exciting prospect of natural gas development in the Northwest Territories after a 10 year moratorium which shut down operations near the Beaufort Sea.\n\nThe prospect of a 1,500 kilometre pipeline to link the Northwest Territories with markets in the United States is again under consideration. Future revenue from the $4 billion project makes that project attractive to the Northwest Territories government, which is willing to provide $100 million of the initial investment. Federal assistance is being sought to provide the additional $230 million needed over a four year period to see the project established.\n\nLike all natural gas projects, the potential for spinoffs to the local economy could be great. Employment, infrastructure, training and other benefits would all be a part of the larger picture that would see the pipeline become a reality.\n\nIn my riding last year we experienced those spinoffs and benefits. The pipeline company and workers literally brought millions of dollars to our area and boosted our economy dramatically.\n\nThere is an estimated six trillion cubic feet of natural gas reserves in the Mackenzie Delta region and the co-operation of the aboriginal groups in the area who have given their approval for development of these reserves means that oil companies are again exploring options in the area. It will be very interesting to see how this project develops and the economic spinoffs it will provide to the northern region.\n\nIt is clear that natural gas delivery to unserviced regions would assist regional economic development and improve the overall economic well-being of Canadian communities. The Progressive Conservative Party supports this motion because of the need to help remote or rural areas develop economically and also assist Canada in working toward meeting its Kyoto targets for lower greenhouse gases.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:00:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2130/151/", 
            "text": "Mr. Speaker, I am pleased to speak to Motion No. 298 today which states that the government should provide initiatives to deliver natural gas to unserviced regions.\n\nI believe that, although governments can participate in the delivery of natural gas or any other product, they cannot and should not try to avoid basic and natural market forces. If a government tries to ignore the marketplace it is asking for trouble.\n\nIn my community of 30,000 people in Campbell River, one of the justifications for bringing in natural gas over a significant geographical hurdle was the considerable demand for the commodity. This took much more than the normal business activity and the normal residential sector would ordinarily demand.\n\nThere had been a proposal to build a natural gas/wood waste electrical cogeneration plant. In addition to the usual residential and commercial demands, this would be a potential major consumer which would have a greater demand than the rest of the demand combined.\n\nIn our case the provincial government played a pivotal and essential role in ensuring that these two things happened in tandem. Without its involvement and concurrence our community would still be without natural gas service. Essentially it had to guarantee, in one form or another, that the cogeneration plant would receive approval and would be economic. That was enough of an incentive to ensure that natural gas would come to the community. That is what we could call a win-win situation for all parties, and there is always room for a win-win situation.\n\nThere is also room for governments to regulate rates so that averaging would make services and commodities more affordable and increase total demand by making them more attractive for more consumers. The provinces and the territories have a very important regulatory role to play in these activities.\n\nAll of these things are already happening where they are needed, where demand is sufficient and where they are not a burden on the taxpayer. They are market sensitive, regionally sensitive and they properly allocate our energy resources.\n\nThere is opportunity in the north and other remote areas for natural gas exploration incentives that would place the source close to unserviced communities. This would create a whole new affordability index in terms of servicing remote communities. In these situations there is opportunity for provincial or territorial governments to put incentives in place to try to expand the servicing area of natural gas distribution.\n\nThe Northwest Territories, as an example, has done that very thing. The Inuvik natural gas project came about because in 1998 the Inuvialuit Petroleum Corporation, AltaGas Services Inc. and Enbridge Inc. formed a partnership to bring natural gas from the Ikhil field to supply the energy needs of the town of Inuvik.\n\nThe territorial Department of Resources, Wildlife and Economic Development funded a portion of the initial research for the project. The department provided funding to assist residential customers to convert to natural gas heating, with Inuvik Gas Ltd. providing matching grants.\n\nThis is all fairly recent. Last September the hon. Stephen Kakfwi stated in the legislative assembly of the Northwest Territories:\n\nThis program will result in the reduction of residential energy costs in Inuvik. It also allows the Northwest Territories to demonstrate its commitment to the reduction of greenhouse gas emissions.\n\nThere are some pretty good things to say on this subject.\n\nHowever, this is an entirely different matter from what this private member's motion contemplates today. This motion contemplates federal spending when the jurisdiction is almost exclusively provincial or territorial. In other words, the motion contemplates a massive intrusion of federal government into provincial and territorial affairs.\n\nCanada is a major global natural gas producer and a major exporter to the United States. Canadian companies are at the forefront in developing natural gas alternatives to traditional engine fuels. There are many people aware of this, as there has been much attention paid to the stock market and publicly traded companies recently.\n\nWestport Innovations Inc. is a Vancouver based company which is traded on the TSE. There is Calgary based Alternative Fuel Systems Inc., which is also publicly traded. These are two companies with which I am somewhat familiar, but I am sure there are likely to be other Canadian based companies doing similar things. These companies are working hard to use natural gas as a primary fuel, with good results, all of which has a positive impact on greenhouse gas emissions.\n\nWestport Innovations utilized technology developed at the University of British Columbia. It recently bought the rights. This is a good example of a public-private partnership doing research and development which has worked out very well for all parties.\n\nEnvironment Canada has publicly recognized the efforts of Calgary based Alternative Fuel Systems. It has developed products to convert diesel and gasoline engines to operate on cleaner burning natural gas as well. AFS has received contracts to sell its products and technology to Mexico and India, enabling fleets of vehicles in those countries to be converted to run on natural gas. This is all very good.\n\nThe major environmental benefit, of course, is that this reduces vehicular pollutants. The economic benefits come from the reduced fuel cost, as well as reduced maintenance costs and increased engine life.\n\nNatural gas is an excellent fuel source and Canada is blessed with large reserves. It is very important that we do it right in terms of how we develop, distribute, market and creatively manage this legacy. I cannot support this private member's motion, which is without vision and does not respect federal, provincial and territorial—", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:05:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Solomon", 
                "url": "/politicians/5321/", 
                "member_id": 2740, 
                "party": "NDP", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 5321
            }, 
            "url": "/hansards/2130/152/", 
            "text": "Mr. Speaker, I rise on a point of order. I listened to the member from the Canadian Alliance talk about unfettered market forces, that he does not support this motion and so on. I would seek unanimous consent to ask the member a question.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:10:00", 
            "attribution": "Mr. John Solomon", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2130/153/", 
            "text": "If we could let the hon. member finish, before we go to the next speaker, we could do it at that time, in what would be a pseudo-question and comment period. Why do we not try that instead of interrupting him in the middle of debate. That would not be something we would normally do.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2130/154/", 
            "text": "Mr. Speaker, I would have greatly appreciated if that intercession had been when I had finished. I think that is the way Private Members' Business is normally run and operated.\n\nNatural gas is an excellent fuel source and Canada is blessed with large reserves. It is important that we do it right in terms of how we develop, distribute, market and creatively manage our legacy.\n\nI cannot support this private member's motion because it is without vision and it does not respect federal, provincial or territorial respective jurisdictions.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:15:00", 
            "attribution": "Mr. John Duncan", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Solomon", 
                "url": "/politicians/5321/", 
                "member_id": 2740, 
                "party": "NDP", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 5321
            }, 
            "url": "/hansards/2130/155/", 
            "text": "Mr. Speaker, I rise on a point of order. I will be speaking on this motion, but at this time I would like ask for unanimous consent to ask the member for Vancouver Island North a question on his remarks.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:15:00", 
            "attribution": "Mr. John Solomon", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2130/156/", 
            "text": "There is not much we cannot do through unanimous consent. Is there unanimous consent for the member for Regina—Lumsden—Lake Centre to put a question to the member for Vancouver Island North?", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:15:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2130/157/", 
            "text": "Agreed.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:15:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2130/158/", 
            "text": "No.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:15:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Solomon", 
                "url": "/politicians/5321/", 
                "member_id": 2740, 
                "party": "NDP", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 5321
            }, 
            "url": "/hansards/2130/159/", 
            "text": "Mr. Speaker, I appreciate the consideration from those members. I am disappointed that the Liberal member from Ottawa, the upper valley, did not provide unanimous consent because I wanted to ask the member for Vancouver Island North a very important question about the Liberals, which I will get to momentarily.\n\nI am very pleased to stand in the House and support the motion by my colleague, the member for Churchill River, who is also an NDP member, which reads:\n\nThat, in the opinion of this House, the government should provide initiatives to deliver natural gas to unserviced regions and address environmental concerns and high energy costs.\n\nI appreciate the Conservative members' views. They support this motion because they too are concerned about the kind of high energy costs that Canadians are being subjected to without any kind of justification or regulation.\n\nOn the point of having some kind of regulatory agency for energy, we have a regulatory agency for communications. We have over 150 television stations. We have hundreds of radio stations. We have all kinds of opportunities to choose whatever kind of communications that we like in terms of getting information.\n\nLo and behold, we have the CRTC which regulates communications in the country. We also have a regulatory board for transportation. There are many different ways to travel in this country and we have a regulatory board for transportation, the Canadian Transportation Agency. I support those regulatory boards because we need some sense of order.\n\nHowever, the underpinning of our economy is energy. Everything we do, everything we consume and everything we move, whether we are going to work or it is the goods and services we buy, they all depend on the price of energy, be it natural gas, home heating fuel, diesel fuel or gasoline. There is no backbone in the Canadian Alliance Party or the Liberal Party to support a regulatory agency for what is controlled basically by four or five companies.\n\nWe have communications controls by the CRTC for hundreds of companies. We have transportation controls for many companies, 50 or 100 companies at least. I do not know the number. We have four or five companies that establish the price of energy and there is no regulation. They set up the market forces to determine what the prices are.\n\nI ask the member for Vancouver Island North and the member for Winnipeg North—St. Paul, if we have regulatory agencies for all of these other things where there is pure competition, why not for the underpinning of our economy, which is the price of energy? Explain that one to me.\n\nMaybe the reason they do not support that is that they get substantial political contributions from the oil companies. Lo and behold, surprise, surprise, surprise. Bite my tongue. I do not understand what the reason could be. They receive hundreds of thousands of dollars a year from the energy companies to do what? To let the market forces determine the price of energy. This is the underpinning of our economy. This is not a chocolate bar. If we do not like the price of a chocolate bar for dessert we can buy some other candy, a piece of cake, a piece of pie, or we can choose not to have dessert. With energy, we cannot choose. We have to buy energy to get to work, whether it is a bus pass, or driving a car or a taxi. We need energy to pay for transporting of goods on rail, air or by ground. Everything we do depends on that.\n\nThe price of energy in this country has gone up so high, at record levels right now, because the government has no backbone to regulate the gas industry, be it natural gas, diesel fuel or home heating fuel.\n\nI think Canadians see through these two parties. The former leader of the Reform Party, who was a former oil company executive, would not let this band of MPs from western Canada, the Alliance members, talk about any kind of regulation for energy because he was a former energy executive. Guess who primarily funds the Reform Party and the Canadian Alliance Party? Primarily it is the energy companies, followed by the banks and then Conrad Black. Conrad Black gives these guys more money. He is actually becoming a bigger backer of the Reform Party than the energy companies, which is really incredible because the energy companies have lots of money.\n\nI want to return specifically to this motion because it is really important. I have been dealing specifically with the motion in a very embracing way. We have heard the Liberal member from Winnipeg North—St. Paul talk about market forces. Given that kind of approach, members should know that government is obligated to provide a balance in the country. Everyone knows that the big corporations and the wealthy families run our economy. However, the government's obligation is to provide a balance to defend people and to provide a balance to the economic powers that run our country. This is not the approach of Liberals or the Alliance members. All they want to do is move the weights and the power more to the wealthy who run our economy now. That is wrong.\n\nIf we asked anybody whether or not the government should be the balance to the powers that run our economy, or to give them move power, I would venture to say that 90% would say that government should be the balance. That is why we are asking in this particular motion that government provide some balance.\n\nNot all members live in the northern parts of Canada. I have worked in northern Saskatchewan for many years. The price to install a natural gas outlet in rural Saskatchewan, in the southern part of the province, can go as high as $30,000 for one installation. That is just the cost of the pipeline to the home of the rancher or the farmer.\n\nThey think the market forces should determine this. If they are so committed to Kyoto and the environmental concerns of millions of Canadians, they would say that natural gas would reduce the greenhouse effect and reduce greenhouse emissions, and that we should move to natural gas so that people living on farms in northern Canada could to use natural gas, which is our resource, to reduce emissions and provide a more cost efficient way to heat their homes, farms and businesses rather than burning home heating fuel which has higher emissions in terms of pollution. We could eliminate the use of wood or coal. Many people in northern Canada use wood or coal. These have a very high degree of pollutants compared to natural gas which is a very clean burning element.\n\nI want to outline as well that we, as a country, have a very large reserve of natural gas and other forms of energy such oil, coal, and so on. We are viewed as a net exporter of these resources; that is, we produce more oil and natural gas than we consume so we export the difference.\n\nWhen the Minister of Industry stood in the House this morning in question period and said that we are the second lowest gas priced country in the industrialized world, I think he needs a little correction here, because he is dead wrong. Of all of the exporting nations in the world, Canada has the highest priced gasoline.\n\nI am not talking about the U.S.A. which is a net importer. It has to import more oil because it consumes more than it produces. Therefore, its prices are reasonably lower than ours when you compare them. Its prices should be higher than ours because we export our surplus to the Unites States.\n\nIf we look at countries like Mexico, Venezuela, Argentina, the Middle Eastern countries, all the countries that are exporters of oil and natural gas, we see that their gasoline prices are way below ours.\n\nI think the Minister of Industry stands corrected. If he was here I think he would feel quite ashamed that he said that Canada had the second lowest price of gasoline. I wanted to correct the record on that.\n\nWe have a motion that is a very important motion. My colleague, the member for Churchill River, has told his constituents and northern Canadians that they are important, that they are part of Canada.\n\nAll we are asking in this motion is for the Liberal government and the Alliance Party to recognize that we do have people living in northern Canada who are Canadians too. We should provide a balance in terms of programs to these people who live there, settled in this country and defend our north in terms of environmental and other situations.\n\nI thank the Liberal member for commending my colleague from Churchill River on his natural gas motion. I also think it is a very important motion. However, the member stated that the federal government does not subsidize natural gas pipelines. He may not be aware but the federal government does indeed participate in the industrial natural gas initiatives through the tax regime. I wanted to correct the record on that.\n\nI ask all members to reconsider our duty and obligation as members of parliament to defend and support people living in northern Canada. I ask them to revisit this motion and consider supporting it so that we can bring northern Canadians into our country as equal citizens.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:15:00", 
            "attribution": "Mr. John Solomon (Regina—Lumsden—Lake Centre, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2130/160/", 
            "text": "Mr. Speaker, I rise on a point of order. I would like to obtain unanimous consent to ask the member who just spoke a question.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:25:00", 
            "attribution": "Mr. John Duncan", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2130/161/", 
            "text": "The member for Vancouver Island North has asked for the unanimous consent of the House to put a question to the member for Regina—Lumsden—Lake Centre. Is there unanimous consent?", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:25:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2130/162/", 
            "text": "Agreed.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:25:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2130/163/", 
            "text": "One question and one response and the Speaker will determine the length.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:25:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2130/164/", 
            "text": "Mr. Speaker, it will be short and sweet. The motion that we have before us and the speech that the member for Regina—Lumsden—Lake Centre gave relate to two different things. One is about incentives. The member was talking a lot to do with price controls and other things.\n\nIf I read into that, is the member saying that price controls and incentives are the same thing?", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:25:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Solomon", 
                "url": "/politicians/5321/", 
                "member_id": 2740, 
                "party": "NDP", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 5321
            }, 
            "url": "/hansards/2130/165/", 
            "text": "Mr. Speaker, first, the motion says that the government should provide initiatives, not incentives—so I think he is not clear on that—to deliver natural gas to unserviced regions and address environmental concerns and high energy costs.\n\nI maintain that the speech I gave was more than relevant. It is really important to have a regulatory agency so that the most important element in our economy, the underpinning of our economy which is energy, should deserve some kind of regulation, as does communications through the CRTC and as does transportation through the Canadian Transportation Agency. Why not?\n\nMaybe my response should end with a question to the member. Why does he believe that the CTA and the CRTC should exist but not an energy price review commission?", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:25:00", 
            "attribution": "Mr. John Solomon", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Hec Clouthier", 
                "url": "/politicians/4748/", 
                "member_id": 2620, 
                "party": "Liberal", 
                "riding": "Renfrew—Nipissing—Pembroke (Ontario)", 
                "id": 4748
            }, 
            "url": "/hansards/2130/166/", 
            "text": "Mr. Speaker, I am indeed delighted to participate in this very worthwhile debate today.\n\nWith regard to the hon. member for Regina—Lumsden—Lake Centre, I am a little surprised. Although he does speak very eloquently and very passionately for the cause in which he believes, I noticed that throughout his dissertation he kept using the word “think” many times: I think, I think, I think.\n\nIt might have been a relative of his for all I know, but there was a famous king called Solomon who at one time said that people use thought or thinking only to conceal their actions and speech to conceal their thoughts. I know it is a little twist in the words but I am just trying to figure out what he is trying to conceal.\n\nI believe that perhaps he is trying to conceal the real agenda of his party, which is basically debt driven. His party is of the belief that the government, the taxpayer of Canada, should, in all circumstances, financially support any institution that they believe in their own minds—and I disagree with him on that—the people need. I personally believe that people need to take responsibility for their actions.\n\nI would like to take this opportunity to address the motion on natural gas put forth by the hon. member for Churchill River. It is the government's current energy policy not to fund any megaprojects but to leave the competitive market to decide what goes forward and what does not. It is our firm belief that we should not be an interventionist government with regard to megaprojects. This is one reason, among a few others, that we have difficulty in supporting the hon. member's motion.\n\nI understand the hon. member's desire to ensure an environmentally friendly and secure energy source for his region, but that is what Canada's approach to the complex, evolving global challenge of climate change is all about. We see it as a challenge that is both environmental and economic. We on this side of the House look upon challenges as opportunities in work clothes to work for the benefit of each and every Canadian, to work for the benefit of each and every province; in other words, the opportunity to do the right thing.\n\nThe Kyoto protocol in December 1997 reaffirmed the conviction among some 160 countries that six commonly identified greenhouse gases were accumulating in the world's atmosphere to the point that they must be altering the earth's climate. The majority of global scientific opinion suggests that human conduct is certainly contributing to climate change.\n\nThe protocol involved a commitment on the part of the industrialized world to bring down greenhouse gas emissions. This action is much like an insurance policy against those future risks. Just like buying insurance, we cannot get the coverage we should have had after the fact. We must do it before.\n\nFor Canada our Kyoto target is minus six, to get our emissions down during the period between 2008 and 2012 to 6% below the level they were in 1990. We are well on our way to that, but it will not be easy. Nothing in the world is easy, unless we are constantly critics. If we constantly criticize, that is easy, but when we have to make definitive decisions that will have a positive impact on the people of Canada things on occasion are not easy.\n\nThe hon. member opposite spoke about Canada's northern climate. I come from northern Ontario so I know of what she speaks, but Canada's northern climate, vast distances, increasing population, increasing production, and its resource based and energy intensive economy make our commitment to that road much more difficult to meet. If we can carry on from this point forward with no changes and business as usual, by the year 2010 Canada's greenhouse gas emissions will rise to about 26% above our Kyoto target.\n\nWe obviously have to slow down that trajectory, to flatten it out and then turn it downward to reach our target within this decade. Where we will be when it ends will depend on how astute we are at managing our domestic change challenges in relation to the rest of the world. We need to marry strong environmental performance with a strong economy. The Canadian public wants to have both together.\n\nAbout 79% of human made GHG emissions are related to the way we produce, transport and consume energy. The more energy efficient we become, the fewer emissions we generate. The more we achieve in this regard through greater energy efficiency, the less we will have to rely on other means to satisfy our Kyoto protocol commitments.\n\nAcross our entire national economy in every sector, in every individual behaviour, each and every one of us must achieve energy efficient excellence. From a government policy perspective we have thus far used a variety of tools to achieve greater energy efficiency. For one thing we have tried to improve our own operations within the Government of Canada. We are on track to slash our emissions by more than 20% and to reach that goal by the year 2005. People can make informed decisions about energy use. The EnerGuide label for equipment, houses and vehicles is a great illustration.\n\nThe third tool is peer group challenges like the VCR, the voluntary challenge registry, where industries and business pledge to improve their performances and report their progress in a tangible and public way.\n\nThere are incentives like Natural Resources Canada commercial buildings program which puts up some cash to encourage developers and builders to incorporate best practices from the ground up. Hand in hand with these tools we must achieve a faster rate of new technology development and timely deployment of new technology. This is the key underpinning for everyone's use.\n\nLet us consider an innovation like Solarwall, for example, developed by Conserval Engineering. It is a new solar based energy saving technique for large building ventilation systems. It requires modestly increased one time construction costs, but it generates significant savings in ongoing operating costs year after year. We get a more efficient ventilation system, fewer greenhouse gas emissions and a growing market across North American and around the world.\n\nWe must build our capacity for efficiency innovation in government labs, in academic institutions and in the private sector. We must put that knowledge to work quickly in the marketplace. Federally we are moving in that direction, specifically in each of the last four federal budgets. Within Natural Resources Canada about $100 million each year are normally invested in research for climate change solutions. Other federal departments add another $50 million annually.\n\nThe bottom line in all this is that there is no one simple answer. Regretfully, although I have great respect and admiration for my colleague from Churchill, I cannot support the hon. member's motion because it advocates a megaproject policy for energy which has been replaced, as we speak, by a successful, competitive market based approach.\n\nThe focus of the Government of Canada's policy is on providing environmentally friendly and secure energy solutions for all Canadians. This approach encourages energy solutions through initiatives that address the complex global challenge. In my great riding of Renfrew—Nipissing—Pembroke I have two of Canada's greatest diversified energy producers: a hydro electric dam at des-Joachims and the Atomic Energy of Canada Laboratories in Chalk River.\n\nWe need to be the very best. We need to be the most intelligent, innovative and efficient at finding, developing, producing, delivering, consuming and exporting the world's most sophisticated and diversified energy products, skills, services and science. The Liberal government will be very ambitious in this regard. The upper Ottawa valley is leading the way. My great riding of Renfrew—Nipissing—Pembroke is at the cutting edge. I believe that is a worthy Canadian ambition for one and all.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:25:00", 
            "attribution": "Mr. Hec Clouthier (Renfrew—Nipissing—Pembroke, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2130/167/", 
            "text": "Mr. Speaker, like the member for Regina—Lumsden—Lake Centre I am pleased to rise today to support the member for Churchill River, Saskatchewan, and his Motion No. 298. I will quote this very important motion which bears repeating:\n\nThat, in the opinion of this House, the government should provide initiatives to deliver natural gas to unserviced regions and address environmental concerns and high energy costs.\n\nWe live in a very wonderful country. Canada is truly fortunate to have an abundant energy resource that heats our homes and fuels our economy. Natural gas is the cleanest burning and most acceptable carbon energy source.\n\nCanadian natural gas is distributed to more than four million customers in six provinces, providing 26% of Canada's energy needs. This number is increasing each year. Canada's natural gas exports are experiencing exponential growth. Canada as a whole is experiencing this tremendous growth in the natural gas area.\n\nAt the same there are entire regions of our country that do not have access to natural gas. This places many communities at an economic disadvantage. We can look at many of the communities in the northern part of our country and many places in our rural settings that are at a disadvantage. Natural gas presents an opportunity for economic development in unserviced regions where expensive fuel costs are a prohibitive factor in establishing and maintaining or expanding an enterprise.\n\nWhen my colleague from Churchill River was debating the motion earlier this year, he put forth the need for a national vision in relation to natural gas distribution. He provided for the House examples of the social and economic benefits that natural gas distribution could bring to unserviced regions.\n\nCanada, as I have said, is blessed with tremendous natural gas resources. Canada is the world's third largest producer and this resource sector is growing tremendously. Fuelling this growth and royalty revenue is United States demand which some day may place Canada's domestic needs at risk. It is a bit disheartening to think that many natural resources in Canada are quite often placed at risk because of the needs and the demands of other countries.\n\nI remember growing up as a young lad in Nova Scotia always wondering why I could buy an Annapolis Valley apple much cheaper in other parts of Canada than I could in Nova Scotia where those apples are grown. This is something we have to give consideration to and it is something that becomes very relevant when we look at the whole issue of natural gas production.\n\nIn Nova Scotia right now we are in the process of producing natural gas. What is happening? This gas is being shipped to the eastern states. They are getting the gas even before many residents in Nova Scotia who live right around where the gas is being produced. We have to think carefully when we talk about the issue of having a national vision for natural resources.\n\nWhen my NDP colleague from Winnipeg Centre was speaking to the motion he described the fact that gas discoveries were once considered a curse while drilling for oil. This is something that is interesting too. If while they were drilling for oil they discovered a pocket of gas it was a nuisance factor.\n\nI think with respect to the fishing industry how many years ago lobster, mussels and certain shellfish were considered to be junk food. I hear many stories from some of the older people who talk about how they were embarrassed to go to school with a lobster sandwich. They would much rather have had a peanut butter sandwich in the old days. Nowadays we know that the priorities have shifted, the resources are looked at differently and lobster is considered a delicacy. Mussels are considered a very fancy meal in restaurants.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:35:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Solomon", 
                "url": "/politicians/5321/", 
                "member_id": 2740, 
                "party": "NDP", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 5321
            }, 
            "url": "/hansards/2130/168/", 
            "text": "What does lobster cost?", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:40:00", 
            "attribution": "Mr. John Solomon", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2130/169/", 
            "text": "I cannot say what it costs, but certainly lobster is now considered a priority over and above peanut butter sandwiches for many people. This is how our resources change. We have to keep abreast of this vision and look at how we can make sure that each part of the country benefits from the wealth that exists in Canada.\n\nQuite often we look at the idea of oil and gas companies competing. This is another factor. The whole issue of competition becomes an issue that sometimes prevents us from getting the best use of our resources. I can recall that when the Sable project was being discussed many oil companies came to me and lobbied me by trying to point that they were very concerned about the oil industry, that their prices remain competitive, remain as cheap as or perhaps even cheaper than natural gas.\n\nIt is almost like one company is afraid that if business goes from one place it will lose out. It is unfortunate that we cannot learn to work together and to realize that because one thing is taking place which may enhance the lives of individuals does not necessarily rule out the other industry continuing to have a meaningful place in society.\n\nOften we see it as one against the other and we always compete. This is the problem we see particularly in the province of Nova Scotia. For far too long the island of Cape Breton has suffered because governments have felt that everything had to be focused in the Halifax area. We did not spread things out across our province. We quite often got the feeling that if something went to one area it took away from another area instead of seeing the idea that if we could facilitate another place growing as one place grows then everyone benefits from it.\n\nThis is what we need to talk about when we look at natural gas servicing Canada as a whole and providing opportunities for those unserviced regions. We need a real vision in this regard.\n\nThe NDP proposes a national vision not a chequebook reference. The Liberals talk about megaprojects as if it is going to cost all kinds of money. I submit that it costs more money not to have a vision, not to set initiatives and not to try to challenge these resources in the most useful way for everybody. That is what costs money. When people start looking at it from a political perspective saying they will do only what is best for their region, that costs money.\n\nThe NDP proposes a national vision. We are not proposing to sponsor every pipeline or every branch line so every home is linked to a cleaner energy source. We are asking the House to recognize that there are unserviced regions in the country. There are pockets of inefficiency and high energy costs. We are asking the House to recognize these disparities and to correct them so the situation across Canada is not one of have and have not regions. Let us increase the potential for all parts of the country to share in the resources and to take advantage of them.\n\nWe also have to think in terms of community input. Far too often we forget about getting input from the communities that are most affected. Quite often we forget about the people who have been the natural stewards of these resources for years and years. I am talking about our aboriginal communities.\n\nMany times resources have been developed in these communities but the benefits of the development bypass the very communities in which the resource is located. This is quite often the case in the north and various remote areas. We must have a vision that is going to take into account the realities of this great country and try to bring about equal opportunity for all to share in the benefits that we have in Canada.\n\nI would like to speak for a moment on the issue of emissions. The Progressive Conservative member for South Shore spoke in support of the motion. The member cited Canada's faltering commitment to the Kyoto protocol to address climate change and greenhouse gases.\n\nThe emissions continue to rise while the Liberal government hides from its responsibilities to provide leadership and direction and to ensure a cleaner environment and reduced energy costs for future generations. It is important that we think in terms of what we are doing for the future generation, for our young people. We must ensure the kind of environment for them that will enhance their future rather than create more difficulties for them.\n\nWe in the NDP agree that not enough is being done by the Liberal government to meet our international obligations to reverse the damage to our atmosphere which all nations and people share. The recent budget announcement will provide further studies and some immediate action but falls short of the current opportunities we could be implementing.\n\nThe NDP thinks this is a very important motion which is worthy of consideration and support by all members of the House. Ultimately by providing these kinds of opportunities right across Canada, we will be enhancing not only the future of our young people, but we will be providing economic growth and incentives for the current generation. We will be doing what is right in the eyes of Canadians.", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:40:00", 
            "attribution": "Mr. Gordon Earle", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2130/170/", 
            "text": "The time provided for the consideration of Private Members' Business has now expired. The order is dropped to the bottom of the order of precedence on the order paper.\n\nIt being 1.49 p.m. the House stands adjourned until Monday next at 11 a.m. pursuant to Standing Order 24(1).\n\n(The House adjourned at 1.49 p.m.)", 
            "topic": "Natural Gas", 
            "time": "2000-05-12 13:45:00", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332218", 
    "url": "/hansards/2130/", 
    "session": 2, 
    "date": "2000-05-12", 
    "id": 2130
}