{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/0/", 
            "text": "As is our practice on Wednesday we will now sing O Canada, and we will be led by the hon. member for Sackville—Musquodoboit Valley—Eastern Shore.", 
            "topic": "", 
            "time": "2000-05-17 14:00:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Irwin Cotler", 
                "url": "/politicians/irwin-cotler/", 
                "member_id": 3673, 
                "party": "Liberal", 
                "riding": "Mount Royal (Québec)", 
                "id": 72
            }, 
            "url": "/hansards/2133/1/", 
            "text": "Mr. Speaker, I am rising to pay tribute to the memory and the accomplishments of the honourable Mr. Justice Jules Deschênes, one of the great jurists of our time. His life “in the line of fire”, as the title of his autobiography describes it, encompassed six distinct careers.\n\nHe was law professor, renowned legal expert, author of high profile decisions as Chief Justice of the Quebec Superior Court, head of the Commission of Inquiry on War Criminals, international jurist par excellence, and head of various NGOs, both Canadian and international.\n\nMotivated as he was by a passion for justice and the courage of his convictions, most of his life was indeed lived “in the line of fire”.\n\nMay his memory and his great merit be a source of inspiration to us all.", 
            "topic": "Jules Deschênes", 
            "time": "2000-05-17 14:00:00", 
            "attribution": "Mr. Irwin Cotler (Mount Royal, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Garry Breitkreuz", 
                "url": "/politicians/garry-breitkreuz/", 
                "member_id": 3342, 
                "party": "Reform", 
                "riding": "Yorkton—Melville (Saskatchewan)", 
                "id": 43
            }, 
            "url": "/hansards/2133/2/", 
            "text": "Mr. Speaker, $300 million is what farmers would save each year if we had a commercial grain handling system. Yet last week the Liberals announced a plan that will continue to control and restrict Canadian farmers.\n\nIn their news release the Liberals admit that moving the Canadian Wheat Board out of grain transportation would save farmers money. Why is the government only cutting the board's involvement in grain transportation by 25%? This action proves that the government is more concerned about the Canadian Wheat Board's monopoly than cutting costs for farmers.\n\nThe proposed changes to the grain handling system will do nothing to address the congestion of rail cars at the ports. This costs farmers millions each year.\n\nThe plan to put $175 million into prairie roads over five years is also a farce. That works out to about $12 million per province per year. That is enough to rebuild about 50 kilometres of secondary roads.\n\nInstead of deregulation, farmers have a system that continues to take money out of their pockets. It is evident the government does not want to give farmers the freedom they deserve.", 
            "topic": "Grain Transportation", 
            "time": "2000-05-17 14:00:00", 
            "attribution": "Mr. Garry Breitkreuz (Yorkton—Melville, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John McKay", 
                "url": "/politicians/john-mckay/", 
                "member_id": 2624, 
                "party": "Liberal", 
                "riding": "Scarborough East (Ontario)", 
                "id": 195
            }, 
            "url": "/hansards/2133/3/", 
            "text": "Mr. Speaker, on Sunday I participated in a memorial service for victims of ethnic violence in Indonesia. The struggle for human rights is as ancient as recorded civilization. From time to time, however, we should note signposts of progress.\n\nThree years ago there was a flare up of ethnic violence directed against people of Chinese origin. It was vicious and brutal and the Government of Indonesia did very little to prevent the outbreak.\n\nRepresentatives of Canadians Concerned about Ethnic Violence in Indonesia asked me and other members for support in their struggle. I am pleased to say that the Secretary of State for Asia-Pacific, the Minister of Citizenship and Immigration and the Government of Canada were very responsive to concerns raised by CCEVI.\n\nThe Secretary of State for Asia-Pacific, through the minister, was able to confront the evil and change things to support the government of President Wahid. Needless to say, it is far from over, but President Wahid is deleting references to ethnicity in laws and Chinese people have felt free to celebrate their new year for the first time in many years.\n\nMr. Speaker, it is never over.", 
            "topic": "Ethnic Violence", 
            "time": "2000-05-17 14:00:00", 
            "attribution": "Mr. John McKay (Scarborough East, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Colleen Beaumier", 
                "url": "/politicians/20/", 
                "member_id": 2556, 
                "party": "Liberal", 
                "riding": "Brampton West—Mississauga (Ontario)", 
                "id": 20
            }, 
            "url": "/hansards/2133/4/", 
            "text": "Mr. Speaker, I rise in the House today to talk about the very serious situation facing our fellow parliamentarians in the Republic of Burma.\n\nMay 27 will mark the 10th anniversary of the democratic elections in which 485 representatives were elected to the Burmese parliament.\n\nFor 10 years the Burmese military has refused to accept the result and continues to rule without respecting the will of the Burmese people. Last year more than 1,000 political activists were sent to prison. In March of this year 55 members of parliament were incarcerated. Tragically, five MPs have died while in detention.\n\nI urge my hon. colleagues to sign a declaration showing Canadian parliamentary solidarity for our Burmese counterparts. This declaration will be sent to the offices of every member and every senator. I strongly feel that this show of support will help bolster the resolve of persecuted Burmese politicians. It will also pressure the military regime into accepting the democratic result of a decade ago.", 
            "topic": "Republic Of Burma", 
            "time": "2000-05-17 14:00:00", 
            "attribution": "Ms. Colleen Beaumier (Brampton West—Mississauga, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Marcel Proulx", 
                "url": "/politicians/marcel-proulx/", 
                "member_id": 3672, 
                "party": "Liberal", 
                "riding": "Hull—Aylmer (Québec)", 
                "id": 238
            }, 
            "url": "/hansards/2133/5/", 
            "text": "Mr. Speaker, last Monday the City of Hull received some good news about the Laramée Boulevard construction project and full completion of the McConnell-Laramée axial highway.\n\nThis project will be carried out with the financial participation of Transports Québec and Transport Canada. It consists in the construction of a four-lane boulevard, with a speed limit of 50 km/hr for heavy truck traffic in the residential area. The boulevard will have European-style traffic circles and another traffic circle will be built at the corner of Montcalm and St-Joseph.\n\nThis is excellent news, not only for the cities of Hull and Aylmer, but also for the overall economic development of the Outaouais region.\n\nI wish to take this opportunity to point out that Canadian federalism is an effective way of ensuring the economic development of our regions. This project, in fact, will require the financial participation of both governments. The governments of Quebec and of Canada will provide equal funding for the project, whose cost is estimated at $35 million.", 
            "topic": "Highway System", 
            "time": "2000-05-17 14:05:00", 
            "attribution": "Mr. Marcel Proulx (Hull—Aylmer, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Dave Chatters", 
                "url": "/politicians/3899/", 
                "member_id": 3049, 
                "party": "Reform", 
                "riding": "Athabasca (Alberta)", 
                "id": 3899
            }, 
            "url": "/hansards/2133/6/", 
            "text": "Mr. Speaker, I rise today to extend my heartiest congratulations to the Fort McMurray Oil Barons, the recently crowned Canadian Royal Bank Junior A Hockey Champions.\n\nAs more than 2,100 fans looked on at the Thickwood Arena in Fort McMurray, the Oil Barons triumphed over their formidable opponents, the Rayside Balfour Sabrecats of northern Ontario. The 2:1 victory was not easily won and the Oil Barons' performance in the championship game showed the spirit, skill, sheer determination and courage that has characterized the Oil Barons' entire season.\n\nOn behalf of members of the House, the city of Fort McMurray and my riding of Athabasca, I would like to extend my best wishes to the players, coaches and the entire Oil Barons organization, as well as to the organizing committee and hundreds of volunteers who made this championship so successful and memorable. I would also like to congratulate the parents and families who supported the team on the road to victory. They should all be very proud of this marvellous accomplishment.", 
            "topic": "Fort McMurray Oil Barons", 
            "time": "2000-05-17 14:05:00", 
            "attribution": "Mr. David Chatters (Athabasca, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Brent St. Denis", 
                "url": "/politicians/273/", 
                "member_id": 2551, 
                "party": "Liberal", 
                "riding": "Algoma—Manitoulin (Ontario)", 
                "id": 273
            }, 
            "url": "/hansards/2133/7/", 
            "text": "Mr. Speaker, Manitoulin Island in my northern Ontario riding has a total population of about 13,000 people. Approximately half of that population, 6,000, are first nations people.\n\nTen years ago the mayors, reeves and chiefs of Manitoulin Island signed a friendship accord, which reads:\n\nWe pledge... To love and protect this Island and its waters To speak plainly of our hopes and to take time to understand when we cherish different dreams To comfort each other in our times of need To play together as we want To work together as we must To rejoice and respect our differentness To find strength to face our common goals To keep harmony by our respect for each other's ways\n\nI want the House to join me in commending the leaders of Manitoulin Island for showing vision on behalf of their communities.", 
            "topic": "Manitoulin Island", 
            "time": "2000-05-17 14:05:00", 
            "attribution": "Mr. Brent St. Denis (Algoma—Manitoulin, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2133/8/", 
            "text": "Mr. Speaker, at the gala of the Grands Prix du tourisme québécois held last Friday at the Convention Centre, in Quebec City, 11 awards were handed out to the greater Quebec City region.\n\nThis is to the credit of those involved in the tourist industry who, for a long time now, have been very innovative in showing the multiple facets of our national capital.\n\nBecause of our fine restaurants, the works of our artists, songwriters and authors, and the warm hospitality of our residents, Quebec City is a must-see destination.\n\nFor almost four centuries, the birthplace of French America, which was built by Champlain, Frontenac, Montmagny, Vaudreuil, Lévis, Salaberry and Bourlamaque, has turned into a beautiful capital we have every reason to be proud of.\n\nI say bravo to those who were nominated, to the winners of the Grands Prix du tourisme and regional gala awards, and to all the stakeholders who, every day, contribute to making Quebec City a prime destination.", 
            "topic": "Grands Prix Du Tourisme Gala", 
            "time": "2000-05-17 14:05:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bryon Wilfert", 
                "url": "/politicians/bryon-wilfert/", 
                "member_id": 2606, 
                "party": "Liberal", 
                "riding": "Oak Ridges (Ontario)", 
                "id": 304
            }, 
            "url": "/hansards/2133/9/", 
            "text": "Mr. Speaker, it is with great pride that I announce that at 8.10 a.m. Eastern Standard Time this morning, after climbing for 16 hours, Ben Webster of Richmond Hill was the first Canadian this year to reach the top of Mount Everest.\n\nOut of 75 climbers currently on the mountain, Ben and his Canada Everest 2000 teammates, support specialist Mike Drolet, also of Richmond Hill, and Quebec climbers Claude Berubé, Francois Bedard and Benoit Robitaille, are on top of the world today.\n\nIt was indeed a proud moment for Ben, who, proudly sporting the Canadian maple leaf on his jacket, noted that being first at the pinnacle could never have happened without the strong Canadian team with him.\n\nNo team mounts such an effort on its own. Complete with sponsors from coast to coast to coast, Canada Everest 2000 will go down in history as the first group of climbers to conquer Everest in the new millennium.\n\nMy colleagues, join with me in this celebration. Canada is on top of the world.", 
            "topic": "Canada Everest 2000", 
            "time": "2000-05-17 14:05:00", 
            "attribution": "Mr. Bryon Wilfert (Oak Ridges, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Myron Thompson", 
                "url": "/politicians/284/", 
                "member_id": 3073, 
                "party": "Reform", 
                "riding": "Wild Rose (Alberta)", 
                "id": 284
            }, 
            "url": "/hansards/2133/10/", 
            "text": "Mr. Speaker, this week I was given an independent management consultant's report on Grierson prison near Edmonton. This high priced report begins with the phrase:\n\nGrierson Centre should be the happiest little jail in Canada. It isn't. Instead, it is plagued with low staff morale, lack of trust and respect, gossip and rumour, in-fighting and petty disagreements, lack of job satisfaction and a developing syndrome of hopelessness and helplessness.\n\nIt spoke of the management style as autocratic, motivated by fear, intimidation, threats of punitive action and manipulation. The most appalling statement was that the staff is being watched by surveillance video cameras and listened to with bugging equipment by management.\n\nFor once Correctional Service Canada got a lot for its money because this report could be applicable to any institution in Canada and in particular to national headquarters in Ottawa.\n\nIt is ironic that all the punitive measures and intimidation are directed toward staff while the inmates are treated like guests at a hotel.\n\nMy lesson for the solicitor general is, you are only as good as the people who work for you.", 
            "topic": "Correctional Service Canada", 
            "time": "2000-05-17 14:10:00", 
            "attribution": "Mr. Myron Thompson (Wild Rose, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Aileen Carroll", 
                "url": "/politicians/2293/", 
                "member_id": 2552, 
                "party": "Liberal", 
                "riding": "Barrie—Simcoe—Bradford (Ontario)", 
                "id": 2293
            }, 
            "url": "/hansards/2133/11/", 
            "text": "Mr. Speaker, I stand today with great news from my riding. The Barrie Colts hockey team is going to the Memorial Cup. The Colts defeated the Plymouth Whalers last night and are now Ontario Hockey League champions.\n\nThis is a remarkable achievement for a team that has only been in the league for five years. As well as skill, this victory showcases the character of a remarkable group of players who never looked back.\n\nI am sure that I speak for our community as I extend my congratulations and best wishes to the Colts and their owner Jamie Massie as they head to Halifax this weekend to begin the round robin.\n\nIt has been 47 years since a Barrie hockey team brought the Memorial Cup home to this hockey town. It is time to get it back.", 
            "topic": "The Barrie Colts", 
            "time": "2000-05-17 14:10:00", 
            "attribution": "Ms. Aileen Carroll (Barrie—Simcoe—Bradford, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2133/12/", 
            "text": "Mr. Speaker, there are far too many Canadians in desperate need of organ transplants and far too few organs being made available to meet that need. Due to the unavailability of organs for transplant, the wait for a needed transplant is excessively long and results in long periods of suffering and a compromised recovery for transplant recipients.\n\nThere is a limited time window for the taking of organs for transplant and many grieving families are unable to cope with the decision of organ donation at the time of the death of their loved one.\n\nAn increased availability of organs for transplant would result in a decreased burden on the health care system by decreasing a need for dialysis or specialized medication and shortening the length of hospitalization both pre and post transplant.\n\nThe critical shortage of organ donations in Canada as well as the safety system for organ transplantation demand immediate action and decisive leadership.\n\nThe government needs to set forth a plan for establishing a national donor registry along with the financial commitment to support hospital based donor teams and strong measures to ensure the safety of organs and tissues.\n\nLet us take charge of our future and make Canada a world leader in organ donation and transplantation.", 
            "topic": "Organ Donation", 
            "time": "2000-05-17 14:10:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2133/13/", 
            "text": "Mr. Speaker, this week is North American Occupational Health and Safety Week and this year's theme is “Work Safely for a Healthy Future”. But what is the current situation like?\n\nEach year, in Canada, about 800,000 people are injured or contract a disease at work. Out of that number, over 750 die, an average of three deaths for every working day.\n\nIt is disturbing to note that, over the last decade, the rate of injuries has increased in federally regulated industries. In 1996, 38 deaths resulting from work related diseases or accidents were reported by these industries.\n\nBill C-12, which seeks to reform part II of the Canada Labour Code, is currently before a committee. The Bloc Quebecois is proposing progressive and essential amendments to this legislation, to ensure greater health and safety for pregnant and breastfeeding workers, and also a more professional public service.\n\nThis is how the Bloc Quebecois wanted to acknowledge—", 
            "topic": "Occupational Health And Safety Week", 
            "time": "2000-05-17 14:10:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/14/", 
            "text": "The hon. member for Cumberland—Colchester.", 
            "topic": "Occupational Health And Safety Week", 
            "time": "2000-05-17 14:10:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2133/15/", 
            "text": "Mr. Speaker, recently members of Branch 10 of the Royal Canadian Legion in my riding developed a resolution to make the veterans' independence program more accessible to veterans. The motion proposes to increase the cut-off threshold from approximately $17,000 of income to $25,000, more in line with the poverty level for Canada and only reasonable.\n\nThis motion was moved by Mr. Harold Ettinger and seconded by Mr. George Evans. It was signed branch president Peter Lind and branch secretary Virginia Chandler, and has the support of zone commander Les Nash.\n\nA prime supporter on this issue has always been Pastor Harold Higgens who served in many positions in the Legion and is himself a veteran who works tirelessly for veterans.\n\nMy office has forwarded the information about this resolution to over 1000 branches of the Royal Canadian Legion across the country asking them to support the motion at the upcoming Dominion Command meeting in Halifax. If it is passed, thousands of veterans will have their lives improved at a small cost to the government.\n\nI ask the Minister of Veterans Affairs to move as quickly as possible once the motion is passed by Dominion Command of the Royal Canadian Legion.", 
            "topic": "Royal Canadian Legion", 
            "time": "2000-05-17 14:15:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2133/16/", 
            "text": "Mr. Speaker, the minister most famous for mismanagement and bungling is collecting sensitive information on 33 million Canadians. Tax and employment information, travel details, immigration and ethnicity details, information on families, disabilities, moving patterns and education are now under the control of the biggest bungler in this government.\n\nWhy does the government think that it needs to—", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/17/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/18/", 
            "text": "Order, please. I would prefer if we called each other just by our regular titles.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/19/", 
            "text": "Mr. Speaker, here again we have that party trying to scare Canadians.\n\nLet us look at what the privacy commissioner actually did say about the department, and I quote:\n\nI don't question that they had, and they have, good reasons for doing this and that it is useful information in terms of improving the quality of their programs. I am not suggesting either that they've done anything unlawful here. They are complying with the strict letter of the law....\n\nThe commissioner goes on to note “the very responsible management that this file is getting right now”.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2133/20/", 
            "text": "Mr. Speaker, let us look at some irresponsible management. I have just uncovered another internal audit on the assessment of information technology security which was brought forward in September 1999. It is about information technology. The audit states:\n\nSince few people know of the existence of the IT security policies and procedures, personnel knowledge of IT security standards and practices needs improvement.\n\nThis is the minister's own department. Could she stand up and defend the fact that her own department does not even need to know what it is doing in terms of information technology security?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/21/", 
            "text": "Mr. Speaker, what I will stand up and defend is the fact that my department does internal audits and that these audits are very useful tools in helping us to continuously improve the operation of the programs in my department. Is she suggesting that we should not be looking at ourselves or that we should not be challenging ourselves to get better? Is that what the hon. member would like?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2133/22/", 
            "text": "No. Mr. Speaker. What we would like is for the department to do the job that it was hired to do and not be so involved with political manipulation from the top. The minister needs to come forward with ministerial responsibility and accountability.\n\nI will again quote from the document:\n\nAdditionally, hard copies of IT security-related documents are regularly distributed to HRDC personnel, however, their knowledge level of IT security policies and procedures is not good.\n\nEither this minister takes responsibility or she does not. Will she stand in her place today and say that things are a mess under her watch?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/23/", 
            "text": "Mr. Speaker, I will stand in my place today and say that I do take my job responsibly. If nothing else, the last five months in this House prove that.\n\nI want to remind the hon. member again that it is a department that is continuously looking at itself, using audits to identify areas where we can make improvements and it is a department that makes changes to improve the services that we provide to Canadians.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2133/24/", 
            "text": "Mr. Speaker, it is pretty scary when a minister who has the most private information about each and every one of us says that we need to make improvements in the security arrangements with which we handle this information. This is our life. This is information about every single Canadian and the minister—", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/25/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/26/", 
            "text": "Order, please.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2133/27/", 
            "text": "Mr. Speaker, the minister's own departmental audits talk about inconsistent security measures and security risks not being appropriately addressed. We have a minister that cannot keep personal information secure. Why is the minister not concerned?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:20:00", 
            "attribution": "Mrs. Diane Ablonczy", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/28/", 
            "text": "Mr. Speaker, in the context of this issue, let us again look at what the privacy commissioner said about the men and women in my department. He said “We have over at HRDC right now some very well motivated public servants who are being very careful”. He understands that the men and women in my department appreciate the issue of privacy.\n\nI want to confirm to the House that indeed we are ensuring that the information we use is encrypted, that it is secure. I would note that in March a deputy of my department wrote to the privacy commissioner and asked him to join us in a working group to ensure that we continue to provide privacy into the future.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/29/", 
            "text": "Hear, hear.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/30/", 
            "text": "I am sure we all want to hear the questions and the answers. I would encourage members to please keep their voices down when a member is on his or her feet.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2133/31/", 
            "text": "Mr. Speaker, what the privacy commissioner did was ring some very loud alarm bells and Canadians are listening. I hope the minister is.\n\nThe minister's database contains the address, income, employment history, marital status, living arrangements and health history of every single Canadian. In the hands of private business such information could keep someone from getting insurance or a job. Imagine this information in the hands of criminals because of lax security.\n\nWill the minister immediately end her practice of sharing private information about Canadians without their permission?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:20:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/32/", 
            "text": "Again, Mr. Speaker, the hon. member is doing nothing but trying to scare Canadians. This information is used only for research. It will not be sold.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2133/33/", 
            "text": "Mr. Speaker, we have learned some troubling things from the privacy commissioner's latest report, which says that HRDC has thousands of pieces of information on thousands of people.\n\nThe commissioner points out that HRDC is more concerned about protecting the security of the information collected than the privacy of individual citizens.\n\nWill the Prime Minister tell the House why this file was created. Why is there such a file?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2133/34/", 
            "text": "Mr. Speaker, I think that if one reads the commissioner's entire report, one will see that he says clearly that he thinks there is a problem there. He is ready to discuss it.\n\nEveryone knows that the department has had this information for a long time, since well before we took office. It is a question of information.\n\nMy information is to the effect that, as early as March, the department and the privacy commissioner began discussions with a view to taking the necessary action to prevent any abuses with respect to this file.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2133/35/", 
            "text": "Mr. Speaker, unlike the minister responsible, the Prime Minister admits that there is a problem. That is already something.\n\nWhat I do not understand is that the alarm was sounded two years ago. Through the privacy commissioner, the government has known that there was a problem for two years now.\n\nHow could the Prime Minister stand by and do nothing when he has known about the existence of such a file, with the potential problems, for two years? Why did he sit tight, take no decision and allow such a state of affairs to continue? Could I hear from the Prime Minister on this?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:20:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2133/36/", 
            "text": "Mr. Speaker, if the hon. member read the entire report, all that the commissioner said was that he saw a certain problem. He said he had already got in touch with the department in March in an attempt to resolve the situation.\n\nHe said he fully realized that the department has to have this sort of data, that in general the department and the other departments involved complied with the Parliament of Canada Act.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2133/37/", 
            "text": "Mr. Speaker, the commissioner also said, and I quote his report, that “Human Resources Development Canada had a comprehensive, permanent and, to all intents, invisible citizen profile” although the commissioner had already made recommendations to the minister in September 1998, which the minister did not accept.\n\nGiven that the commissioner considered the responses of the minister unsatisfactory, how can she justify her refusal to take the commissioner's recommendations into account?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:25:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/38/", 
            "text": "Mr. Speaker, on the contrary, we have taken action with regard to the commissioner's recommendations.\n\nIt is very important to note that the information is secure, it is encrypted and access to data that is not encrypted is available to only six employees in the department.\n\nI would also note that the commissioner recommended that the information contained in these files should be managed within a contained timeframe, and we have done that.\n\nI also remind the hon. member that the Prime Minister said that the deputy wrote to the privacy commissioner in March and asked him to join us in a working group to ensure that in the future we will continue to improve the privacy of this information for the protection—", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:25:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/39/", 
            "text": "The hon. member for Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2133/40/", 
            "text": "Mr. Speaker, are we to understand that the Minister of Human Resources Development is accepting her department's interpretation of the Privacy Act, an interpretation that is wrong according to the privacy commissioner?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:25:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/41/", 
            "text": "Mr. Speaker, again, we have an hon. member confusing the facts. The privacy commissioner made it very clear that we are working within the law. There is nothing illegal here. We are complying with the law.\n\nThe issues of privacy are tremendously important to Canadians, particularly these days with changing technology. That is why we are working and want to work with him to ensure that in the ongoing processes we have an administration in place that makes sense to him and to Canadians.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:25:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2133/42/", 
            "text": "Mr. Speaker, my question is for the Minister of Finance who perhaps shares some of our concerns about the adverse impacts of higher interest rates, for example, on students who were forced to take out huge loans to pursue the education they need in the 21st century.\n\nWhen Canadians can buy a car with 1.3% financing or a chesterfield with 0% financing, why has the government fixed the cost of education at prime plus 2.5%, which today means—", 
            "topic": "Education", 
            "time": "2000-05-17 14:25:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/43/", 
            "text": "The hon. Minister of Finance.", 
            "topic": "Education", 
            "time": "2000-05-17 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2133/44/", 
            "text": "Mr. Speaker, let me answer, at least in the time permitted, the first part of the question in terms of students.\n\nThe hon. member will know that in the 1998 budget we brought down a $7.5 billion contribution to education, including loans to students. In the most recent budget, there was not only the creation of 2,000 research chairs, but we lifted the exemption on scholarships from taxation from $500 to $3,000. We have brought in a program that will enable students to handle their loans.\n\nIn other words, the focus on education has been very important for this government in order to help students—", 
            "topic": "Education", 
            "time": "2000-05-17 14:25:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/45/", 
            "text": "The hon. leader of the New Democratic Party.", 
            "topic": "Education", 
            "time": "2000-05-17 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2133/46/", 
            "text": "Mr. Speaker, let us talk reality. The reality is that for every dollar in new educational initiatives, this government has slashed $2 from the post-secondary education system, with the result that student debtloads have more than tripled.\n\nOther governments around the world are increasing their investments in education. Why is Canada mortgaging our children's future?", 
            "topic": "Education", 
            "time": "2000-05-17 14:25:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2133/47/", 
            "text": "Mr. Speaker, the premise of the hon. member's question is simply bunk. The fact is that since this government took office we have put more money into helping students finance their education and more into ensuring that post-secondary educational institutions have the labs and facilities in which to do it. We have increased the transfers to the provinces every single year for the last four years.\n\nI would certainly stand in this House and ask the provinces to continue to put more money into education and to join with the federal government in a partnership to help us build the strongest economy that we have ever seen.", 
            "topic": "Education", 
            "time": "2000-05-17 14:25:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2133/48/", 
            "text": "Mr. Speaker, the leadership race has begun.\n\nThe privacy commissioner's report highlights that HRDC has been collecting massive amounts of personal information on millions of Canadians, including but not limited to tax information, marital status, employment and social history. One concern is that the information is available on one central computer.\n\nCanadians have borne witness to the HRD minister's mismanagement of over a billion dollars. With this record of bungling, how can Canadians trust the minister to protect their most personal of information?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:30:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/49/", 
            "text": "Mr. Speaker, I find it a very confusing question because it was indeed in 1985 when this process was begun. It was under that member's government that this undertaking began. Is he saying now that it is not the right thing to do?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:30:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2133/50/", 
            "text": "Mr. Speaker, throughout this process what is encryptic is the minister's constant responses.\n\nAs she did with the mismanagement of the HRDC funding, the minister is trying to minimize the magnitude of the issue. However the privacy commissioner has raised the alarm and made several very pointed recommendations. The HRDC information has to be secure to ensure Canadians' personal information is not misused.\n\nWill the minister agree to implement these recommendations immediately?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:30:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/51/", 
            "text": "Mr. Speaker, I want to say first and foremost that the issue of privacy when it comes to the information of Canadians is—", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:30:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/52/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/53/", 
            "text": "Order, please. The hon. Minister of Human Resources Development may begin her answer.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/54/", 
            "text": "Mr. Speaker, I want to confirm again that the issue of privacy when it comes to information with regard to individual Canadians is a priority for this government.\n\nI want to make it clear that the privacy commissioner recognized that the information is now securely protected. It is encrypted.\n\nI want to draw attention to the fact that the privacy commissioner is more concerned about what may happen in the future. In that regard that is why we think it would be important to have a working group between my office and his to deal with those issues.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:30:00", 
            "attribution": "Hon. Jane Stewart", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jason Kenney", 
                "url": "/politicians/jason-kenney/", 
                "member_id": 2451, 
                "party": "Reform", 
                "riding": "Calgary Southeast (Alberta)", 
                "id": 152
            }, 
            "url": "/hansards/2133/55/", 
            "text": "Mr. Speaker, once again we hear from the HRD minister all sorts of happy talk about the systematic compromise of Canadians' private information.\n\nWe have just received an access to information request from the department on an internal audit of HRD which says that because of a breakdown in its system it allows the user to compromise their system and/or engage in fraudulent activities.\n\nThis is what an internal audit in her own department shows. What assurance can she give Canadians that the system is going to protect confidentiality?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:30:00", 
            "attribution": "Mr. Jason Kenney (Calgary Southeast, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/56/", 
            "text": "Because, Mr. Speaker, as a result of a particular audit to which the hon. member makes reference we have taken action.\n\nI would note that we have identified respective regional IT security co-ordinators and we have defined their mandate. I would note that we have formalized the communications mechanism across HRDC, so everyone knows how the information is to be managed. I would also note that we have included an IT security structure and organization in all our security awareness programs.\n\nWe did an audit, we found shortcomings and we took action. That is how it is supposed to work.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:30:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jason Kenney", 
                "url": "/politicians/jason-kenney/", 
                "member_id": 2451, 
                "party": "Reform", 
                "riding": "Calgary Southeast (Alberta)", 
                "id": 152
            }, 
            "url": "/hansards/2133/57/", 
            "text": "That is just great, Mr. Speaker. But what the minister does not tell us is the audit says that according to one network administrator, the main method of finding out about changes to an employee's network access “is at the employee's going away or promotion party”. Unfortunately not all network administrators are invited to these parties, particularly in larger offices.\n\nWhy is the government giving out access codes to confidential information for Canadians at bureaucrats' parties?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:30:00", 
            "attribution": "Mr. Jason Kenney (Calgary Southeast, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/58/", 
            "text": "Mr. Speaker, I would ask why is that party continuing to look at the past? I would point out that time and again that party decides to look at draft reports. It continues to look at old audits. It refuses to look at the actions that have been taken as a result of these tools to move us forward. It is very clear that party will just remain in the past, and Canadians know it.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2133/59/", 
            "text": "Mr. Speaker, in response to the serious concerns of the privacy commissioner, the Minister of Human Resources Development is saying that her department's laws, internal policies and professionalism are enough to protect personal information on the public.\n\nDo we laugh or cry at this? The minister responsible for the greatest administrative scandal ever to shake this government tells us to be calm.\n\nCan the minister tell us in all seriousness that the public can rest easy? Does she not understand that the Canadian public will rest easy only once she stops this hateful collecting of documents?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:35:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/60/", 
            "text": "Mr. Speaker, I would note that not even the privacy commissioner is asking us to stop collecting and using this information.\n\nI want to make it clear that I agree with the privacy commissioner that right now the information is being managed wisely and well. Through encryption and other mechanisms, the information is secure.\n\nI would also agree with the privacy commissioner that we have to be careful as we move forward into the future to ensure that we have appropriate mechanisms in place to make sure this information continues to be secure. We will do that.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2133/61/", 
            "text": "Mr. Speaker, two years have passed since the privacy commissioner informed the government that this practice made no sense.\n\nHowever, according to the rule that people are not guilty until they are caught, nothing happened, as usual in the other files. The minister signed agreements with eight provinces to obtain even more information on the citizens of Canada. That stopped with Quebec, it did not work with Quebec, because the law in Quebec does not permit this sort of data collection.\n\nWhen will the minister stop this data collection activity?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:35:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/62/", 
            "text": "Mr. Speaker, again I want to point out that the privacy commissioner is not saying the information should not be collected. What he is saying is that it should be collected in a fashion so that the information is protected. We are doing that now. We will continue to work with the privacy commissioner to make sure that into the future the same confidence that Canadians need to have in this process will be sustained.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:35:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2133/63/", 
            "text": "Mr. Speaker, the minister when confronted about constant problems in her ministry always says that they are taking steps and never mind what happened and the mismanagement that went on.\n\nWe are not talking about an old internal audit; this was in 1999 and it says “currently a formal national information technology security awareness program has not been established within HRDC”. That is from the minister's own internal audit department.\n\nI have a simple question. How can Canadians possibly believe the assurances—", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:35:00", 
            "attribution": "Mr. Richard M. Harris (Prince George—Bulkley Valley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/64/", 
            "text": "The hon. Minister of Human Resources Development.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/65/", 
            "text": "Mr. Speaker, again we see members of that party taking certain things out of context. They are very selective in the kinds of things that they report.\n\nAgain when we are talking about this particular audit, we see that the survey says that our information technology security processes were satisfactory by the risk management assessment. It says that HRDC security processes were consistent with what private and federal institutions use.\n\nThose members do it over and over again. They try to scare Canadians when indeed what is happening here on this side of the House is that there is good administration, an administration that is committed—", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/66/", 
            "text": "Order, please. The hon. member for Prince George—Bulkley Valley.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2133/67/", 
            "text": "Mr. Speaker, if that was her final answer, she needs a lifeline perhaps from the lapdog who shares her desk.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:40:00", 
            "attribution": "Mr. Richard M. Harris (Prince George—Bulkley Valley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/68/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/69/", 
            "text": "Order, please. I ask the hon. member to please withdraw the word lapdog.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2133/70/", 
            "text": "First, Mr. Speaker, I actually like puppies.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:40:00", 
            "attribution": "Mr. Richard M. Harris", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/71/", 
            "text": "The hon. member for Verchères—Les-Patriotes.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2133/72/", 
            "text": "Mr. Speaker, for weeks now the Minister of National Revenue has been using confidentiality as his justification for refusing to provide the RCMP with information on the CINAR affair.\n\nHow could the Minister of National Revenue decently use the argument of absolute secrecy to justify his refusal to provide the RCMP with information on CINAR, when all this time his department was providing Human Resources Development Canada with T1 and T4 income information, as well as information on child tax benefits?", 
            "topic": "Cinar", 
            "time": "2000-05-17 14:40:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Martin Cauchon", 
                "url": "/politicians/5142/", 
                "member_id": 3301, 
                "party": "Liberal", 
                "riding": "Outremont (Québec)", 
                "id": 5142
            }, 
            "url": "/hansards/2133/73/", 
            "text": "Mr. Speaker, at the risk of repeating myself once again, part one of the answer is that I cannot comment on a specific case, as the hon. member of the opposition has just done.\n\nPart two is that I would like to tell the Canadian public that the element of confidentiality found in the legislation is a cornerstone, one we as a government are going to protect.\n\nPart three is that, in reference to sharing information with Human Resources Development Canada, this is done according to the act, section 24(1)(c) in particular, for programs we administer jointly with Human Resources Development Canada.", 
            "topic": "Cinar", 
            "time": "2000-05-17 14:40:00", 
            "attribution": "Hon. Martin Cauchon (Minister of National Revenue and Secretary of State (Economic Development Agency of Canada for the Regions of Quebec), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2133/74/", 
            "text": "Mr. Speaker, since the minister can never give an answer in this House and everything is done behind the scenes, can he tell us whether he has been informed by the privacy commissioner, as was his colleague at Human Resources Development Canada, that this transfer of information by his department was, at the very least, inappropriate?", 
            "topic": "Cinar", 
            "time": "2000-05-17 14:40:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Martin Cauchon", 
                "url": "/politicians/5142/", 
                "member_id": 3301, 
                "party": "Liberal", 
                "riding": "Outremont (Québec)", 
                "id": 5142
            }, 
            "url": "/hansards/2133/75/", 
            "text": "Mr. Speaker, I do not see how an exchange of information could be described as inappropriate when it is carried out in connection with programs jointly administered by Human Resources Development Canada and the Canada Customs and Revenue Agency, particularly when this is all being done under section 214(1)(c) of the act.", 
            "topic": "Cinar", 
            "time": "2000-05-17 14:40:00", 
            "attribution": "Hon. Martin Cauchon (Minister of National Revenue and Secretary of State (Economic Development Agency of Canada for the Regions of Quebec), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Reynolds", 
                "url": "/politicians/3164/", 
                "member_id": 2506, 
                "party": "Reform", 
                "riding": "West Vancouver—Sunshine Coast (B.C.)", 
                "id": 3164
            }, 
            "url": "/hansards/2133/76/", 
            "text": "Mr. Speaker, here is another quote from the minister's own internal audit:\n\nThere is no assurance that all hard drives are erased of potentially sensitive HRDC data prior to disposal since the cleaning process is inconsistently practised within HRDC.\n\nThe privacy commissioner is concerned. Canadians are concerned. How can Canadians trust the minister to protect their privacy when she is so unconcerned about what is happening in her own department?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:45:00", 
            "attribution": "Mr. John Reynolds (West Vancouver—Sunshine Coast, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/77/", 
            "text": "Mr. Speaker, I reject outright the commentary of the hon. member opposite. I would draw attention to some of the other things we are doing as a result of the internal audit, the survey of the department, with regard to information technology.\n\nAside from the things I have already mentioned in the House, we have also improved staff knowledge of IT security policies and procedures. We are preparing annual operational security plans which will ensure that staff are aware of security and the current year's initiatives on IT security. A number of things are being implemented in this very important and new territory in development.\n\nIn the context of the work of the privacy commissioner, I want to say to the hon. member that surely the right thing to do is to work with him and to look at aspects of privacy in the context of these particular issues so that in the future the good service we provide to Canadians can be continued.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Reynolds", 
                "url": "/politicians/3164/", 
                "member_id": 2506, 
                "party": "Reform", 
                "riding": "West Vancouver—Sunshine Coast (B.C.)", 
                "id": 3164
            }, 
            "url": "/hansards/2133/78/", 
            "text": "Mr. Speaker, the minister likes to make out like it is old news. We have the freedom of information available to us today. The privacy commissioner brought his information out yesterday.\n\nLet me give another quote from her own internal audit:\n\nIt is not unusual for employees to have in their possession an HRDC laptop, desktop or other IT equipment located at the employee's residence.\n\nA laptop is in their own residences. That is a quote from her own internal audit.\n\nHow can the minister assure security when the personal information of Canadians is being taken home every night from their place of business?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:45:00", 
            "attribution": "Mr. John Reynolds (West Vancouver—Sunshine Coast, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/79/", 
            "text": "Mr. Speaker, I want to convey to the House that we do audits. We do take action as I have shown.\n\nIn the context of the files we are talking about here, the work of the privacy commissioner, I would point out that the hon. member used to be a Tory. I suspect he was part of the government that put this all together in the first place.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/80/", 
            "text": "Oh, oh.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/81/", 
            "text": "Order, please. These conversations which keep going on eat up our question time.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2133/82/", 
            "text": "Good.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/83/", 
            "text": "I would encourage members, if they do not want to take part in the question period, to withdraw from the House. It would make it easier on the rest of us.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pauline Picard", 
                "url": "/politicians/230/", 
                "member_id": 3273, 
                "party": "Bloc", 
                "riding": "Drummond (Québec)", 
                "id": 230
            }, 
            "url": "/hansards/2133/84/", 
            "text": "Mr. Speaker, the Minister of Human Resources Development has the most complete file of personal data in Canada.\n\nShe says that we can trust her because of the professionalism of her employees and her department's internal policies.\n\nHow can we trust a minister who is unable to produce the Placeteco invoices? How can she be trusted to properly manage a data bank such as the one at her disposal, when she is not even able to manage her grant files?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:45:00", 
            "attribution": "Mrs. Pauline Picard (Drummond, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/85/", 
            "text": "Mr. Speaker, the hon. member is wrong. Even the privacy commissioner says that the information is being secured.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:50:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Sophia Leung", 
                "url": "/politicians/4195/", 
                "member_id": 2501, 
                "party": "Liberal", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 4195
            }, 
            "url": "/hansards/2133/86/", 
            "text": "Mr. Speaker, my question is for the Minister of Citizenship and Immigration.\n\nTwo weeks ago you returned from bilateral talks on immigration with the Chinese government. Could the minister tell the House how your trip to China will help Canada to combat future unlawful migrants from China?", 
            "topic": "Immigration", 
            "time": "2000-05-17 14:50:00", 
            "attribution": "Ms. Sophia Leung (Vancouver Kingsway, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/87/", 
            "text": "Order, please. I ask hon. members to please address the Chair.", 
            "topic": "Immigration", 
            "time": "2000-05-17 14:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Elinor Caplan", 
                "url": "/politicians/4818/", 
                "member_id": 2635, 
                "party": "Liberal", 
                "riding": "Thornhill (Ontario)", 
                "id": 4818
            }, 
            "url": "/hansards/2133/88/", 
            "text": "Mr. Speaker, I thank the member for her question. In fact the level of co-operation as a result of my meeting with senior Chinese officials, I must say, has resulted in the return to China of almost 100 Chinese nationals who arrived in Canada, received due process and were ready to return home.\n\nAs a result of these initiatives to prevent, to interdict, and to ensure due process and timely return, Canada and China together will make sure that those who would traffic in human lives, the snake heads, do not succeed.\n\nWe understand that it is important to work together co-operatively to achieve that end. I believe that is good for Canada and good for China.", 
            "topic": "Immigration", 
            "time": "2000-05-17 14:50:00", 
            "attribution": "Hon. Elinor Caplan (Minister of Citizenship and Immigration, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Abbott", 
                "url": "/politicians/jim-abbott/", 
                "member_id": 2481, 
                "party": "Reform", 
                "riding": "Kootenay—Columbia (B.C.)", 
                "id": 1
            }, 
            "url": "/hansards/2133/89/", 
            "text": "Mr. Speaker, last night Charlie Greenwell at CJOH news in Ottawa ran a story on Sidewinder, the investigation into the organized crime and Chinese triads influence in Canada.\n\nWhat was new were amazing allegations of political donations made to politicians and political parties which have great influence in Canada.\n\nWhat specific steps has the solicitor general or his department taken to protect Canadians and all political parties from the scourge of organized crime?", 
            "topic": "Organized Crime", 
            "time": "2000-05-17 14:50:00", 
            "attribution": "Mr. Jim Abbott (Kootenay—Columbia, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence MacAulay", 
                "url": "/politicians/lawrence-macaulay/", 
                "member_id": 3250, 
                "party": "Liberal", 
                "riding": "Cardigan (P.E.I.)", 
                "id": 176
            }, 
            "url": "/hansards/2133/90/", 
            "text": "Mr. Speaker, it would certainly be a wide open question if the hon. member were asking me what we have done to combat organized crime.\n\nFor example, 13 proceeds of crime units have been established across the country to make sure the profit was taken out of organized crime. I understand the Attorney General of Ontario caught up to this too, yesterday. On the Sidewinder investigation, the investigation was done and it was completed.", 
            "topic": "Organized Crime", 
            "time": "2000-05-17 14:50:00", 
            "attribution": "Hon. Lawrence MacAulay (Solicitor General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Abbott", 
                "url": "/politicians/jim-abbott/", 
                "member_id": 2481, 
                "party": "Reform", 
                "riding": "Kootenay—Columbia (B.C.)", 
                "id": 1
            }, 
            "url": "/hansards/2133/91/", 
            "text": "Mr. Speaker, that is a very shallow answer from the minister. This has to do with the very core of democracy in Canada.\n\nThese allegations of political influence by organized crime are unbelievably serious. In the Vancouver Province story on the same issue it is alleged that a former prime minister, his deputy and a former premier also received donations.\n\nThere were recent revelations that the Liberal Party and some of the frontbench ministers received political donations from the Russian Mafia, which just shows how far this problem has gone. I want to know what specific steps the solicitor general is undertaking to uncover this problem,", 
            "topic": "Organized Crime", 
            "time": "2000-05-17 14:50:00", 
            "attribution": "Mr. Jim Abbott (Kootenay—Columbia, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/92/", 
            "text": "Oh, oh.", 
            "topic": "Organized Crime", 
            "time": "2000-05-17 14:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/93/", 
            "text": "Order, please. In the questions today we are getting very close, if not we are not there, to criminal wrongdoing by other members of parliament. I think that we should be more than judicious in our choice of words because all of us are involved in this particular thing.\n\nI see the hon. government House leader rising to his feet to respond, but I caution all members to be very judicious in their questions and in their answers.", 
            "topic": "Organized Crime", 
            "time": "2000-05-17 14:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2133/94/", 
            "text": "Mr. Speaker, political contributions to registered political parties in Canada have to be made from Canadian sources and have to become public.\n\nOnly third party financing in Canada is not subjected to that law. We put it in our bill and the member across and his party voted against making that a public declaration.", 
            "topic": "Organized Crime", 
            "time": "2000-05-17 14:50:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2133/95/", 
            "text": "Mr. Speaker, my question is for the government. The Minister of Human Resources Development would have been better to have acknowledged not just that the privacy commissioner said they were operating within the law but also that it might say something about the law. That is what the privacy commissioner said, and he called for an updating of the law.\n\nI want to ask whichever minister is responsible, trying to get out of this daily cat fight between the minister and her detractors, what the government will do about the call by the privacy commissioner for an updating of privacy law in the country. That is the real issue here and we need a response from the government on the particular issue.", 
            "topic": "Privacy", 
            "time": "2000-05-17 14:55:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2133/96/", 
            "text": "Mr. Speaker, we take the recommendations of the privacy commissioner very seriously. In fact my colleagues and I understand that the Privacy Act, as it exists, has been in existence for some time. With the advent of new technology indeed it probably is time to review the existing Privacy Act.", 
            "topic": "Privacy", 
            "time": "2000-05-17 14:55:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2133/97/", 
            "text": "Mr. Speaker, at least the minister did not say in a timely fashion, which we often hear. Will the Minister of Justice do this in a timely fashion? Will she commit to the House that they will do what they have already been done in the private sector?\n\nWe just passed laws in the House updating privacy legislation with respect to the private sector. We now need it to happen in the public sector. Can we have a commitment from the minister or the Prime Minister that this will be a top priority of the government and that it will happen soon?", 
            "topic": "Privacy", 
            "time": "2000-05-17 14:55:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2133/98/", 
            "text": "Mr. Speaker, let me reassure the hon. member that we take the privacy of all Canadians very seriously. I am glad the member has commended my colleague, the Minister of Industry, for the very fine work he did on Bill C-6.\n\nLet me reiterate that we on this side of the House take privacy concerns very seriously. We will review the existing privacy legislation in a timely fashion.", 
            "topic": "Privacy", 
            "time": "2000-05-17 14:55:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Dubé", 
                "url": "/politicians/5751/", 
                "member_id": 2526, 
                "party": "Progressive Conservative", 
                "riding": "Madawaska—Restigouche (New Brunswick)", 
                "id": 5751
            }, 
            "url": "/hansards/2133/99/", 
            "text": "Mr. Speaker, the privacy commissioner's report is alarming.\n\nThe commissioner reports that the sole file on each and every Canadian citizen is in fact held by HRDC. This file is known as the Longitudinal Labour Force File. The commissioner feels that this file represents a threat to privacy.\n\nDoes the minister intend to take any concrete action to protect the privacy of Canadians from possible intrusion by another mafia boy?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:55:00", 
            "attribution": "Mr. Jean Dubé (Madawaska—Restigouche, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/100/", 
            "text": "Mr. Speaker, I would agree that the issue of privacy is important to all Canadians. We take it seriously.\n\nI would note that we have taken action. I would also note the comments of my colleague, the Minister of Justice, to review the law. We take this issue seriously and we will continue to ensure that the privacy of Canadians is maintained.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:55:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Dubé", 
                "url": "/politicians/5751/", 
                "member_id": 2526, 
                "party": "Progressive Conservative", 
                "riding": "Madawaska—Restigouche (New Brunswick)", 
                "id": 5751
            }, 
            "url": "/hansards/2133/101/", 
            "text": "Mr. Speaker, the minister has been in her department for almost one year and yet has to take action to protect the personal and private information of Canadians.\n\nCould the minister please tell us what she has been doing to protect the privacy of Canadians since last August?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 14:55:00", 
            "attribution": "Mr. Jean Dubé (Madawaska—Restigouche, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2133/102/", 
            "text": "Mr. Speaker, I have itemized already the undertakings that we have made to date, not the least of which includes recognizing that we should only keep information for a predictable period of time.\n\nI also want to say, very specifically, that the deputy has written to the privacy commissioner and asked him to join us in a working group to continue to ensure that the safety the information now has can be confirmed into the future.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-17 15:00:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Augustine", 
                "url": "/politicians/3355/", 
                "member_id": 3174, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 3355
            }, 
            "url": "/hansards/2133/103/", 
            "text": "Mr. Speaker, in a recent report Canada was accused of not having a comprehensive strategy to respond to the global trafficking of women and children.\n\nMy question is for the Secretary of State for the Status of Women. Could she tell us what we are doing to stop this horrific practice of the trafficking of women and children?", 
            "topic": "Status Of Women", 
            "time": "2000-05-17 15:00:00", 
            "attribution": "Ms. Jean Augustine (Etobicoke—Lakeshore, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hedy Fry", 
                "url": "/politicians/hedy-fry/", 
                "member_id": 3102, 
                "party": "Liberal", 
                "riding": "Vancouver Centre (B.C.)", 
                "id": 109
            }, 
            "url": "/hansards/2133/104/", 
            "text": "Mr. Speaker, the government considers this form of trafficking to be the most despicable form of exploitation in the world. We have taken steps. There is a nine department committee, of which the Status of Women is co-chair, that is looking at setting up legal and other social solutions. We are working with experts and with community groups to devise solutions.\n\nI want to point out one solution which was recently made in the immigration and refugee legislation. There is a new offence against trafficking that will increase the penalty to $1 million or life imprisonment for people who resort to this kind of exploitation.", 
            "topic": "Status Of Women", 
            "time": "2000-05-17 15:00:00", 
            "attribution": "Hon. Hedy Fry (Secretary of State (Multiculturalism)(Status of Women), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/105/", 
            "text": "I draw the attention of hon. members to the presence in the gallery of His Excellency Janusz Steinhoff, the Minister of Economy of the Republic of Poland.", 
            "topic": "Presence In Gallery", 
            "time": "2000-05-17 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/106/", 
            "text": "Hear, hear.", 
            "topic": "Presence In Gallery", 
            "time": "2000-05-17 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/107/", 
            "text": "Yesterday the hon. member for Wild Rose raised a point of privilege about information which he claims was deliberately withheld from his staff. At that time he mentioned specifically the Department of the Solicitor General.\n\nI had hoped that the solicitor general would be here. When the solicitor general comes to the House we will take up this point of privilege. The only reason we are not going directly to it is because the minister is not here at the moment.\n\nWhile we are waiting for the minister to come to the House I will hear a point of order from the hon. House leader for the Bloc Quebecois.", 
            "topic": "Presence In Gallery", 
            "time": "2000-05-17 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2133/108/", 
            "text": "Mr. Speaker, on a point of order. I rise in this House to raise a point of order. I am deeply distressed by the events in this House yesterday.\n\nAt the start of this parliament, an agreement was reached among the parliamentary leaders, which we passed on to you, to the effect that the order of oral questions is always prepared in advance to ensure the House functions better.\n\nThere was also an underlying principle, which was that a political party wasting the time of the House, using up time in question period for other purposes, would be penalized in the number of questions available to it.\n\nThere have been quite a few Oral Question Periods in which the Bloc Quebecois—each time it is the Bloc—has lost its seventh question. Today we lost our sixth question because, on the other side of the House—and they have frankly admitted it—they were happy to take fewer questions because the minister, who was in an awkward situation, had fewer answers to give.\n\nThe Liberals have two questions in Oral Question Period. I do not understand why, under a principle of fairness, under the agreements reached among the parliamentary leader, which must still be in effect—if they are no longer in effect, I would like to be informed, and we will get that straightened out quickly—under what principle did the Bloc Quebecois today lose not only its seventh question but its sixth as well, whereas the Liberals had all theirs, but they wasted the time of the House by standing up, heckling, applauding and fooling around, while we were discussing a matter of great importance?\n\nMr. Speaker, I call on you and ask the following: What sort of rules will it take for us to also be entitled to the number of questions set out in the original agreement? It always comes just before the Bloc Quebecois' question and it is beginning to get under our skin in a big way, to put it frankly.", 
            "topic": "Points Of Order", 
            "time": "2000-05-17 15:05:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2133/109/", 
            "text": "Mr. Speaker, I am the first to admit that today there may have been less discipline than usual in the House. I readily recognize that fact.\n\nIf some of my colleagues have slowed down the proceedings, I apologize for that. However, let me say that this is certainly not happening only on one side of the House. We know that some questions are provocative and can sometimes trigger answers that are also provocative.\n\nI recognize that those who engage in provocation are not necessarily those who suffer the consequences. Sometimes, there are third parties involved, particularly in a House with five political formations. I also recognize that, because it is true.\n\nI would add that, based on our usual way of doing things, three questions are asked every day by government members. Today, the hon. member for Guelph—Wellington was not recognized. In other words, the same thing also happened on our side of the House.", 
            "topic": "Points Of Order", 
            "time": "2000-05-17 15:10:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2133/110/", 
            "text": "We lost two.", 
            "topic": "Points Of Order", 
            "time": "2000-05-17 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2133/111/", 
            "text": "Mr. Speaker, I am in the process of providing an explanation and apologizing. I was polite to the hon. member and I hope his colleagues will show the same courtesy.\n\nAs I just indicated, the hon. member for Guelph—Wellington wanted to ask a question on the university in her riding, one of the most important institutions in the country, particularly in the agricultural sector. She was not able to put her question because—and I also recognize that—of the disturbance in the House today.\n\nI undertake to raise with my colleagues the fact that we must do our part to ensure that the allotted number of questions can be asked, or better yet supplementaries. I think that questions and answers in the House are a fundamental principle of democracies—they make the government accountable to the public. I will raise this issue.\n\nNaturally, I urge the others to do the same, obviously so that we can work together toward a co-operative atmosphere, notwithstanding our disagreements as to substance, because there will be such disagreements, we admit. That is only fair and it is good for democracy. I undertake to do my part as well.\n\nOnce again, I wish to point out that, notwithstanding the enthusiasm of some people sometimes, a number of parliamentarians on this side also felt hard done by today. Considering that there are in fact more so-called eligible members on our side of the House than in any party on the other side, we too have parliamentarians who are disappointed at not being able to ask their questions.\n\nI admit that the questions are different in nature. I admit that, by the very nature of things, they are perhaps less pointy, less partisan. But this does not mean that members on this side with questions to ask feel that their concerns are not important. They are important regionally, in terms of their riding, or when it comes to whether or not to support the government. Questions are just as important on this side of the House.\n\nI too have spent many years on the other side. I know about the frustration of getting ready to make the government accountable and being unable to speak at the appointed time after having done all the groundwork for this exercise which is so fundamental to democracy.\n\nThat is why I have raised this point today and it is one in which I believe deeply. I think that the Bloc Quebecois House leader will agree that I am being sincere because I too believe in this fundamental principle of democracy.\n\nI will close by repeating the undertaking being given by our side of the House—I am sure the whip will agree with me—to do our best. We must all work on this, both sides of the House, all five sides—if the House can be said to have five sides—all five parties, with all the challenges that involves.", 
            "topic": "Points Of Order", 
            "time": "2000-05-17 15:10:00", 
            "attribution": "Hon. Don Boudria", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/112/", 
            "text": "I address myself directly to the hon. member to let him know that I too feel frustrated in this House.\n\nToday I have stood up at least a dozen times to call for order, so that we could hear ourselves in this House, and hear the questions as well as the answers.\n\nEvery five or six weeks we have a day like today. I wish that all days could be like Monday, when we had 47 questions and 47 answers in this House. That was a good day for Parliament. Tuesday, there were 42 of each.\n\nI would like to be able to say that it is all on one side or the other, all one party or the other. However, the hon. members were here for Oral Question Period. The last time, I called upon you all to take a look at yourselves. Can one or the other side say that they are not to blame? If so, good for you, and thank you.\n\nIf not, we keep coming back every six weeks or so because we cannot get our questions in at the end of question period. Then we stand up, stalk out and some yell “partisan” and “taking up time”.\n\nI suggest to you that unless you want me, as your Speaker, and I will happy to do it, every time someone raises his or her voice, that I stop them and tell them to leave, which I will do, but I do not want a question period like that. Do you?\n\nThe House leaders from the different parties are all ready to get in. Every six or seven weeks we have a day like this. It has not been a good day. Again, I come back and appeal to you that if you want a House that is just going to have me here, kicking people out on both sides, that can be done.\n\nI appeal to you, as parliamentarians of Canada, to take your responsibilities too. If it is such a joke and so funny, go laugh in the lobbies. Do not take up our time here, we who want to do the work of our country, and surely do not attack your Speaker every six weeks because we, collectively, have a bad day. I do not think that is fair.\n\nI have had my say.", 
            "topic": "Points Of Order", 
            "time": "2000-05-17 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2133/113/", 
            "text": "Mr. Speaker, I would like to clarify a number of things.\n\nI know very well that today was frightful and trying for everyone, probably more so for the Speaker than for the others. I have done my part to try to stay calm as much as possible. But I, like others, have been known to heckle a bit in this House.\n\nIn the worst case scenario, let us be frank, we will understand each other—I do not want to attack you, Mr. Speaker—let us say that today half of the trouble came from this side and half from the other. This was not the case, but let us say we all caused about as much trouble. I just want to humbly submit to you that, each time we cause trouble about equally, the Liberal Party never loses questions, while we lose them regularly.", 
            "topic": "Points Of Order", 
            "time": "2000-05-17 15:15:00", 
            "attribution": "Mr. Michel Gauthier", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/114/", 
            "text": "We will conclude on that. I hope we will have a better day tomorrow.", 
            "topic": "Points Of Order", 
            "time": "2000-05-17 15:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/115/", 
            "text": "I want to return to the point of privilege that was raised yesterday which I consider to be very important for the House. It dealt with a member of a department—and I think I am quoting the member—deliberately misleading a member of parliament's staff about information. I said at that time that I wanted to hear what the minister of that department had to say. He is here now and I will call on the solicitor general.", 
            "topic": "Privilege", 
            "time": "2000-05-17 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence MacAulay", 
                "url": "/politicians/lawrence-macaulay/", 
                "member_id": 3250, 
                "party": "Liberal", 
                "riding": "Cardigan (P.E.I.)", 
                "id": 176
            }, 
            "url": "/hansards/2133/116/", 
            "text": "Mr. Speaker, due to the seriousness of the question of privilege, I would ask that you give me another 24 hours to get all the accurate information from all the people involved.\n\nI also consider it a very serious situation, and I want to ensure that I have all the appropriate information before I respond to you, Mr. Speaker.", 
            "topic": "Privilege", 
            "time": "2000-05-17 15:20:00", 
            "attribution": "Hon. Lawrence MacAulay (Solicitor General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/117/", 
            "text": "It seems fair to me that we will have an answer by tomorrow. I will take the hon. minister's word that he will be here and he will give us a response, one way or the other, tomorrow. Does the hon. member wish to add something to this?", 
            "topic": "Privilege", 
            "time": "2000-05-17 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Myron Thompson", 
                "url": "/politicians/284/", 
                "member_id": 3073, 
                "party": "Reform", 
                "riding": "Wild Rose (Alberta)", 
                "id": 284
            }, 
            "url": "/hansards/2133/118/", 
            "text": "Mr. Speaker, I do appreciate that there will be a response. However, I would like to point out that it is one staff member in my office versus the entire group of people who were working in the commissioner's office. My staff member and I are prepared to sign an affidavit under oath, if so required.", 
            "topic": "Privilege", 
            "time": "2000-05-17 15:20:00", 
            "attribution": "Mr. Myron Thompson (Wild Rose, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2133/119/", 
            "text": "In this House your word is your oath, your affidavit. You have brought a problem to the House and we are going to look at it. The solicitor general is going to give us some information. We will let this sit at this point.", 
            "topic": "Privilege", 
            "time": "2000-05-17 15:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2133/120/", 
            "text": "Mr. Speaker, pursuant to the Standing Orders, I have the honour to table, in both official languages, the government's response to 10 petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-05-17 15:20:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2133/121/", 
            "text": "Mr. Speaker, I have the honour to present the 31st report of the Standing Committee on Procedure and House Affairs regarding proposed changes to the standing orders dealing with applied votes and time allocation motions.", 
            "topic": "Committees Of The House", 
            "time": "2000-05-17 15:20:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maurizio Bevilacqua", 
                "url": "/politicians/maurizio-bevilacqua/", 
                "member_id": 2642, 
                "party": "Liberal", 
                "riding": "Vaughan—King—Aurora (Ontario)", 
                "id": 27
            }, 
            "url": "/hansards/2133/122/", 
            "text": "Mr. Speaker, I have the honour to present the fifth report of the Standing Committee on Finance regarding its order of reference of Monday, May 8, 2000 in relation to Bill C-32, an act to implement certain provisions of the budget.\n\nThe committee has considered Bill C-32 and reports the bill without amendments.", 
            "topic": "Committees Of The House", 
            "time": "2000-05-17 15:20:00", 
            "attribution": "Mr. Maurizio Bevilacqua (Vaughan—King—Aurora, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Joseph Volpe", 
                "url": "/politicians/1197/", 
                "member_id": 3167, 
                "party": "Liberal", 
                "riding": "Eglinton—Lawrence (Ontario)", 
                "id": 1197
            }, 
            "url": "/hansards/2133/123/", 
            "text": "Mr. Speaker, I have the honour to present the second report of the Standing Committee on Natural Resources and Government Operations.\n\nIn accordance with its order of reference of Friday, March 24, 2000, the committee has considered Bill C-12, an act to amend the Canada Labour Code (Part II) in respect of occupational health and safety, to make technical amendments to the Canada Labour Code (Part I) and to make consequential amendments to other acts, and has agreed to report it with amendments.", 
            "topic": "Committees Of The House", 
            "time": "2000-05-17 15:20:00", 
            "attribution": "Mr. Joseph Volpe (Eglinton—Lawrence, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Williams", 
                "url": "/politicians/305/", 
                "member_id": 3070, 
                "party": "Reform", 
                "riding": "St. Albert (Alberta)", 
                "id": 305
            }, 
            "url": "/hansards/2133/124/", 
            "text": "Mr. Speaker, I have the honour to table, in both official languages, the eighth report of the Standing Committee on Public Accounts relating to votes 20 and 25, under the heading Finance, in the Main estimates for the fiscal year ending March 31, 2001.\n\nMr. Speaker, I also have the pleasure to present, in both official languages, the ninth report of the Standing Committee on Public Accounts related to chapters 14 and 15 of the September 1999 report of the Auditor General of Canada: National Health Surveillance: Diseases and injuries; and, Management of a Food-Borne Disease Outbreak.\n\nPursuant to Standing Order 109 of the House of Commons, the committee requests the government to table a comprehensive response to the ninth report.\n\nI also have the honour to present, in both official languages, the 10th report of the Standing Committee on Public Accounts relating to chapter 18, Public Works and Government Services Canada—Alternative Forms of Delivery: Contracting for Property Management Services; and chapter 27, National Defence—Alternative Service Delivery, of the September and November 1999 reports of the Auditor General of Canada.\n\nPursuant to Standing Order 109 of the House of Commons, the committee requests the government to table a comprehensive response to the 10th report.", 
            "topic": "Committees Of The House", 
            "time": "2000-05-17 15:20:00", 
            "attribution": "Mr. John Williams (St. Albert, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Paul Steckle", 
                "url": "/politicians/274/", 
                "member_id": 3184, 
                "party": "Liberal", 
                "riding": "Huron—Bruce (Ontario)", 
                "id": 274
            }, 
            "url": "/hansards/2133/125/", 
            "text": "Mr. Speaker, I have the honour to present, in both official languages, the fifth report of the Standing Committee on Fisheries and Oceans.\n\nPursuant to the order of reference of February 29, 2000, your committee has considered the main estimates for the fiscal year ending March 31, 2001.", 
            "topic": "Committees Of The House", 
            "time": "2000-05-17 15:25:00", 
            "attribution": "Mr. Paul Steckle (Huron—Bruce, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Colleen Beaumier", 
                "url": "/politicians/20/", 
                "member_id": 2556, 
                "party": "Liberal", 
                "riding": "Brampton West—Mississauga (Ontario)", 
                "id": 20
            }, 
            "url": "/hansards/2133/126/", 
            "text": "moved for leave to introduce Bill C-479, an act respecting Terry Fox Day.\n\nMr. Speaker, I have the pleasure of introducing an act respecting Terry Fox Day.\n\nAlmost 20 years ago, Terry Fox captured the hearts and minds of all Canadians. His persistence and passion provided an example to all Canadians of how one person can make a difference.\n\nThis bill seeks recognition of the second Sunday following Labour Day in each and every year as Terry Fox Day.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Terry Fox Day Act", 
            "time": "2000-05-17 15:25:00", 
            "attribution": "Ms. Colleen Beaumier (Brampton West—Mississauga, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ted McWhinney", 
                "url": "/politicians/5642/", 
                "member_id": 3104, 
                "party": "Liberal", 
                "riding": "Vancouver Quadra (B.C.)", 
                "id": 5642
            }, 
            "url": "/hansards/2133/127/", 
            "text": "Mr. Speaker, I have the pleasure to present a petition signed by 270 residents of British Columbia concerning Canada's foreign and defence policies on the use of armed force and aerial bombardment evidenced in the recent NATO armed action against Yugoslavia.\n\nThe petitioners express concerns regarding exercise of a claimed right of humanitarian intervention without prior legal authority conferred by a resolution of the United Nations Security Council or General Assembly.", 
            "topic": "Petitions", 
            "time": "2000-05-17 15:25:00", 
            "attribution": "Mr. Ted McWhinney (Vancouver Quadra, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 2463, 
                "party": "Reform", 
                "riding": "Lakeland (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2133/128/", 
            "text": "Mr. Speaker, I am pleased to present a petition on behalf of constituents from the Lakeland constituency.\n\nThe petitioners point out that taxes have increased each and every year for the past six years, and they are ready for some tax relief. In their petition they call for a 25% reduction in federal tax, which is something that makes sense.", 
            "topic": "Petitions", 
            "time": "2000-05-17 15:25:00", 
            "attribution": "Mr. Leon E. Benoit (Lakeland, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Joseph Volpe", 
                "url": "/politicians/1197/", 
                "member_id": 3167, 
                "party": "Liberal", 
                "riding": "Eglinton—Lawrence (Ontario)", 
                "id": 1197
            }, 
            "url": "/hansards/2133/129/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36, I am pleased to present the attached petition that has been certified correct as to form and content. It is from several hundreds of citizens who want to draw to the attention of the House the fact that Canada has the second highest incidence rate of breast cancer in the world, second only to the United States, and that Canada has no legislation for mandatory mammography quality assurance standards, et cetera.\n\nThe petitioners express great concern and want the Government of Canada to address this issue post-haste since it involves the health of its citizens.", 
            "topic": "Petitions", 
            "time": "2000-05-17 15:25:00", 
            "attribution": "Mr. Joseph Volpe (Eglinton—Lawrence, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Joseph Volpe", 
                "url": "/politicians/1197/", 
                "member_id": 3167, 
                "party": "Liberal", 
                "riding": "Eglinton—Lawrence (Ontario)", 
                "id": 1197
            }, 
            "url": "/hansards/2133/130/", 
            "text": "Mr. Speaker, my second petition, pursuant to Standing Order 36, has been certified correct as to form and content.\n\nSeveral hundred residents of Canada wish to draw to the attention of the House the fact that rural route mail couriers often earn less than the minimum wage, and have working conditions reminiscent of another era. They petition the House and parliament to repeal section 13(5) of the Canada Post Corporation Act.", 
            "topic": "Petitions", 
            "time": "2000-05-17 15:25:00", 
            "attribution": "Mr. Joseph Volpe (Eglinton—Lawrence, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2133/131/", 
            "text": "Mr. Speaker, I have three petitions to present today pursuant to Standing Order 36(6). The first is signed by constituents from Prince George, British Columbia. They call upon the House of Commons to give Canadians real tax relief in the form of at least a 25% tax cut over the next three years.", 
            "topic": "Petitions", 
            "time": "2000-05-17 15:30:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2133/132/", 
            "text": "Mr. Speaker, the second petition is from Prince George—Peace River. Constituents all across the riding call upon the auditor general to conduct a full and complete independent inquiry into the mismanagement of taxpayers' dollars at Human Resources Development Canada.", 
            "topic": "Petitions", 
            "time": "2000-05-17 15:30:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2133/133/", 
            "text": "Mr. Speaker, the last petition is signed by some 202 constituents from the province of Quebec. They call upon parliament to quickly pass legislation making it obligatory to label all genetically modified foods produced and sold in Canada.", 
            "topic": "Petitions", 
            "time": "2000-05-17 15:30:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Albina Guarnieri", 
                "url": "/politicians/albina-guarnieri/", 
                "member_id": 3197, 
                "party": "Liberal", 
                "riding": "Mississauga East (Ontario)", 
                "id": 127
            }, 
            "url": "/hansards/2133/134/", 
            "text": "Mr. Speaker, thanks to the tireless efforts of Ms. Carolyn Dazé, I have the honour to present a petition signed by some 10,000 individuals from across Ontario concerning the current inadequate state of Canada's laws dealing with cruelty to animals. Inspired by a recent act of brutality to a dog in Bewdley, Ontario, the petitioners call on the Government of Canada to enact into law significant increases in penalties for those persons convicted of cruelty to animals.", 
            "topic": "Petitions", 
            "time": "2000-05-17 15:30:00", 
            "attribution": "Ms. Albina Guarnieri (Mississauga East, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2133/135/", 
            "text": "Mr. Speaker, I ask that all questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-17 15:30:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/136/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-17 15:30:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/137/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-17 15:30:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2133/138/", 
            "text": "Mr. Speaker, would you be so kind as to call Motion No. P-22 in the name of the hon. member for Lethbridge.\n\nMotion No. P-22\n\nThat a humble Address be presented to Her Excellency praying that she will cause to be laid before the House copies of all documents, reports, minutes of meetings, notes, memos, correspondence and briefings related to the application of the Blood Indian Band to annex the town of Cardston.", 
            "topic": "Motions For Papers", 
            "time": "2000-05-17 15:30:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2133/139/", 
            "text": "Mr. Speaker, the Department of Indian Affairs and Northern Development has no knowledge of any existing application by the Blood tribe to annex the town of Cardston. I therefore ask the hon. member to withdraw the motion.", 
            "topic": "Motions For Papers", 
            "time": "2000-05-17 15:30:00", 
            "attribution": "Mr. Derek Lee", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Rick Casson", 
                "url": "/politicians/rick-casson/", 
                "member_id": 2464, 
                "party": "Reform", 
                "riding": "Lethbridge (Alberta)", 
                "id": 59
            }, 
            "url": "/hansards/2133/140/", 
            "text": "Mr. Speaker, I appreciate the government's efforts in researching that project for us. Certainly, I will withdraw that motion.", 
            "topic": "Motions For Papers", 
            "time": "2000-05-17 15:30:00", 
            "attribution": "Mr. Rick Casson (Lethbridge, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/141/", 
            "text": "Is that agreed?", 
            "topic": "Motions For Papers", 
            "time": "2000-05-17 15:30:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/142/", 
            "text": "Agreed.\n\n(Motion withdrawn)", 
            "topic": "Motions For Papers", 
            "time": "2000-05-17 15:30:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2133/143/", 
            "text": "Mr. Speaker, I ask that all other Motions for the Production of Papers be allowed to stand.", 
            "topic": "Motions For Papers", 
            "time": "2000-05-17 15:30:00", 
            "attribution": "Mr. Derek Lee", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/144/", 
            "text": "Is that agreed?", 
            "topic": "Motions For Papers", 
            "time": "2000-05-17 15:30:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/145/", 
            "text": "Agreed.", 
            "topic": "Motions For Papers", 
            "time": "2000-05-17 15:30:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/146/", 
            "text": "I have the honour to inform the House that a message has been received from the Senate informing this House that the Senate has passed the following bill to which the concurrence of the House is desired: Bill S-18, an act to amend the National Defence Act (non-deployment of persons under the age of eighteen years to theatres of hostilities).", 
            "topic": "Message From The Senate", 
            "time": "2000-05-17 15:30:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Elinor Caplan", 
                "url": "/politicians/4818/", 
                "member_id": 2635, 
                "party": "Liberal", 
                "riding": "Thornhill (Ontario)", 
                "id": 4818
            }, 
            "url": "/hansards/2133/147/", 
            "text": "moved that Bill C-16, an act respecting Canadian citizenship, be read the third time and passed.\n\nMr. Speaker, I am pleased to stand today to introduce third reading of the new Citizenship of Canada Act in the House of Commons.\n\nThis legislation helps to define who we are as Canadians. It may not be as dramatic or glitzy as a beer ad, but as we enter the 21st century, it is a reflection of the values that we Canadians share. It sends a message to the world that the currency of Canadian citizenship is not dollars or showmanship but honesty and an often quiet but nonetheless deeply held commitment to equality, tolerance, freedom and the celebration of our diversity.\n\nBill C-16 updates and modernizes our citizenship process from the current Citizenship Act that was passed in 1977. It promotes equality for all who seek to become Canadians by treating adopted children in a similar manner to natural born children. It extends the citizenship process to common law and same sex partners of Canadians. It creates a process which is fair and fast, and requires a clear attachment to Canada.\n\nIn the past parliament, the former Minister of Citizenship and Immigration, my colleague and predecessor, introduced Bill C-63, an act to replace the current Citizenship Act. Bill C-63 received extensive debate in the House as well as hearings and consultations through the standing committee. The recommendations of the standing committee on Bill C-63 were incorporated into this legislation.\n\nThe standing committee also reviewed Bill C-16 and made several recommendations to clarify and tighten the proposed process under this legislation. I thank the committee for its diligence and hard work. I would like to acknowledge the able chairmanship of the member for London North Centre.\n\nA key element of the new citizenship act is its definition of physical presence. The current Citizenship Act includes a residency requirement of three out of four years. However over the past several decades we have seen many inconsistent rulings on what constitutes residency.\n\nCanadians have been clear that they believe the integrity of citizenship means having an attachment to Canada. I believe that an attachment comes through familiarity with our official languages, our customs, our diverse cultures, and our communities. One must be in Canada to feel and appreciate what it really means to be Canadian.\n\nThe standing committee on the review of Bill C-63 proposed that a person should be physically present in Canada for a minimum of three out of six years in order to receive citizenship. I agree. Bill C-16 makes it clear that the three years out of six years rule for physical presence is the basic requirement for citizenship in Canada.\n\nBill C-16 proposes another important change to ensure consistency and equal treatment. Bill C-16 will allow Canadians who adopt children abroad to bring their children home as Canadians. The act will see that the children adopted abroad by a Canadian parent are treated in the same manner equal to children born of Canadians abroad. This will ensure that our Citizenship Act is consistent with our charter of rights and freedoms.\n\nBill C-16 also includes an important change in the role of commissioners. The process under our current Citizenship Act involves the use of citizenship judges who must consider each citizenship application. However, over 90% of our citizenship cases are quite straightforward. Bill C-16 proposes to use a clear, consistent process in making decisions on citizenship applications.\n\nThe role of the judge will be replaced by a commissioner who will oversee citizenship ceremonies and who will review the language and knowledge requirements for the few who cannot use standardized tests for reasons of age or disability. Most important, commissioners will go out into the community and into the schools to talk to people about what it means to be a Canadian.\n\nBill C-16 modernizes Canadian citizenship. It strengthens the integrity of citizenship by making the requirements clear and the process consistent. It builds on the lessons of the past by including a mechanism to remove citizenship if it is obtained by fraud. Revocation of citizenship is not new, nor has the process been changed.\n\nCanadian citizenship is not a right. It is a privilege. It should not be extended to those who enter or acquire status in Canada by telling lies. Above all, Canada is not and will not be a safe haven for war criminals, those who have been involved in terrorism, and those who have committed crimes against humanity.\n\nThis country was built by people from all over the world who came here honestly in pursuit of new opportunities and old dreams. These people have worked to make Canada a beacon of economic hope and democratic freedom, the democratic freedom that we cherish so deeply.\n\nWe are envied around the world. We have been recognized by the United Nations for the sixth year in a row as the best country in which to live.\n\nThe act honours those immigrants and refugees who over the years have built this country, who have acquired Canadian citizenship. The act affirms the core values which we all share and it honours the enduring commitment to those who have built Canada, their commitment to this true north strong and free.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:30:00", 
            "attribution": "Hon. Elinor Caplan (Minister of Citizenship and Immigration, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 2463, 
                "party": "Reform", 
                "riding": "Lakeland (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2133/148/", 
            "text": "Mr. Speaker, I am pleased to speak to this bill which would replace the current citizenship act with a new act. I listened to the minister and she said a lot of nice things. If the bill delivered on some of the things she said, I would support it, but in fact it does not.\n\nI am going to point out in my presentation some of the shortfalls of the bill that make it a piece of legislation which I and the Canadian Alliance cannot support. It is very unfortunate because citizenship is a very touching issue. New Canadians feel pride in obtaining Canadian citizenship. Certainly members of parliament who have attended citizenship ceremonies share that sense of pride new citizens feel when they obtain citizenship.\n\nAs a member of parliament I feel pride in being a Canadian citizen. I was fortunate enough to have been born as a Canadian citizen and did not have to come to our country and go through the process to obtain citizenship. It is a very positive issue and it would be very difficult to place a value on it. It is just too important.\n\nUnfortunately the bill does not deal with obtaining citizenship and retaining citizenship in a satisfactory way. I am going to talk later about one particular area which has caused some very serious problems in committee and in the House. Many witnesses pointed to the revocation of citizenship as being an extremely important issue. The government refused to support amendments to the bill and in the first place refused to put in the bill that the ultimate responsibility for revoking citizenship would go to the courts with leave to appeal to the supreme court if necessary.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:40:00", 
            "attribution": "Mr. Leon E. Benoit (Lakeland, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2133/149/", 
            "text": "Mr. Speaker, I would call your attention to the fact that we are short of a quorum. The hon. member is making an interesting speech, but there is no one to listen to it.\n\nAnd the count having been taken:", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:40:00", 
            "attribution": "Mr. Michel Gauthier", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/150/", 
            "text": "Call in the members.\n\nAnd the bells having rung:", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/151/", 
            "text": "We now have a quorum.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ted McWhinney", 
                "url": "/politicians/5642/", 
                "member_id": 3104, 
                "party": "Liberal", 
                "riding": "Vancouver Quadra (B.C.)", 
                "id": 5642
            }, 
            "url": "/hansards/2133/152/", 
            "text": "Mr. Speaker, I rise on a point of order. I would like to note that the hon. member who raised the point of order of the absence of a quorum promptly disappeared and has not been seen since. This is—", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:50:00", 
            "attribution": "Mr. Ted McWhinney", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/153/", 
            "text": "I interrupt the hon. member for Vancouver Quadra because it is not proper to refer to the absence of members from the House. However, if he has something more to say I will allow it.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ted McWhinney", 
                "url": "/politicians/5642/", 
                "member_id": 3104, 
                "party": "Liberal", 
                "riding": "Vancouver Quadra (B.C.)", 
                "id": 5642
            }, 
            "url": "/hansards/2133/154/", 
            "text": "Mr. Speaker, my point was simply that an hon. member intervened when another hon. member was on his feet speaking. I do not remember that he ceded to the intervener and it seems to me that in a case like that you are entitled not to take notice of the objection.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:50:00", 
            "attribution": "Mr. Ted McWhinney", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/155/", 
            "text": "I am afraid the precedents in the House are that if the Speaker's attention is drawn to the lack of a quorum the Speaker makes a count. If there is no quorum found, the bells are rung to summon the members. I believe that is the established precedent of the House. I could check chapter and verse of Marleau and Montpetit, but I am sure the hon. member for Vancouver Quadra, who knows these things, will want to do that himself to satisfy himself that the Speaker acted properly in the circumstances.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2133/156/", 
            "text": "Mr. Speaker, I rise on a point of order. Earlier, reference was made to my not being present in the House. I did ask the Chair to check and see if we had a quorum. I am asking the Chair, to make it clear for everyone, including those who are listening to us, whether, under our rules, it is the government's responsibility to ensure a quorum. How can we tolerate a situation where the Canadian Alliance member is making a speech in front of two government members only, when the minister is not even here?", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:50:00", 
            "attribution": "Mr. Michel Gauthier", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/157/", 
            "text": "We can see the problem. It is not the government's obligation to maintain a quorum in the House. That obligation rests with all members of parliament. Each member has an obligation to attend and take part in the debates of the House. Each member must be here for the debates.\n\nUnder the Parliament of Canada Act and the royal proclamation, all members of parliament are required to attend the sittings of the Parliament of Canada.\n\nThis is not an obligation for government members only, but for all members of this House.\n\nIf we continue to refer to the presence and absence of members we only create difficulties which lead to recriminations. I know that hon. members would wish to refrain from such conduct, which is clearly contrary to the rules.\n\nThe hon. member for Lakeland has the floor.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 2463, 
                "party": "Reform", 
                "riding": "Lakeland (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2133/158/", 
            "text": "Mr. Speaker, I am happy to finally return to my presentation. I must say that I am impressed with your knowledge of the rules, more impressed than I could state.\n\nI started by making some general comments on the issue of the revocation of citizenship. I will get to that topic a bit later. Right now I would like to put a bit of background to this citizenship bill.\n\nBill C-16 was tabled in October 1999, with very few changes from the previous bill, Bill C-63. Bill C-63 was tabled in December 1998 and did not make it back to the House for report stage before parliament was prorogued in the fall.\n\nThis legislation will repeal and replace the current Citizenship Act, something which is long overdue. The current Citizenship Act was put in place in 1977 and there are several areas which need change.\n\nIn some areas the bill is an improvement. However, as I said before I was interrupted, there are so many problems with this piece of legislation that I cannot support it. I do not believe my Canadian Alliance colleagues would support it. I would be surprised if there were many others who would support the bill.\n\nThe legislation makes several changes to the current act, with the intention of providing more clear guidelines in areas such as residency. That is something which is much needed. Unfortunately, the bill falls short in that regard and I will talk a bit about that later.\n\nThe proposed bill, as I said, is somewhat of an improvement over the previous bill, but not enough of an improvement that I could support it.\n\nThe minister received recommendations from the government dominated standing committee in 1994. That was over six years ago. Some excellent proposals were put forth. What we see today does very little to deal with the recommendations put forth by the Liberal dominated committee.\n\nThere are some insupportable elements in the bill. There is too much reliance on regulation. This is another one of those bills which are becoming common fare from the government in which there are huge gaps in the legislation so that we really do not know what is the intent.\n\nI do not believe that everything that is included in regulation should necessarily be put into legislation, but at the very minimum, in every area of legislation, it should be made clear what the principles will be that will guide the legislation and its implementation. In this bill there are several areas in which there is too big a gap and it is too hard to really know what are the principles guiding the legislation.\n\nIt is important to know that when regulations are presented on legislation they are drafted by civil servants in the department. They need the approval of the minister, but they are never subjected to a vote in the House of Commons. They do not get proper scrutiny. Often they do not get any scrutiny by the House of Commons. How can we allow a piece of legislation to go ahead when so much is left to the regulations and the House of Commons never gets a chance to vote on whether it approves or disapproves of the regulations?\n\nIt is becoming a habit of the government to leave those huge holes in its legislation. In the new immigration act there is so much left to regulation that it really is hard to know what the act is intended to do. Because of that, the minister has started to refer to that piece of legislation as a framework act. It is obvious that so much is left to regulation. There is the same problem in this bill.\n\nAs well, some very important definitions have been left to regulations. I want to talk about those. They are extremely important definitions which could have a serious impact on the Canadian family.\n\nThere are definitions for such things as what constitutes a genuine parent-child relationship. The bill refers to a parent-child relationship in several places. Nowhere is it defined. That will be left to regulation and that is unacceptable.\n\nAs well, who can make an application on behalf of a minor is left undefined and unclarified. It is leaving too much to regulation.\n\nWhat would be in the best interests of the child was something which several Liberal members of the committee saw as a problem. That is left undefined and to regulation.\n\nWhat fees will be allowed is left to regulation. We know what happens when fees are left to the government. We have seen a head tax of $950 plus other fees put on every single person coming into the country either as an independent or economic immigrant or as a refugee. Under pressure from the official opposition in committee a motion by my colleague which I supported was rejected by the government, but it has at least stated that the head tax or landing fee on refugees will be removed. That is an important step but it has not happened yet.\n\nI cannot trust the government to make the fees fair. How do we know what kind of fee could be put on the processing or administration of the citizenship act? There is nothing to say we could not have a $1,000 fee put on this process which is unacceptable. Too much is left to regulation.\n\nThe second area I would like to talk about is that of patronage appointments, something which has been talked about by all the opposition parties and even by government members. They have said that there are too many patronage appointments and that it is time we hired people based on merit. There should be a hiring process similar to that of the civil service. Yet in this bill the government has opened up more opportunities for people to be appointed based on the favours they do for the party rather than on merit.\n\nThe citizenship commissioners are examples of this. That is particularly disappointing. The commissioners will replace the citizenship judges and most of their job will be given to people in the department in the civil service to do. Yet the patronage appointments continue. That is hard to explain.\n\nThe role of the commissioners will be minimal, mainly ceremonial. It makes no sense to leave these patronage positions in place. The government has done it so it can reward MPs who will not win in the next election, or maybe other friends who make substantial political contributions and that type of thing. That is unacceptable. It is something we all agree has to end, but it is still here in the new citizenship act.\n\nI will now deal with what is probably the most important flaw in the citizenship act. I have to give credit to the member for Kitchener—Waterloo for his role in making it clear that this flaw is too important to ignore. I have been told that the member for Kitchener—Waterloo feels it is important enough that he resigned as parliamentary secretary because the government did not listen to his proposals on the issue of revocation of citizenship.\n\nRevocation of citizenship is something that everyone in the House should treat as extremely important. Every witness who commented on revocation of citizenship said that the power to revoke citizenship should be taken away from the minister and cabinet and should be given to the courts with at least leave to appeal to the supreme court if need be. It is an important issue.\n\nEvery new immigrant who has moved to this country should be looking at this. They should be asking themselves why the Liberal government refused to give the power to revoke citizenship to the courts. Why has it kept that power in the hands of the minister and cabinet? Every single new immigrant should ask that. On a political whim of the government, his or her citizenship could be revoked. I am not saying the government is going to do that.\n\nThis is an issue which was pointed out by many witnesses. It was pointed out by myself and my colleagues in the official opposition. It was pointed out by members of other opposition parties. It was pointed out, as I said, by the member for Kitchener—Waterloo, the parliamentary secretary to the minister. This is wrong. The power should be left to the courts. Any political connection should be taken out of revocation of citizenship. There are too many potential problems as a result of that remaining.\n\nI think we all gave the government several opportunities to change that. I put forth a motion in committee to change that. The committee members voted like puppets and shot it down. I do not believe that they did it based on what they believed; it is because they were whipped to do so.\n\nThe House voted yesterday on the motions I put forth. They had been originally put forth by a Liberal member and I co-signed. I thought they were good motions. The person from the government party who originally signed the motions did not move them but I did as the co-signer. It was the right thing to do. The parliamentary secretary believed strongly enough that it was the right thing to do that he resigned his position as parliamentary secretary because his government did not act on this extremely important issue.\n\nI would like to point out that the member for Kitchener—Waterloo is an immigrant. He immigrated to this country many years ago. He can understand, as can some of the other government members who voted against the bill yesterday, that it is wrong to have the power to remove citizenship concentrated in the hands of cabinet. He was willing to take a very strong stand by resigning as parliamentary secretary. I give him credit for that. It is not an easy thing to do but the issue is that important.\n\nWhy did other government members not decide to finally take a stand and take the power away from cabinet and put it in the courts? At least give people the leave to appeal to the supreme court as a final appeal process.\n\nI have a press release from B'nai Brith Canada which shows full support for the motions which were voted on yesterday in the House. It states:\n\nSimply put, the amendments, designated as Motions 4 and 5 (Group 2) at Report Stage, make the Bill more just. They would modernize, simplify and expedite the process of revoking (or not revoking) a person's citizenship on an allegation that the citizenship was attained by “false representation or fraud or knowingly concealing material circumstances”.\n\nThat is from the B'nai Brith on these important motions. I think they have correctly analyzed this situation and their lawyers agree with that. Mr. David Matas, a well known immigration lawyer, has tendered that position which has been presented on behalf of B'nai Brith.\n\nThe German-Canadian Congress sent a letter as well. I will quote one paragraph. I do not want to get into all of what is in the letter. The last paragraph reads:\n\nThe German-Canadian Congress strongly believes that revoking Canadian citizenship should be a decision of the courts and not be decided by politicians. In addition, a proper process for appeal must be in place and be followed.\n\nTo be more specific, it also says:\n\nWe strongly urge you to vote in favour of adopting Motions 4 and 5 (Group 2) as proposed at Report Stage in Bill C-16.\n\nThere are other groups. I spoke with the Ukrainian Canadian Congress before the bill came to report stage. I can safely say that it would fully support these motions based on what it said in committee and what was said to me in personal meetings. We would find that many others, as they came to understand what a serious issue this is, would support those motions. They would call for a change in the legislation so that only the courts upon leave of appeal to the supreme court would have the final say on revocation of citizenship.\n\nIt seems quite reasonable. The witnesses certainly thought so. Many of the groups that monitor this type of issue think so. Several members of the government party thought so and I give them credit. They believed enough in that position that they stood and voted against the whip vote on the issue. That takes some courage and I give them credit.\n\nThis issue alone is important enough to cause me to not vote in favour of the legislation. There are several other issues and I will brush over some of them because my time is limited.\n\nThis issue demonstrates very well that clearly too much power has been left in the hands of government on issues of citizenship without proper scrutiny, without proper review by the House or even by committee. I put forth 20 some motions to improve the bill. In some of my motions all I call for is scrutiny by the appropriate committee. Were those motions supported by the government? No. It was something the opposition parties supported but the government refused to support it.\n\nThere are several areas which demonstrate very well that the government has kept too much power in its hands in a way which it is not accountable for in the bill. We are not talking about a bill that deals with a minor issue; we are talking about a bill that deals with an issue which is extremely important to Canadians, the issue of Canadian citizenship.\n\nI have another concern which I am not sure is shared by all of my colleagues. It is shared by some members across the floor and by others in other opposition parties. It is the issue of citizenship at birth and citizenship being granted automatically to any child born in Canada. That is wrong. The position of the reform party, which was the main political party at least which initiated the birth of the Canadian Alliance, is that a child born in Canada should not automatically obtain Canadian citizenship.\n\nWe said exactly the same as a parliamentary committee on which the government has a majority of members said back in 1994. It said that children born in Canada should not automatically obtain Canadian citizenship. They should only obtain Canadian citizenship if at least one parent is either a permanent resident or a citizen.\n\nThat seems to be a fair position to take. It is the position that parliamentary committee took six years ago, again a government dominated committee. The thing to do is to make sure a child born in Canada automatically receives Canadian citizenship if he or she is born to at least one parent who is a citizen or a landed immigrant.\n\nI believe that is a fair position. I have a lot of information on that issue. I feel I have to go into it to some extent. I certainly will not present all of it, but I want to say what the minister said in this regard.\n\nWhen minister was speaking about that issue before the bill was tabled she said she left in the clause regaqrding automatic citizenship at birth because there had not been enough research done to see how it impacted on Canada. Even though the committee had recommended that it be changed, the minister said she would leave it the same because there just was not enough evidence. Yet it was six years ago that the committee made the recommendation to change it. Certainly the opposition has been calling for this change to be made for the last six years.\n\nAfter six years it is the responsibility of the government and of the citizenship and immigration minister to have done the research if they felt it was necessary to do so. Perhaps the minister did not know whether or not automatic citizenship was a problem, but she certainly knows, as do I suggest most members of the opposition, that it is abused terribly in the country. This is no secret.\n\nThis is something that has been brought forward again and again and again. There are people who deliberately come to Canada to have a child, knowing that the child will automatically become a Canadian citizen. They may come as visitors or in various ways. As a result of the court ruling on the Mavis Baker case, we now have a court saying that we have to take into account the citizenship of a child before removing a parent who would otherwise be removed from the country.\n\nWe have the government leaving in automatic citizenship. We have the court saying in the Baker case that we have to take into account the fact that the child was born in Canada and automatically is a Canadian citizen, and what kind of hardship it might cause if the mother or father were removed from the country and chose to take the child as well.\n\nIt is clearly an issue where the government's lack of action has led to serious abuse. The department seems unable to deal with the abuse. The minister shuns the responsibility by saying that we do not have evidence of just how much abuse there is or how much of a problem it is so we will leave it the same. It is an odd way to make law. I do not think it is what Canadians are looking for.\n\nI want to speak about a couple of more important issues in the legislation. The next issue is the issue of physical presence. In the current citizenship act there are some problems, no doubt, with the definition of residency. In fact the courts ruled that people can be residents if they have bank accounts in Canada. The court ruled that even if people never lived in Canada they can be residents if they pay taxes in Canada, if they are here now and again or if they have a business in Canada.\n\nThere was need for change. Clearly the current law on residency is not working. It was never intended, as the courts ruled, that anyone who pays taxes or has a bank account in the country would be considered a resident of Canada. In the act a person has to be a resident for a certain length of time before he or she can obtain citizenship. That is the issue. I think most people would consider that to be reasonable.\n\nThe current definition is not working so what did the government do? It made an improvement by saying that residency will be defined by physical presence in the country, that a person had to be physically present in the country three years out of six, basically. I have no problem with that. I think that is probably a pretty reasonable kind of compromise which was made as a result of hearing from witnesses, from the opposition and from government members in the committee which dealt with Bill C-63, the predecessor to this bill. It is probably reasonable that there be 1,095 days or three years of physical presence out of six years.\n\nThere is a problem. Let us look at what the minister, the deputy minister, the ADM, and other department officials have said about physical presence. I talked about this issue at committee and said that it sounded good, but I asked how we would know whether people had been physically present in Canada.\n\nOfficials from the department made it very clear that they had no way, or at least not a suitable way, to determine that. They said it was not a big problem because they would only refer to actual physical presence in cases where they felt they wanted to do so. They are saying they will apply the law only when they see a particular reason to apply it.\n\nI do not believe we should have laws that we cannot enforce. This is a law we cannot enforce. Before the legislation was brought to the House there should have been an explanation by the minister of how she would enforce physical presence, but it did not happen. While it is an improvement it is one of those laws that just is not enforceable. For that reason I think it should be rejected by the House. It is another reason to reject the bill.\n\nI will skip over a lot of things I wanted to say about physical presence and go to the issue of retroactivity on which we have some interesting comments from government members. Subclause 55(1) states that proceedings in relation to an application pending on the day on which the act comes into force must be dealt with under the act. However subclause 55(2) stipulates that if the application is being considered by a citizenship judge at the time, the application will be considered under the old act.\n\nThere is an issue of retroactivity. The department claims that it takes about eight to twelve months to process a citizenship claim. However it seems like the more realistic figure is seventeen months. If a citizenship judge has been taking longer than another judge, we are saying that a particular case could be dealt with under the new act because it has not actually been considered or is not being considered by the citizenship judge.\n\nThis is a case of retroactivity and is an unacceptable form of retroactivity. There should not be two different paths for applications to follow depending on how efficiently or expeditiously an official has or has not been dealing with someone's application. That is all wrong and has to be changed in the act.\n\nIs it just me or is it just the Canadian Alliance that has been saying these things? No. In fact the member for Scarborough Southwest made some sense when he stated in committee on April 28, 1999:\n\nI take a position on the traditional, historical pattern of the Liberal Party of not having retroactive legislation. If this citizenship law passes as is, as I understand it, notwithstanding that someone has been making his plans in anticipation of the law as it currently exists, he/she will have to wait, for no apparent reason other than a change in law...to apply for Canadian citizenship.\n\nThe hon. member for Scarborough Southwest went on to say:\n\nThat to me is retroactivity. That to me is taking away from people who have relied on an existing law, and that is un-Liberal...I'd like to know why immigration department officials recommended that to a Liberal immigration minister...retroactivity is, generally speaking, anathema to the Liberal Party.\n\nThe member for Scarborough Southwest is agreeing with the position we take on the issue. This type of retroactivity can unfairly penalize someone due to an official not dealing with the issue of citizenship properly. It is all wrong. It is another reason I certainly will not support the bill. It leads me to believe that most of my colleagues and others in the House will not support it.\n\nI want to talk a bit more about another issue which I touched on earlier, the concept of having citizenship judges maintaining their position and salary which allow them to deal with citizenship when they will no longer have those responsibilities. The responsibility of actually dealing with who is a citizen and who is not, or who should be and who should not be, will go to departmental officials to determine who is eligible for citizenship and who is not.\n\nIn spite of that change where most of the responsibility of citizenship judges is taken away, the act will allow those people to maintain their patronage appointments. It will allow people in the future to be named as commissioners. The salary has not been named, but it sounds like it will be at least the same salary or maybe higher when the responsibilities are primarily ceremonial.\n\nI think everyone would agree that it is time to end this type of patronage appointment. This is not something that is acceptable any longer. It is time to end those patronage appointments and to hire people who are being put into positions of such importance, even if they are ceremonial, based on merit much as any public servant would be hired.\n\nI will not talk a great deal about this point, but I recognized in a motion that it made sense to allow the government to appoint the top commissioner. It is important that a government has its views reflected in that function in the department. In the case of citizenship, therefore, I believe the top position will determine the general principles to be considered in areas of discretion. It makes sense to have the person appointed to that position by government.\n\nWe have called for that position to be approved by the Leader of the Opposition and leaders of other opposition parties. At the very least it should be approved by the appropriate committee of the House. That is something which I think is only reasonable but unfortunately is not in the bill.\n\nI have talked to some extent about the importance of removing some of the discretion which will be put in place through regulation. The bill has been in the process as Bill C-63 and now as Bill C-16 for two years. I would think by that time regulation would be developed. Why is the committee not looking at the regulation and saying that too much has been left to regulation which can be easily changed by the government without putting it through the House.\n\nLet us put that in legislation. Let us put at least the guiding principles in this area clearly in legislation. That is what legislation should do. It should leave less to regulation, something which is generally supported by members of the committee. Yet it does not show up here.\n\nThey voted down the motions I put forward to amend that in the act. It is difficult to understand why when we hear many members supporting it in their speeches. However, when a committee comes to a vote or there is a vote in the House they vote against something they support.\n\nI am talking about regulation that sets fees, that defines what “in the best interests of the child” means, that defines what a genuine parent-child relationship is, something that could be very important. It would define these important things.\n\nThe last thing I will talk about this afternoon are the penalties laid out in the bill for people who break the law under this legislation. I believe that the penalties are much too light.\n\nI want to make a comparison. We have heard a lot of talk lately about people coming to our country illegally with the help of people smugglers and people traffickers. We have heard that these people often pay as much as $50,000, $60,000 or $70,000 to have a smuggler or trafficker, someone involved in organized crime, help them.\n\nAt the same time, under the Citizenship Act, someone who falsifies a document, maybe after taking a bribe, faces relatively minor penalties. I am sure my colleagues will talk about these penalties in their presentations.\n\nWe have people who come to our country illegally, paying $60,000 or $70,000 to do so, when they could buy a citizenship for a couple of thousand dollars, and the person who would break the law to sell them the citizenship would be subject to relatively light penalties.\n\nWhat makes it even worse is that when there is someone in a position of trust, someone in the department or someone who is responsible for issuing Canadian citizenship documents, who accepts a bribe to falsify documents, that person receives the same penalty as anyone else who falsely issues citizenship documents.\n\nFor much less money people could become actual citizens through the use of false documents, which probably would allow them to act and live as citizens in most cases, and yet the penalties issued are very minor indeed. And the same penalties would apply to people in a position of trust, people in the department, who are responsible for issuing these citizenship documents.\n\nI put a motion yesterday which would increase the penalties to department officials and others who issue citizenship documents. It was rejected by the government.\n\nThere is much more that I would like to say about this bill, but my time is up. I would encourage all members of the House, especially members of the governing party who voted against the important motion on the revocation of citizenship, to vote against Bill C-16. Let us improve it and bring it back as a bill which would adequately deal with the important issue of people obtaining citizenship in our country. That is what I ask. I think that is reasonable and I look forward to that kind of support so that we can do it right.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 15:55:00", 
            "attribution": "Mr. Leon E. Benoit", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/159/", 
            "text": "Before the hon. member for Rosemont takes the floor, I have the duty, pursuant to Standing Order 38, to inform the House that the question to be raised tonight at the time of adjournment is as follows: the hon. member for Churchill River, Training.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Joseph Volpe", 
                "url": "/politicians/1197/", 
                "member_id": 3167, 
                "party": "Liberal", 
                "riding": "Eglinton—Lawrence (Ontario)", 
                "id": 1197
            }, 
            "url": "/hansards/2133/160/", 
            "text": "Mr. Speaker, I have been in the House long enough to know better, but I want you to confirm for me that there is no question and answer period for the first three speakers. If I am correct in that understanding, then it means that if I want to ask questions of the last speaker I have to wait until a turn comes up when such questions can be posed. Is that the case?", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:30:00", 
            "attribution": "Mr. Joseph Volpe", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/161/", 
            "text": "The hon. member for Eglinton—Lawrence is absolutely correct. He seems to know the rules extremely well and I commend him in that regard.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 2463, 
                "party": "Reform", 
                "riding": "Lakeland (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2133/162/", 
            "text": "Mr. Speaker, there is a government member who would like to ask me questions on this important bill. I would like to ask for the unanimous consent of the House to allow that member to ask those questions. I would be happy to answer them.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:30:00", 
            "attribution": "Mr. Leon E. Benoit", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/163/", 
            "text": "Is there unanimous consent to have a period of questions and comments?", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:35:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/164/", 
            "text": "Agreed.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:35:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/165/", 
            "text": "No.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:35:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Joseph Volpe", 
                "url": "/politicians/1197/", 
                "member_id": 3167, 
                "party": "Liberal", 
                "riding": "Eglinton—Lawrence (Ontario)", 
                "id": 1197
            }, 
            "url": "/hansards/2133/166/", 
            "text": "Mr. Speaker, I rise on a point of order. Can it be noted that consent was denied by those people in the House who would practise their politics in order to tear this country apart and destroy the concept of Canadian citizenship?", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:35:00", 
            "attribution": "Mr. Joseph Volpe", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/167/", 
            "text": "The Chair does not note who says yes or no. The Chair simply asks and hears. The Chair heard noes and that is the end of the matter.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:35:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bernard Bigras", 
                "url": "/politicians/bernard-bigras/", 
                "member_id": 2715, 
                "party": "Bloc", 
                "riding": "Rosemont (Québec)", 
                "id": 29
            }, 
            "url": "/hansards/2133/168/", 
            "text": "Mr. Speaker, I will take this opportunity to invite the member opposite to come to any forum in my riding during the election campaign and say what he has just said today.\n\nI would be delighted to hear the people of Rosemont tell him what they really think of this government. It is an arrogant government, which never hesitates to stifle debate in the House. And now, all of a sudden, government members would like to ask questions about this bill.\n\nThis government holds the record for time allocation in the House. In many bills, it has prevented calm debate. heaven Now we have a government member asking for unanimous consent to ask questions. I urge him to come to my riding and repeat what he just said.\n\nI am pleased today to speak to Bill C-16. With all my heart, I wish—", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:35:00", 
            "attribution": "Mr. Bernard Bigras (Rosemont, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Joseph Volpe", 
                "url": "/politicians/1197/", 
                "member_id": 3167, 
                "party": "Liberal", 
                "riding": "Eglinton—Lawrence (Ontario)", 
                "id": 1197
            }, 
            "url": "/hansards/2133/169/", 
            "text": "Mr. Speaker, I rise on a point of order. I do not mind being invited to go anywhere in the country; however, I want to make sure that the record clearly indicates that no government member asked for unanimous consent to ask questions. That request came from a member of the Canadian Alliance, not from this—", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:35:00", 
            "attribution": "Mr. Joseph Volpe", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/170/", 
            "text": "I think the hon. member knows that we are on a point of debate. The record speaks for itself. I do not think we need to dwell on this point. The hon. member for Rosemont has the floor.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:35:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bernard Bigras", 
                "url": "/politicians/bernard-bigras/", 
                "member_id": 2715, 
                "party": "Bloc", 
                "riding": "Rosemont (Québec)", 
                "id": 29
            }, 
            "url": "/hansards/2133/171/", 
            "text": "Mr. Speaker, I am pleased to continue calmly debating Bill C-16.\n\nI have so much to say that I would like government members to be present. I therefore call for a quorum count.\n\nAnd the count having been taken:", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:35:00", 
            "attribution": "Mr. Bernard Bigras", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/172/", 
            "text": "Call in the members. And the bells having rung :", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:35:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/173/", 
            "text": "We now have a quorum.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bernard Bigras", 
                "url": "/politicians/bernard-bigras/", 
                "member_id": 2715, 
                "party": "Bloc", 
                "riding": "Rosemont (Québec)", 
                "id": 29
            }, 
            "url": "/hansards/2133/174/", 
            "text": "Mr. Speaker, I will resume my speech on Bill C-16, the Citizenship of Canada Act. I am pleased to rise to speak to this important bill.\n\nIt will be recalled that when I spoke on this bill at second reading I was in agreement with the principles it contained. I had naturally expressed certain reservations. Our institution provides, through consideration of bills in committee or in the House, the opportunity to improve them. That is what that allowed us to do.\n\nIt would have been interesting had the government and a number of members approved the amendments of the Bloc Quebecois and other parties on this issue.\n\nInitially, I would like to say that there is legal citizenship, which we all recognize. It is citizenship based on a statute by definition, which gives the citizens of a single political community a certain number of civic, social and political rights. A certain number of responsibilities and rights are also given, enabling the individuals to establish certain links and relations among themselves. This is what fundamentally defines citizenship in legal terms.\n\nIn Quebec, and especially among sovereignists, we want a broader definition of citizenship based on the identity of the community, citizenship based not only on a set of rights and responsibilities but on individuals' ability to exercise democratic rights, to be part of society, enjoy citizenship based on the possibility of being a part of this society. This is therefore the definition of more inclusive citizenship. It is more pluralistic, more open to individuals and permits greater democracy.\n\nThe member opposite has played a significant part in this debate by introducing an amendment that, essentially, links citizenship with God. Well, the granting of citizenship must not be discriminatory. We must ensure that it is, as far as possible, the most inclusive and the most pluralistic, open to all, to all individuals of all faiths, and perhaps also to non-believers. This is important, and is what inclusive citizenship is all about.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:45:00", 
            "attribution": "Mr. Bernard Bigras", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2133/175/", 
            "text": "You are a separatist.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:45:00", 
            "attribution": "Mr. John Bryden", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bernard Bigras", 
                "url": "/politicians/bernard-bigras/", 
                "member_id": 2715, 
                "party": "Bloc", 
                "riding": "Rosemont (Québec)", 
                "id": 29
            }, 
            "url": "/hansards/2133/176/", 
            "text": "Mr. Speaker, I am going to remain calm, as otherwise I shall have to ask you to use your authority to allow me to express myself properly in this House.\n\nSo, this is inclusive citizenship. Bill C-16 gives us that opportunity. It must be kept in mind that there was legislation in place which dated back to 1977 and needed to be remodeled, updated, modernized, in order to take into consideration a number of elements that apply to new trends.\n\nThis bill is precisely the means of carrying out an in depth review of citizenship. It has provided us with the opportunity.\n\nAs I said, I was in favour of the principle of Bill C-16 a few months ago, but the more we looked at it, the clearer it became that a number of elements encroached, to all intents and purposes, on areas of Quebec jurisdiction.\n\nI will look in particular at clause 8 of the bill, which deals specifically with the whole issue of international adoption. Under the Civil Code of Quebec, adoption is a provincial matter. In many respects, our system operates differently from that of the rest of Canada.\n\nUnder Quebec's legislation, adoption takes place after the arrival of the child in Quebec and in Canada. In addition, the adoption process is complete when there is a decision by a Quebec court. What Bill C-16 is proposing is that adoption be completed in the country of residence of the adopting citizen. Citizenship could therefore be granted to a child even before he or she arrived in Quebec.\n\nThis has important repercussions. First, it could be called discriminatory to a certain degree towards Quebec parents intending to adopt. In a note sent to the committee on April 11, the Quebec department of health and social services clearly indicated that there was a very definite risk of major interference in Quebec's jurisdiction.\n\nEven though there have been a number of multilateral negotiations with the Government of Quebec, it took the intervention of the Bloc Quebecois in committee before bilateral negotiations could begin between Quebec City and Ottawa.\n\nMr. Speaker, may I point out to you that there is only one member listening to me in the House?", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:45:00", 
            "attribution": "Mr. Bernard Bigras", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2133/177/", 
            "text": "I am not listening.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bernard Bigras", 
                "url": "/politicians/bernard-bigras/", 
                "member_id": 2715, 
                "party": "Bloc", 
                "riding": "Rosemont (Québec)", 
                "id": 29
            }, 
            "url": "/hansards/2133/178/", 
            "text": "He is not listening. That is the worst of it.\n\nOut of respect for what I am saying, is it possible to call a quorum count? There is only one member listening to me in the House. That is about it.\n\nAnd the count having been taken:", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:50:00", 
            "attribution": "Mr. Bernard Bigras", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2133/179/", 
            "text": "We do not have a quorum. Call in the members.\n\nAnd the bells having rung:", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2133/180/", 
            "text": "We now have a quorum.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bernard Bigras", 
                "url": "/politicians/bernard-bigras/", 
                "member_id": 2715, 
                "party": "Bloc", 
                "riding": "Rosemont (Québec)", 
                "id": 29
            }, 
            "url": "/hansards/2133/181/", 
            "text": "Mr. Speaker, I am not doing this to disrupt the proceedings of the House, believe me. I am doing this in a very constructive fashion.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:55:00", 
            "attribution": "Mr. Bernard Bigras", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/182/", 
            "text": "Oh, oh.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bernard Bigras", 
                "url": "/politicians/bernard-bigras/", 
                "member_id": 2715, 
                "party": "Bloc", 
                "riding": "Rosemont (Québec)", 
                "id": 29
            }, 
            "url": "/hansards/2133/183/", 
            "text": "Some members think that what I just said is funny. There was only one member in the House and all of a sudden there are several. That makes me happy.\n\nIt took the filing of a note by the Bloc Quebecois, on April 11, with the Standing Committee on Citizenship and Immigration, to get bilateral negotiations started between Quebec and Ottawa, on the issue of international adoption.\n\nI said clearly, as members will see if they read the committee proceedings, that if the government clarified clause 8 to make sure that Quebec's jurisdictions are not encroached upon, I would agree with the government's arguments and, to a certain extent, I would be able to support the bill. But nothing was done.\n\nUntil the very morning of consideration of Bill C-16 at second reading, while public officials were negotiating, I stated my intention to keep an open mind about this issue. Unfortunately, the negotiations failed.\n\nThe Quebec minister responsible for relations with the public and immigration sent me a letter on May 9, which is very recent.\n\nOn April 11, the Minister of Health clearly indicated in Ottawa that Quebec's adoption secretariat had stated its dissatisfaction. Public officials were present and so were the minister's assistants.\n\nOn May 9, the minister responsible for relations with the public and immigration wrote to the Minister of Citizenship and Immigration indicating clearly, and I quote, that:\n\nThis bill as it is written will not only cause prejudice to parents and children, but it does not respect Quebec's jurisdiction in the field of international adoptions or its system of civil law.\n\nWith the members opposite calling at the top of their lungs for the adoption of a motion recognizing Quebec as a distinct society, I think it is quite clear that this bill comes nowhere near to recognizing the distinct nature of Quebec, far from it.\n\nThe amendments introduced by the Bloc Quebecois simply proposed to clarify the situation. What did the Bloc Quebecois amendment say?\n\nMotion No. 3 provided the addition of the following to clause 8:\n\n(2) For greater certainty, the Province of Quebec shall continue to have full jurisdiction in respect of international adoptions, including the acceptance of any psychosocial assessment of adoptive parents and the issue of a letter of no objection to the adoption of a child.\n\nThe Bloc Quebecois simply wanted the possibility of amending clause 8 to make sure that Quebec's jurisdiction in respect of international adoptions be honoured. That is all we were saying. The government opposed this motion by the Bloc Quebecois, which wanted to clarify the situation and avoid meddling in the field of international adoptions.\n\nIt is impossible to talk one way and vote another. If the government had wanted to be consistent with its own policies recognizing Quebec as a distinct society and recognizing Quebec's Civil Code, it would have voted for this motion.\n\nThere is another important aspect and that is the whole matter of the assessment of medical examinations. On a number of occasions, we have explained that we want the reports on medical examinations and the health of the child to be given to the parents prior to the adoption proposal.\n\nThe Government of Quebec called upon the department and the minister, on April 11, clearly indicating that it wanted to see these aspects reflected in the regulations. This is one of the problems with this bill. We would have liked to have seen it include clauses addressing this situation, but all that the government has done is to state, under “Regulation” in clause 43: a ) respecting the evidence to be provided for applications and notices under this Act, including medical evidence to establish parentage, and the times when those applications and notices must be made;\n\nThere is, therefore, nothing specific about transmitting information on the child's health status. We would have liked to see this transmitted at the same time as the proposal is made, not after processing of the application has begun.\n\nIt is not only the Bloc Quebecois and the Government of Quebec which were calling for this to be taken into account in the bill. I took the trouble of looking up the minutes of the Standing Committee on Immigration and Citizenship from when it examined Bill C-63, which is to all intents and purposes the bill we are looking at today, Bill C-16.\n\nWhen the committee was addressing Bill C-63, one of the witnesses was the Association des parents adoptants du Québec. That association provided some clarification as well as expressing dissatisfaction with the inappropriateness of the current regulations.\n\nThis is what the association told the committee:\n\nIn order to improve our knowledge of children's health status, we would like immigration services to encourage medical examinations for children when a match is proposed.\n\nThrough François Auger, a member of the board of directors of the Fédération des parents adoptants du Québec, they added that:\n\nParents could then make an informed decision about their ability to take care of a child with a particular handicap. This information should be provided when the match is proposed, and not when a passport is issued, when the adoption process is practically over and parents have already become attached to their child.\n\nWhy does the government not accept these arguments? I remind the House once again that, on April 11, the Government of Quebec indicated that this needed to be taken into account, that this obligation should be taken into consideration when regulations were drawn up.\n\nI think that this is important, because the Department of Citizenship and Immigration is saying that it is not possible to inform parents about children's health state at the time of the adoption proposal. The department says it is impossible to require a medical examination before a match is proposed to parents, citing the best interests of the child.\n\nThat is precisely what we are talking about—the best interests of the child. How can a parent properly meet the best interests of the child if he is unaware of his health status?\n\nThe parents' ability to meet the needs and, therefore, the best interests of the child actually depends on the child's health status when the proposal is made. We asked that this be taken into consideration. We would have liked to see it in the bill. Still, we hope that the regulations will take into account that rather important issue.\n\nAnother important aspect is the whole issue of the amendment proposed by the Bloc Quebecois regarding the time of the oath. I submitted that amendment, of course, as the critic on these issues, with the support of my colleague, the hon. member for Hochelaga—Maisonneuve, the former Bloc Quebecois critic for citizenship and immigration. The amendment, which was rejected by the government party, reads as follows:\n\nThe Commissioner presiding over a citizenship ceremony shall, during the ceremony and in the presence of a representative of the Government of Quebec, give to every new citizen residing in Quebec a copy of the following documents and an explanation of their purpose: the Charter of the French Language (R.S.Q., c. C-11); the Charter of Human Rights and Freedoms (R.S.Q., c. C-12); the Election Act (R.S.Q., c. E-3.3); and the Declaration by the Government of Quebec on Ethnic and Race Relations, signed on December 10, 1986.\n\nWhy give these documents at the time of the swearing in? This in fact answers the other definition to which I alluded earlier when I said that there was of course a legal citizenship, but also a broader one, based on collective identity. It is because Quebec is a receiving country and an open society that we wish the arrival of new Quebecers to conform to the reality of Quebec.\n\nThe Quebec Charter of the French language expresses the desire of Quebecers to be able to continue to live and work in French. Why? Because Quebec, and the francophones of Canada as well, are in a precarious situation, representing only 2% of the population of North America, because we are a fragile society, a French society within North America, we want the message to be clear: Quebec is a country, a province in which people relate to each other in French. We hope that new Quebecers will be able to come to know that reality, which is well represented in the Quebec Charter of the French Language but also in the Quebec Election Act.\n\nQuebec's election legislation is a source of pride to us, because it was the outcome of a consensus, a desire to involve the greatest number of people possible in a democratic society. Citizens are equal and have the right to clear expression. In many ways, the Quebec Election Act constitutes a model of which we are proud. We would like to be able to inform new Quebecers of their right to be able to express themselves democratically within the electoral process.\n\nI would point out, if I may, that the proposal which aroused the ire of the hon. members across the way was not the position of the Bloc Quebecois alone. The reaction could have been “Oh yes, it is those Quebec separatists who want to see these documents provided”. No, I would like to remind hon. members of some of the stakeholders from Quebec who decided to support this motion.\n\nMembers will see that the represent a number of groups in Quebec civil society. There is Antoine Dorsaint, the spokesperson for the office of the Christian community of Haitians in Montreal, representing one of the largest and most dynamic communities in Montreal. He supported the motion of the Bloc Quebecois to have the documents given during the swearing in ceremony.\n\nThere is Claude Corbo, whom many of you know well, among others, the minister who is the member for Westmount—Ville-Marie. Mr. Corbo is a former rector of UQAM, political science professor and author of a number of papers on the Quebec condition. Mr. Corbo cannot be called a sovereignist. This motion makes a lot of sense and it demonstrates the desire of Quebecers to live democratically, with French as their common language.\n\nI have other names. There is the Greater Quebec Movement, which decided to support this motion. These people decided to say “Yes, Quebec is a democratic society. Yes, in Quebec we want things done in French, we want to work in French, live and grow in French. We support the motion by the Bloc Quebecois”. This is the decision a number of stakeholders made.\n\nI was rather in favour of the principle of the bill. Yet, the more I studied this bill both in committee and with colleagues, consulting members of the community, the more I understood clause 8. I find it unfortunate, because we gave the government a fine opportunity. It could have ensured that clause 8 will not encroach on Quebec's jurisdiction. With this amendment, we gave the government a wonderful opportunity. It guaranteed respect for Quebec's jurisdiction with respect to international adoption. The federal government refused to recognize this principle in our motion.\n\nThe door is wide open for the federal government to barge in. Even though this government introduces motions in the House recognizing the distinct character of Quebec, the fact of the matter is that this is just lip service when it comes time to pass bills that will have the force of law. This government has shown no openness to an amendment to clause 8, even up to the end of consideration at report stage. This bill discriminates against parents in Quebec.\n\nI can tell the House today that it will be difficult at the end of this months-long process, which began with Bill C-63, to vote in favour of Bill C-16.\n\nI am warning the government. Recently, I discussed the interpretation of clause 8 with a number of constitutional experts. They told me that there had certainly been a case for calling this clause unconstitutional. The government should listen up. It cannot shut its eyes and blunder into provincial jurisdictions. It should be careful because there could be repercussions and the government should be ready.\n\nI conclude my speech so that I will be better prepared to debate another bill later, that being the bill to amend the immigration act and the refugee determination process. If there is a problem, it will be in this bill as well. We must look at this closely because the system is not working.\n\nThere are waits of 13, 14, 15 or 16 months for an IRB ruling, because it is a slow machine, a lax machine, a machine that is illogical and the cause of real human tragedies.\n\nWe have all had someone come to our constituency office to tell us of an intolerable situation caused by the system for granting refugee status.\n\nNot only are more resources needed, but as well the length of time the board takes to reach a decision must be looked at. I believe six months would be acceptable. Someone arriving here and seeking refugee status should not have to wait 18 months for the board's decision. What message is being sent to the person who has settled in this host country, in the meantime? Sometimes, after 18 months, he is told that he does not meet the criteria of the United Nations Refugee Convention.\n\nThe matter needs to be looked at in order to ensure that Quebec and Canada continue to be a host country that respects people's rights and also respects the desire of communities to express themselves as freely and democratically as possible.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 16:55:00", 
            "attribution": "Mr. Bernard Bigras", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Price", 
                "url": "/politicians/2698/", 
                "member_id": 2677, 
                "party": "Progressive Conservative", 
                "riding": "Compton—Stanstead (Québec)", 
                "id": 2698
            }, 
            "url": "/hansards/2133/184/", 
            "text": "Mr. Speaker, I will be splitting my time with the member for Saint John.\n\nI am pleased again to speak to Bill C-16, the citizenship of Canada act. We had 23 amendments before us last night in the House, which familiarized many of the members with the issues in this bill. I hope to speak about some of the amendments that we voted for plus, of course, Motions Nos. 4 and 5, the controversy over revocation. I will speak about the positive points in the bill as well as some of the areas this party is concerned with.\n\nIf there is an active department in the government these days, it would be the Department of Citizenship and Immigration. There are presently two bills before parliament, this one and Bill C-31, the immigration and refugee protection act. It is worrisome to note that the present acts, with the exception of a few amendments, date from the late 1970s. These pieces of legislation should have been updated prior to now.\n\nAs I stated in my first speech on Bill C-16, the importance of citizenship cannot be questioned. It allows for the ultimate sense of belonging, belonging to a state, a society. Human beings have a need to be accepted and recognized.\n\nThe importance of citizenship was not lost on the over 1,000 delegates who attended the Progressive Conservative National Policy Conference in Quebec City. Our policy task force travelled across Canada gathering views from over 23,000 Canadians. Our party and its members realize that Canada was built on immigration, from which citizenship naturally follows.\n\nOne of our guiding principles is:\n\nCitizenship is a very sacred status, which places duties and responsibilities on every Canadian to safeguard the integrity of Canada and to uphold the values and institutions of the nation as enshrined in the Constitution and laws of Canada.\n\nWhen in government, our party took this seriously. That is obvious by the significant increases in immigration numbers we accepted in the late 1980s and early 1990s. Numbers prove the benefits immigration and citizenship bring. One recent study has found new immigrants have accounted for more than half of Canada's population growth and 70% of the growth in our labour force. This is not insignificant.\n\nThe minister introduced Bill C-16 in November of last year. The minister seems to adhere to our principle of the sacredness of citizenship. Overall, Bill C-16 should maintain the integrity of Canadian citizenship. I am glad the minister has borne in mind the importance of citizenship. I hope the bill is effective but it is certainly not perfect. I wish to speak about some of the drawbacks we do have with the bill.\n\nI am pleased that the minister incorporated many of the recommendations of the standing committee which were done last spring when Bill C-16 was then called Bill C-63.\n\nOne example is residency requirements. The committee recommended that a person be physically present in Canada for three out of six years instead of three out of five. I hope the minister continues to seek advice from the committee as the new immigration bill is deliberated and makes its way through parliament.\n\nOne area of concern for this party is proof of residency. An individual must be a permanent resident in Canada for three out of six years or 1,095 days. Naturally a person must be able to prove that he or she has been in the country for that period of time. We do not have exit controls in this country, and considering that we have a border that is very long, such controls would be difficult if not impossible.\n\nThis also raises the question of individual rights and privacy from the state. When we learned in the news today, and we talked about it in the House, that the government has detailed information on all Canadians, this does cause concern. In any case, exit controls will not be here any time soon.\n\nHowever, the question remains: How will citizenship officials determine whether or not an individual has met his or her residency requirements? The answer we were given was “cheques, receipts and utility bills”. This simply does not suffice. We must attempt to root out fraud and falsification wherever possible. While most individuals may be honest and provide accurate information, some do not, and no promise is offered in this bill to check the information provided.\n\nAppointments at Citizenship and Immigration Canada have caused concern for quite some time. This party wishes to ensure that competent, able officials are named to positions within the department. This party fought on this in the last election and we have been unwavering ever since.\n\nIn last night's motions, the governing party voted against any intent to ensure that competent individuals be appointed at Citizenship and Immigration Canada. It is interesting to note also that the first party even voted against Motion No. 7. The motion stated that no one would be appointed as a citizenship commissioner if that individual had been convicted of an offence under sections 39 and 40 of the bill. I find it intriguing, if not disturbing, that the governing party would not see fit to accept this motion. Indeed, I now really worry about the kinds of appointments that will take place in Citizenship and Immigration.\n\nOne area of controversy with this bill has been the revocation of citizenship. Revocation of citizenship is no small matter. It is very serious. This issue has attracted a lot of attention recently, especially since the parliamentary secretary voted against his own government and then resigned from the position.\n\nThis party is comfortable with the provisions that are in the new legislation. If a revocation occurs, the individual is free to appeal all the way to the supreme court. On the other hand, our parliamentary traditions are respected. We feel an individual's rights in dealing with the state will be protected.\n\nAs I said at the outset, this is a busy time for Citizenship and Immigration. We have been dealing with two pieces of legislation making their way through the House and through committee. Citizenship and immigration go hand in hand. Citizenship is dependent on immigration, so it is hard to discuss one without discussing the other. If it were not for immigration, there would not be much need for citizenship, so allow me to address a couple of issues in immigration.\n\nThe need for a new immigration bill has been known for quite some time also. It is something we should have looked at a long time ago. There are serious issues around immigration. The Canadian public seldom receive assurances that criminals are being kept out of the country. Border control is an issue. Newspaper articles just a couple of weeks ago were talking about more undocumented arrivals from China. One article said that we could possibly expect another 1,200 arrivals by boat on the west coast.\n\nI realize that in the new immigration bill, the minister has raised fines and penalties and is trying to secure better relations in these matters with China. Fines and punishment work well, but there is only one problem: A lack of both human and financial resources means these people are not being caught. CIC officials are strapped as it is. Now, with added pressures to recognize and catch criminals, it will be very difficult. I hope the government has acknowledged the predictions of more arrivals and has a sufficient contingency plan in place.\n\nI can speak with some experience about our border officials. I have seven border crossings in my riding and these crossings are understaffed. Officers work alone and unarmed. How are they supposed to handle potential security threats to themselves or the country? Furthermore, these officials do not have the training in immigration matters required to deal with the technical refugee or immigration cases.\n\nThe department will receive increased funding over the next few years but I do not think much will be left for enforcement. A lot of money has been spent already and desperately needed new computer systems will cost over $200 million. Add to this the deficiencies the auditor general highlighted in his report last month with regard to medical and criminal records, and we find a department that is totally strapped.\n\nThe minister must address these issues. I am not satisfied that Bill C-31 will do that. There are no guarantees for continuing funding and no commitment to take photos and fingerprints of new arrivals to Canada.\n\nTo come back to Bill C-16, this party will be supporting the bill. We are content that the minister took the views of the committee into account last year. As I did say there are a few problem areas and we will be watching carefully to ensure that citizenship is kept sacred.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 17:15:00", 
            "attribution": "Mr. David Price (Compton—Stanstead, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 2463, 
                "party": "Reform", 
                "riding": "Lakeland (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2133/185/", 
            "text": "Mr. Speaker, I want to ask the member about the issue of revocation of citizenship and about some of the amendments that his party voted against yesterday.\n\nThese amendments were supported by the official opposition, by members of the Bloc and by groups that presented to committee. I would suggest that the member has selective memory when he says that the issues which were brought to committee were dealt with in this bill, particularly on such an important issue as the issue of revocation of citizenship.\n\nThe B'nai Brith, in a press release yesterday, and the German Canadian Congress have made it very clear that they thought these motions should have been supported and that they would have improved the bill in a way that was needed. They stated that the motions designated as Motions Nos. 4 and 5, Group No. 2, at report stage, made the bill more just. They said that the motions would have modernized, simplified and expedited the process of revoking or not revoking a person's citizenship. They said that the motions would not only have made it more just—", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 17:25:00", 
            "attribution": "Mr. Leon E. Benoit (Lakeland, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2133/186/", 
            "text": "Could I ask the member to come right to his question? We have bells at 5.30 p.m. and we need to give the member a moment to respond.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 17:25:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 2463, 
                "party": "Reform", 
                "riding": "Lakeland (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2133/187/", 
            "text": "Mr. Speaker, in light of those comments and comments made by the Canadian German Congress and others, how can the member support the bill when revocation of citizenship is left in the hands of cabinet rather than the courts.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 17:25:00", 
            "attribution": "Mr. Leon E. Benoit", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Price", 
                "url": "/politicians/2698/", 
                "member_id": 2677, 
                "party": "Progressive Conservative", 
                "riding": "Compton—Stanstead (Québec)", 
                "id": 2698
            }, 
            "url": "/hansards/2133/188/", 
            "text": "Mr. Speaker, I think that is very easy to say and the member for Lakeland said it himself. He said that in both letters that he had the people understood. I do not think that is very clear, which is part of the problem. If we look at all the others who did not agree with the motion, the Canadian Jewish Congress being one, the minister has first say on it, yes, but then it does go through the court system. The other way, it goes through the court system first. It has to go all the way through the court system and then the minister has the say at the end.\n\nThat is not the logical way. I have no comfort with that part at all. I have no problem dealing with it as it is now.", 
            "topic": "Citizenship Of Canada Act", 
            "time": "2000-05-17 17:25:00", 
            "attribution": "Mr. David Price", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2133/189/", 
            "text": "The House resumed from May 16 consideration of Bill C-276, an act to amend the Competition Act, 1998 (negative option marketing), as reported (with amendment) from the committee.", 
            "topic": "", 
            "time": "2000-05-17 17:25:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2133/190/", 
            "text": "Pursuant to order made on Tuesday, May 16, the House will now proceed to the taking of the deferred recorded divisions on Bill C-276 under Private Members' Business.\n\nCall in the members. Before the taking of the vote :", 
            "topic": "Competition Act", 
            "time": "2000-05-17 17:25:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/191/", 
            "text": "The question is on Motion No. 1.\n\n(The House divided on Motion No. 1, which was negatived on the following division:)", 
            "topic": "Competition Act", 
            "time": "2000-05-17 17:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/192/", 
            "text": "I declare Motion No. 1 lost.", 
            "topic": "Division No. 1319", 
            "time": "2000-05-17 18:00:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Wendy Lill", 
                "url": "/politicians/4361/", 
                "member_id": 2542, 
                "party": "NDP", 
                "riding": "Dartmouth (Nova Scotia)", 
                "id": 4361
            }, 
            "url": "/hansards/2133/193/", 
            "text": "Mr. Speaker, I would like to be recorded as having been opposed to the motion.", 
            "topic": "Division No. 1319", 
            "time": "2000-05-17 18:00:00", 
            "attribution": "Ms. Wendy Lill", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Roger Gallaway", 
                "url": "/politicians/2522/", 
                "member_id": 3220, 
                "party": "Liberal", 
                "riding": "Sarnia—Lambton (Ontario)", 
                "id": 2522
            }, 
            "url": "/hansards/2133/194/", 
            "text": "moved that the bill, as amended, be concurred in.", 
            "topic": "Division No. 1319", 
            "time": "2000-05-17 18:00:00", 
            "attribution": "Mr. Roger Gallaway (Sarnia—Lambton, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/195/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Division No. 1319", 
            "time": "2000-05-17 18:00:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/196/", 
            "text": "Agreed.", 
            "topic": "Division No. 1319", 
            "time": "2000-05-17 18:00:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/197/", 
            "text": "No.", 
            "topic": "Division No. 1319", 
            "time": "2000-05-17 18:00:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/198/", 
            "text": "All those in favour of the will please say yea.", 
            "topic": "Division No. 1319", 
            "time": "2000-05-17 18:00:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/199/", 
            "text": "Yea.", 
            "topic": "Division No. 1319", 
            "time": "2000-05-17 18:00:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/200/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Division No. 1319", 
            "time": "2000-05-17 18:00:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/201/", 
            "text": "Nay.", 
            "topic": "Division No. 1319", 
            "time": "2000-05-17 18:00:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/202/", 
            "text": "In my opinion the yeas have it.\n\nAnd more than five members having risen:\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Division No. 1319", 
            "time": "2000-05-17 18:00:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/203/", 
            "text": "I declare the motion carried. When shall the bill be read the third time? By leave, now?", 
            "topic": "Division No. 1320", 
            "time": "2000-05-17 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/204/", 
            "text": "Agreed.", 
            "topic": "Division No. 1320", 
            "time": "2000-05-17 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Roger Gallaway", 
                "url": "/politicians/2522/", 
                "member_id": 3220, 
                "party": "Liberal", 
                "riding": "Sarnia—Lambton (Ontario)", 
                "id": 2522
            }, 
            "url": "/hansards/2133/205/", 
            "text": "moved that the bill be read the third time and passed.", 
            "topic": "Division No. 1320", 
            "time": "2000-05-17 18:10:00", 
            "attribution": "Mr. Roger Gallaway", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/206/", 
            "text": "The hon. member for Sarnia—Lambton on a point of order.", 
            "topic": "Division No. 1320", 
            "time": "2000-05-17 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Roger Gallaway", 
                "url": "/politicians/2522/", 
                "member_id": 3220, 
                "party": "Liberal", 
                "riding": "Sarnia—Lambton (Ontario)", 
                "id": 2522
            }, 
            "url": "/hansards/2133/207/", 
            "text": "Mr. Speaker, if you were to seek unanimous consent to apply the results of the vote just taken to the motion for third reading, I believe you would find it.", 
            "topic": "Division No. 1320", 
            "time": "2000-05-17 18:10:00", 
            "attribution": "Mr. Roger Gallaway", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/208/", 
            "text": "Is there unanimous consent to proceed in this fashion?", 
            "topic": "Division No. 1320", 
            "time": "2000-05-17 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/209/", 
            "text": "Agreed.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Division No. 1320", 
            "time": "2000-05-17 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/210/", 
            "text": "I declare the motion carried.\n\n(Bill read the third time and passed)", 
            "topic": "Division No. 1321", 
            "time": "2000-05-17 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Pat O'Brien", 
                "url": "/politicians/3410/", 
                "member_id": 2594, 
                "party": "Liberal", 
                "riding": "London—Fanshawe (Ontario)", 
                "id": 3410
            }, 
            "url": "/hansards/2133/211/", 
            "text": "Mr. Speaker, I rise on a point of order. There have been discussions with members of all parties and you would find unanimous consent to adopt Motion No. 393, standing in my name, without debate.", 
            "topic": "Division No. 1321", 
            "time": "2000-05-17 18:10:00", 
            "attribution": "Mr. Pat O'Brien", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/212/", 
            "text": "Does the hon. member for London—Fanshawe have unanimous consent of the House to proceed with Motion No. 393?", 
            "topic": "Division No. 1321", 
            "time": "2000-05-17 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/213/", 
            "text": "Agreed.", 
            "topic": "Division No. 1321", 
            "time": "2000-05-17 18:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Pat O'Brien", 
                "url": "/politicians/3410/", 
                "member_id": 2594, 
                "party": "Liberal", 
                "riding": "London—Fanshawe (Ontario)", 
                "id": 3410
            }, 
            "url": "/hansards/2133/214/", 
            "text": "moved:\n\nThat this House salute the Jeanie Johnston as it recreates the voyage of the ships that brought to Canada in the 19th century thousands of Irish immigrants fleeing famine and extend a parliamentary welcome to this ship and her crew.", 
            "topic": "Jeanie Johnston", 
            "time": "2000-05-17 18:15:00", 
            "attribution": "Mr. Pat O'Brien (London—Fanshawe, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/215/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Jeanie Johnston", 
            "time": "2000-05-17 18:15:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2133/216/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Jeanie Johnston", 
            "time": "2000-05-17 18:15:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/217/", 
            "text": "It being 6.15 p.m., the House will now proceed to the consideration of Private Members' Business as listed on today's order paper.", 
            "topic": "Jeanie Johnston", 
            "time": "2000-05-17 18:15:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Reynolds", 
                "url": "/politicians/3164/", 
                "member_id": 2506, 
                "party": "Reform", 
                "riding": "West Vancouver—Sunshine Coast (B.C.)", 
                "id": 3164
            }, 
            "url": "/hansards/2133/218/", 
            "text": "moved that Bill C-334, an act to amend the criminal code (wearing of war decorations), be read the second time and referred to a committee.\n\nMr. Speaker, I am pleased to begin second reading debate on my private members' bill, Bill C-334, an act to amend the criminal code (wearing of war decorations).\n\nThis bill would allow relatives of a deceased veteran to wear any decoration awarded to such veterans without facing criminal sanction. The decoration must be worn on the right side of the relative's chest and would be limited to Remembrance Day.\n\nMy bill would amend section 419 of the criminal code. It would renumber this section as section 419(1) and would add the following:\n\n(2) No person who is a relative of a deceased veteran commits an offence under paragraph (1)(b) where the person wears, on the right side of the person's chest, a distinctive mark relating to wounds received or service performed in war by that veteran or wears, on the right side of the person's chest, a military medal, ribbon, badge, chevron or any decoration or order that is awarded to that veteran for war services and the person does so on Remembrance Day.\n\nAs well, my amendment makes it acceptable for a person who has been legally adopted by a relative of a deceased veteran or by that veteran to wear these decorations as prescribed in the first part of my amendment.\n\nAt the outset allow me to say that my initiative is not meant to diminish or dishonour the service, sacrifice or valour of our veterans and those who have been awarded decorations. On the contrary, it is meant to celebrate and recognize the sacrifice and this achievement. Additionally it is meant to recognize and acknowledge bravery, gallantry and commitment to our nation. My initiative is meant to enhance and reinforce the honour bestowed on these very brave individuals.\n\nMy initiative comes from the relatives of veterans who fear that decorations awarded to their family members are being forgotten and put away in dusty boxes and drawers. They, like me, believe the time has come to move with the times and not let these precious decorations collect dust somewhere.\n\nI further believe the time has come to follow the lead of Great Britain, Australia and New Zealand, our Commonwealth partners which amended their respective laws to reflect the times and the need to unveil these decorations and re-commemorate the valour of those who were awarded these with such distinction.\n\nThe law I seek to amend was written in 1920. It certainly served the purpose it was intended to do back then but it is not reflective of the hard facts of today. Our veterans are passing on and their decorations are hidden in dusty trunks, forgotten, never to be seen again, all because of a 1920 law. If they are not in trunks, they appear in flea markets where they are at the mercy of hucksters out to make a buck. Is this dignified or an honour to the veteran to whom it was awarded? I certainly think not. In fact it is offensive, undignified and a dishonour to the veteran. There is not a dollar figure that can be put on these decorations. They are priceless and should be viewed that way.\n\nFurthermore, the section of the criminal code I seek to amend, section 419, is derived from a time when legitimate veterans did not want those who did not serve to buy these decorations and wear them. That had great merit and cause and was right for the times. Who would want someone who had not served in the great wars insulting the valour and bravery of those who sacrificed their lives? But this is year 2000 and I consider locked up medals a diminishment of the honour and respect they should garner. They should be exhibited by rightful relatives.\n\nI mentioned that times have changed. So has membership in the Royal Canadian Legion. Sadly our veterans are passing on. The last remaining vestige of the bravery of our war veterans is in many cases the decorations awarded to their family members. Why should it be a crime for a relative to want to display the decoration and thus honour their deceased relative?\n\nThe hard facts concerning declining legion membership should give pause to reconsider the archaic law I seek to change. In December 1998 legion membership stood at 494,107. By December 1999 it had fallen to 478,494. In Pacific command in my specific area membership has dropped to 90,394 from 93,612 from 1998 to 1999. In Ontario command the trend is the same. It has fallen to about 181,007 from 186,562.\n\nThe trend is the same in every province in Canada. As our veterans keep aging, the trend will not only continue but will speed up. Where will it be in 10 years? In my own riding of West Vancouver—Sunshine Coast membership of Branch 60 in West Vancouver has fallen from 788 to 731.\n\nAs I said, our veterans are aging and their relatives and family members wish to hold on to some vestige of the bravery these great Canadians exhibited. Allowing them to wear the decorations on Remembrance Day is not asking too much.\n\nGiven the trend in membership, I should point out that of the 731 of Branch 60 in West Vancouver, there are 368 ordinary members and some 244 associate members. There are not a lot of veterans left.\n\nAllow me to give a more demonstrated breakdown of the age of legion members. I believe the trend will be even more startling regarding the mortality of war veterans. Of legion members, 44% are over the age of 65. Another 18% are age 55 to 64. That accounts for 298,840 of the 478,000 total membership. When we factor in membership by age and gender, we find out that 25.17% or 120,577 are 75 or older; 9.98% or 47,836 are age 70 to 74; and another 9.10% or 43,663 are age 65 to 69.\n\nOur veterans are indeed aging, as we all are. Would it not be a positive gesture to remember them by allowing their families to proudly display their decorations as their veteran family members pass on?\n\nMy motivation to move the bill comes from individuals whose family members were awarded medals and have passed on. They wish to honour their deceased war veterans and heroes.\n\nOne individual in particular, Christine Ballantine of West Vancouver, a legion member herself, has mounted a campaign to see this initiative realized. She recognizes that our veterans are passing on and she wants to honour her father, a decorated veteran, by wearing his medals on Remembrance Day.\n\nShe has, as I said, mounted a campaign and gathered support from many legion branches. Besides her West Vancouver branch, Christine has gathered written support of the Howe Sound zone of the Royal Canadian Legion comprising approximately 3,800 members in six legions. She has also received support from the Sooke branch of Vancouver Island and the Whitehorse, Yukon branch.\n\nMy bill has also received support from the Billy Bishop branch in Vancouver and I believe in B.C. some 5,339 are on board. I understand it is growing as recognition of the genesis, motivation and honourable and historical intentions of my bill become evident.\n\nAllow me to read some of the comments I have received from some of the legion branches supporting my bill. The Sooke branch of the Royal Canadian Legion writes, “We consider it would strengthen reverence of Remembrance Day”. The Whitehorse, Yukon branch writes, “It would enhance Remembrance Day services by allowing family members to bring medals out on Remembrance Day and thus perpetuate the act of remembrance”.\n\nThis is my motivation: to recognize this important day and the significant and selfless contributions of our veterans who need to be honoured in a dignified and demonstrable fashion for many, many years to come.\n\nI would like to see the interest and support of the Royal Canadian Legion and the work it does to continue. Individuals make the legion what it has become. Members are the institution. The institution is not larger than the membership.\n\nAllowing remaining family members who may be members of the legion or inclined to become new members to wear their family decorations would help sustain and invigorate this important institution.\n\nTo honour the past is laudatory, but let not the past disallow an act of remembrance by family members of veterans.\n\nI have received a letter from a very distinguished gentleman, Dr. John Blatherwick, who is a British Columbia doctor and has served that province well. He is regarded as an authority on the issue of war decorations. In fact, he has devoted a great amount of his time to the study and promotion of the issue of war decorations. Lest we forget. I would like to quote from his letter of support for my bill. He writes:\n\nThe question you have to ask is—What harm would removing the law create? It would not take away from any legion members' medals in any way. It would not debase the value of the person who was awarded the medal in any way. So it would not harm anybody. What good would it do—It would keep that connection with the past and help some people to remember. Bill C-334 is a good bill and it makes common sense.\n\nAs Dr. Blatherwick also says, the problem with common sense is that it ain't so common. He is, of course, quoting Will Rogers. Naturally, I hope common sense will prevail.\n\nDr. Blatherwick asked why we in Canada still cling to an old law regarding the wearing of medals. The answer he says is again, a lack of common sense. He is quite emphatic and states that some keep their heads firmly in the past and are out of step with today. He says, as I mentioned earlier, the United Kingdom, Australia and New Zealand see no problem with moving on. They do not want to put people in jail for remembering. Surely Canadians do not want to see the family members of veterans put in jail either. We should be trying to keep alive the memory of those who served rather than hide their sacrifices.\n\nDr. Blatherwick points out that it has been a long time since Canada has been involved in a declared shooting war. The peacekeeping forces in the former Yugoslavia have been shot at but they get the same peacekeeping medal that has been issued to multitudes of non-shooting missions. One could not tell a shooting United Nations medal from a non-shooting United Nations medal.\n\nAccording to this expert, as he further points out, we were at war in the gulf but did not suffer any casualties. As he says, the last real shooting war was Korea and before that, World War II. Therefore, there is not much danger in young men or women wearing medals they are not entitled to.\n\nHe feels the entire exercise surrounding this issue boils down to one of common sense. As he says, if the legion wants November 11 and the Battle of the Atlantic Sunday and the Battle of Britain day and other military celebrations to remain important, one way is to encourage those medals to come out of the drawers and boxes and be displayed by the veterans' loved ones on Remembrance Day.\n\nI ask members to read this speech again if they are concerned about this over the next few months while this is being debated because Dr. Blatherwick, as I mentioned, is well respected in my province and is an expert on war medals.\n\nI believe these decorations are a birthright for the family members of those who were awarded them and sadly can no longer display them. Allowing family members to wear these decorations is a dignified way to honour their family member for the sacrifice they made. I firmly believe that those family members would treat and display these decorations with the respect that they deserve. I do not believe they would take this honour lightly or be frivolous in the manner they display the decoration. Those individuals who are moved to recognize their deceased veteran take this issue seriously and with the dignity and respect that it warrants.\n\nLet us not forget, but let us not make criminals of those who want to remember their veterans.", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 18:15:00", 
            "attribution": "Mr. John Reynolds (West Vancouver—Sunshine Coast, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Bob Wood", 
                "url": "/politicians/4655/", 
                "member_id": 3203, 
                "party": "Liberal", 
                "riding": "Nipissing (Ontario)", 
                "id": 4655
            }, 
            "url": "/hansards/2133/219/", 
            "text": "Mr. Speaker, I am pleased to speak to Bill C-334 which if passed will allow relatives to wear a deceased veteran's medal on Remembrance Day on the right side of the chest. On the surface this would seem like a reasonable idea. But if we scratch the surface, we will see why, for reasons of history and tradition, of practice and principle, this bill is not a good idea. Let me start with history and tradition.\n\nGallantry and war service medals are personal honours. They are intended only for those who earn them by virtue of their service or their action on the battlefield. It is a tradition based in law, a law whose original proponent was the great War Veterans Association which was the Royal Canadian Legion's predecessor organization. It is a tradition that dates back to 1920.\n\nMost veterans then and most veterans now oppose the idea of someone else wearing their medals. They quite rightly feel that for someone else to wear their medals constitutes both a misrepresentation of fact and a misappropriation of the honour.\n\nThese feelings are very strongly held, both by veterans themselves and their representative associations, including the Royal Canadian Legion, the National Council of Veterans Associations in Canada, and the army, navy and air force veterans in Canada.\n\nSurely, if we are to listen to anyone's wishes on the matter we must take our primary guidance from the men and women who were awarded the medals in the first place by virtue of their devotion to duty, their sacrifice and their courage.\n\nI think it is fair to say that the vast majority of the public, when they see veterans walking in Remembrance Day parades, assume that the wearers are those who earned them. They would be right. However, if this bill were to pass that assumption would go out the window. No one would know during the parade who was wearing what medal or for what reason.\n\nIt is true that the bill calls for the relatives to wear the medals on the right side of the chest, while the legitimate recipient of the medals, the veterans, wear them on the left. Such a distinction would be lost on many.\n\nI might add that the bill does not even define what constitutes a relative. Presumably its provisions are primarily targeted at children and grandchildren of deceased veterans. What about stepchildren if they have not been legally adopted? What about half sisters and brothers? What about nephews and nieces? What about cousins?\n\nOne can easily see in the years to come how these medals might be inherited by design or happenstance by relatives who are very far removed in their family relationship to the veterans who earned them. Would they claim the right to wear them also? How diminished would their symbolic value be when there is no personal claim to the service they represent?\n\nEvery November 11 we see veterans marching proudly, their medals polished brightly on their blazer lapels. We who watch them applaud them as they go by in admiration and respect for their deeds. With the passage of Bill C-334 it would be entirely conceivable, especially with the passage of years, that we would be applauding people wearing medals they neither earned nor deserved. We could not even be sure they were being worn by a veteran's relative.\n\nOnce we let the genie out of the bottle we could never put it back in. The guarantee of proper comportment would be gone forever.\n\nHeroism, sacrifice and service are not transferable characteristics to be worn from one generation to the next. They are the result of specific actions, and each of us must earn whatever distinctions that come our way by our own actions.\n\nWhat would be passed on are the medals themselves. They should be passed on. They should be kept in the family or the community, proudly displayed or framed, perhaps alongside a picture of a veteran, as many families today have chosen to do. They just cannot be worn, and should not be worn, by anyone other than those who have actually received them for service to their country.\n\nI can appreciate the sentiment that was expressed by the sponsor of Bill C-334 and some of his constituents. I can also appreciate a concern, as our war veterans dwindle in numbers, that somehow allowing relatives to wear the deceased veterans' medals on Remembrance Day would fill the void. I believe this would not be the case, nor is it the point of our opposition to Bill C-334.\n\nFurther, I would suggest that there remain many ways of honouring a veteran's memory other than wearing his or her medals. As I have already indicated, their appropriate display at home or even in local museums or community centres would be a valuable contribution to their remembrance. Even better, why not participate in acts of community good in the name of the veteran's memory and participate in or organize events for Veterans' Week each year.\n\nI would suggest that the very best way to keep the memory of our veterans alive is to tell their stories to our children and grandchildren. That is all they have ever asked of us: to remember what they did for us so long ago and what members of the current forces do for us today. To fulfil that promise would do far more to honour their memory than appropriating their medals one day each year.\n\nFor all of these reasons, and despite the good intentions that may lie behind this proposition, the Government of Canada cannot support Bill C-334.", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 18:25:00", 
            "attribution": "Mr. Bob Wood (Parliamentary Secretary to Minister of Veterans Affairs, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Michel Bellehumeur", 
                "url": "/politicians/4961/", 
                "member_id": 3262, 
                "party": "Bloc", 
                "riding": "Berthier—Montcalm (Québec)", 
                "id": 4961
            }, 
            "url": "/hansards/2133/220/", 
            "text": "Mr. Speaker, first I wish to inform the sponsor of Bill C-334 that the Bloc Quebecois supports his initiative.\n\nI find it hard to understand the explanations provided by the government regarding this bill. Indeed, if we read it correctly, it answers at least two questions raised by the hon. member. First, how to distinguish the person who is wearing the decoration from the person who was awarded it? A spouse or child wears it, while it was awarded to the father, who is dead.\n\nThe bill clearly states that the relative would wear the medals on the right side of the chest. I am not an expert on medals. The hon. member opposite surely knows a lot more than I do, even though he claims it is not the case. We all know that an individual wears the medals that he won on a battlefield on the left side of his chest. Therefore, we would immediately realize that, if a person wears such decorations on the right side of the chest, that person is not the one who was awarded these decorations, but a relative.\n\nI am going to say something and I want hon. members to open their ears because this is from a Bloc Quebecois member, from a mean separatist. If my father or my grandfather had died in one of the two world wars, or in another war, to preserve freedom and democracy and Canada had participated in these operations, I would be very proud to wear his decorations on the right side to clearly identify me as a relative of the person to whom they were awarded.\n\nOnce again, the government is showing a lack of sensitivity. Here we have an arrogant government announcing “Here I am. I am in the driver's seat. I am the boss. As for you people over there, nothing you have to say is any good”. I find that deplorable.\n\nI had some questions, however, and I would like to propose that this bill be voted on by the House and discussed in committee. The term “relative” can be confusing, but it could be clarified. Do first cousins qualify, for instance? Is it only direct lineage or indirect as well? The bill could very easily identify what is meant by “relative”.\n\nOnce a year we have Remembrance Day. Decorated service people who have died cannot tell us that they would be delighted to see their grandchildren, their widow or their mother wearing their medals, but I think we can put ourselves in their place for a few moments.\n\nThese people left wives, children and parents behind when they went to war. They lost their lives and were decorated. I believe it would be very humane to allow a relative—mother, widow, child or grandchild—to wear on Remembrance Day the medal or medals which their family member had earned during the world wars or some other conflict in which he served his country.\n\nI also wonder about another point, which merits examination. The desire is to amend section 419 of the Criminal Code, which states “Everyone who, without lawful authority, the proof of which lies on him, wears a medal—”\n\nAre there examples of court rulings or case law where an individual has worn the medal of a deceased war veteran and been charged with a criminal offence? If this is the case, it makes no sense.\n\nThe bill before us today is an attempt to regulate common sense. I think that section 419 covers the situation I have just described; there is a legitimate authorization, which goes without saying. If that is not the case, then the bill is necessary and it should be passed at this stage and considered in committee.\n\nWe should all be in agreement with such a bill. I urge veterans to make their views known, before the government votes against such a bill. If they agree with it, they should call their member of parliament, the government members, so that they show a little more sensitivity.\n\nSince this is the first hour of debate, there is still time to backtrack and to vote in favour of this bill.\n\nThe Bloc Quebecois supports Bill C-334, and I congratulate its sponsor on his initiative.", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 18:35:00", 
            "attribution": "Mr. Michel Bellehumeur (Berthier—Montcalm, BQ)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2133/221/", 
            "text": "Mr. Speaker, I am very pleased to have the opportunity speak to private member's Bill C-334, and act to amend the criminal code with respect to the wearing of war decorations.\n\nAs a member of the federal New Democratic Party I stand in support of this move to allow families of deceased veterans to wear their veterans' war decorations on Remembrance Day. Great Britain, Australia and New Zealand have already enacted such laws and I believe it is high time that the Canadian government followed suit.\n\nI recognize that not all veterans feel the same about this issue. It is with the deepest respect for veterans on both sides of this debate that I offer my thoughts.\n\nVeterans feel passionate about this issue because the medals and other recognitions of effort were earned the hard way and speak of great sacrifice, effort and love for this country.\n\nHowever, such a law would, in effect, keep these efforts, this bravery, valour and commitment to Canada alive through the families of the veterans. Surely family members would wear these badges of honour with the dignity which they deserve.\n\nThe section of the criminal code which this bill would amend was legislated at a time when there was serious cause for concern about people who had not served sporting medals they had not earned. However, I believe that allowing family members to wear their deceased loved one's medals on Remembrance Day is a way to maintain the honour and respect that the medals reflect. Otherwise, years down the road when there are no more veterans of the two world wars and the Korean war, the medals earned through valour and effort will be gone from the landscape of Remembrance Day and the very essence of Remembrance Day, which is to remember. That very essence would be lost a bit.\n\nThat is why I have decided to support the bill. I certainly had hoped that the federal government would support this effort, but from the speech I heard earlier I see that the government does not want to support it. That does not surprise me too much because far too often we see situations where the government does not support our military and our veterans the way it should.\n\nI had a rather sad occasion a few months back when a veteran came to my office with his war medals. He wanted to turn the medals over to me because he was so disappointed and so discouraged with the way he saw the government treating veterans. He had been a member of the merchant navy and also a member of the regular service, but he cited a number of examples as to why he was concerned and why he felt discouraged about the way the government was treating people who came back home from missions who were ill, people who had served in the merchant marine and so forth.\n\nIt was quite a sad state of affairs to listen to this individual, who had obviously, through bravery, through valour, through commitment to his country, devoted a good portion of his life, and he had earned these medals.\n\nI talked with him quite a bit and suggested that perhaps his family may have some reason to want to have these medals as a legacy, as a part of their heritage to reflect what he had done. I also suggested that, regardless of what may have happened to make him disappointed with the government, regardless of what had taken place, when he earned his medals he earned them for a reason and the value should not be diminished by the poor treatment he has received since then.\n\nNonetheless, he was very much concerned about returning these medals, and I think even today he still wants to do that. It is very sad. I am really appalled that our government would relate to our people in a way that citizens would feel this way about the service they have performed.\n\nI am appalled that the government has not brought justice to those veterans who were wrongly put in the Buchenwald concentration camp. Those Canadian troops who suffered the horrors of living in Buchenwald deserve appropriate compensation and it is up to this Liberal government to ensure that such compensation is delivered. It is appalling that this government tried to buy the silence of these veterans for about $1,000 each.\n\nOne of these veterans, a constituent of mine who I have spoken about before, Mr. William Gibson, made it clear that this so-called compensation was offensive. This constituent, who survived the horrors of Buchenwald concentration camp, sent the cheque that he had been given back to the Liberal government with the word refused written across this payoff, which he felt was insulting to him.\n\nThose veterans, who were interred in the Nazi Buchenwald concentration camp instead of a prisoner of war camp where they should have been, feel very let down by their government. Other governments have had the ability to convince the German government to provide appropriate reparation. Our government has failed itself and failed these brave Canadians miserably. I do not understand the inability of the government to secure a just settlement for these Canadians. It is something that we will continue to work on and continue to push because we feel it is necessary that justice be brought about in that situation.\n\nPerhaps even more insulting than the cheque to these Canadians, were the words that the Minister of Veterans Affairs, in his accompanying letter, said when he presented his cheque to them. He said “I am delighted to be able to close the chapter on this longstanding issue”.\n\nIndeed, we should be concerned because the issue is not closed and there should be more action to try to resolve this outstanding issue. The issue was raised in committee in 1994, in letters to the veterans affairs, defence and foreign ministers in 1997. It has been raised many times but the government has not succeeded in bringing about justice in that situation.\n\nI will close with a comment my constituent made when addressing the Nova Scotia government committee on veterans affairs in February 2000 concerning this issue. He said “We have been fighting for German compensation since 1945, but we haven't got it yet and I don't know if we ever will get it because I don't think there is anybody in Ottawa who has the intestinal fortitude to go after it”.\n\nI would ask the government to respond positively to this issue. Such a positive response would encourage our veterans to be proud of what was accomplished through their devotion and dedication to their country.\n\nThe bill we are looking at today is a step where the government could respond positively, could again inspire our veterans and their families with the kind of hope and inspiration that makes them proud to have served their country. This could be done by recognizing that certainly the loved ones of these veterans would only want to wear these medals because of their pride in what their loved one has done and has sacrificed for this country.\n\nPositive action on this bill by our government would give the families of the deceased veterans cause to be proud to wear these medals knowing that while they did not earn the medals, the medals reflect the accomplishments of their loved ones who fought and died for freedom and for the love of this country and their fellow human beings. That is a very noble thing for the government and parliament to consider.\n\nWe are not talking about enabling people to make false representations. Nobody has that in mind with this bill. It is important that we look at this in a positive way rather than trying to find a way to prevent this from taking place. Let us remember them. We must remember them and we will remember them.", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 18:40:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2133/222/", 
            "text": "Mr. Speaker, it is an honour to rise once again in the House regarding our very heroic and valiant war veterans.\n\nI would like to state from the outset that my party is not in favour of the hon. member's bill. I am not against the hon. member's attempt to help recognize the sacrifices made by our very brave veterans and my party is not against the families of veterans honouring the memories of their ancestors and their accomplishments in battle. We are not against Canadians being proud of our country's military history, heritage and the sacrifices that have been made.\n\nWhat we are against is the overriding of the will of the existing veterans who are here today: the Royal Canadian Legion and its membership, the Army, Navy and Air Force Veterans Association, along with the War Amps and others.\n\nI have been in touch with the dominion command of the Royal Canadian Legion. This afternoon I was in touch with my provincial command of the Royal Canadian Legion in New Brunswick. Neither the dominion command nor the provincial command offices support what is recommended by the hon. member.\n\nThe fact remains that medals are very personal awards. They are awarded to specific people for specific acts of valour. It is an honour and a privilege that has been earned through sacrifice.\n\nIn deciding what I wanted to say on this very emotional and sensitive issue, I consulted with the vets and heard their side of the argument. I have two brothers who served overseas in France, Germany and Belgium and there is no way that my sisters-in-law would ever want to wear their medals if my brothers passed away. They would frame them and have them on display for their children and grandchildren. They feel that for them to wear these medals would be an insult to the sacrifices made by my brothers.\n\nI also understand the reasons that my hon. colleague from West Vancouver—Sunshine Coast put forth this bill having reviewed his information. My heart goes out to such people as Christine Ballantine and the Pacific command office of the legion who agree with this bill and are proud of their family and country history. These Canadians do not want to be considered criminals for displaying family heirlooms by wearing the decorations on Remembrance Day. However, it is a criminal act. Under the criminal code no one can wear those medals except the veterans. That is what the law currently states. In speaking with the dominion command of the Royal Canadian Legion, it has not spoken out in favour of making changes.\n\nI do not believe that it is up to the House of Commons to determine for veterans who should be allowed to wear these decorations of honour. I believe we should listen to our veterans as to who they feel it should be.\n\nIn consulting with veterans on their stance on this issue, it has been brought to my attention very clearly that this matter has been brought forward by the Pacific command office as a resolution for an upcoming convention. The resolution was reviewed and the committee did not concur with the resolution being brought forward. The dominion command office reiterated today that it stands against this bill's premise. They understand the intent of families who believe they can promote Remembrance Day by wearing the medals, but the veterans associations do not agree with this action. The dominion command office believes and states that medals are not symbols of remembrance but rather they are symbols of service and commitment made by those men and women who were overseas.\n\nUntil such time as we, in the House of Commons, receive a very clear message from all of our veterans as a whole, I believe we would be doing a grave disservice to our honoured war veterans by agreeing to this recommendation.\n\nI propose that those families, veterans or legion members who are looking for a change in the law should make it known to their local legions and to dominion command, as only through communication can change ever be achieved.\n\nI maintain that we let the veterans themselves tell us what they want to do. It is their honour and it should be up to them to decide if and with whom they would like to share it.\n\nI would never propose that this House, which has only 12 members out of 301 who have any military service, should ever change a law that takes away the special recognition deserved by those who have sacrificed so much in serving their country in the interest of peace.\n\nWhile clearly the intent of the bill is to honour our valiant soldiers and their bravery, there is the strong possibility that the medals will slowly lose their significance. We have to be aware that some living veterans who proudly wear their medals on Remembrance Day could be offended by those who are wearing medals earned by others for their special acts of valour. Is that fair to our living and proud veterans of today?\n\nMy final question about this bill, if it does pass, is: Who qualifies as a relative? Other than specifying that adopted relatives are also eligible to wear the medals, there are no specifications on who is wearing and parading around in those hallowed decorations of honour. There are no checks to be maintained or record of who is wearing the decoration.\n\nWill a veteran's third cousin by marriage be wearing the medals or decorations, or the veteran's eldest child? Understandably, this is a decision to be made by each family if this were to pass, but where is the honour that goes with wearing the medals? Where is maintaining and restraining enforcement? Certainly there must be a status of decorum that must be upheld, and I do not see that in this bill.\n\nI state again, a war decoration is given to a particular person for a particular act of valour. Just as only the person who has earned the Order of Canada can wear the pin or medal, only a person who has proven determination, valour and courage can wear a war medal, and rightfully so. Not friends. Not relatives.\n\nI believe that once a medal recipient has passed on, the decoration should be treated as a representation of the service and sacrifice of the veteran who earned it and display as such. I fear that it will be perceived through the passage of time to be a less substantial piece of jewellery just to be passed around.\n\nLet me be clear. I am not saying that those who are asking for change now have that ill intent. Certainly not. However, we must be wary and conscious of that possibility. Do we want to open that door a little crack to allow that to happen?\n\nFor decades families have been framing the medals for display and they take the framed and preserved medals with them when they wish to display them. They are treasured and the significance of their value is maintained.\n\nThis is how the memories of our Canadian war veterans have been preserved in the past. My party maintains the position of the Royal Canadian Legion on this issue. We cannot in good conscience dishonour the wishes of our Canadian war veterans. Therefore, we will not support Bill C-334.", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 18:45:00", 
            "attribution": "Mrs. Elsie Wayne (Saint John, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Goldring", 
                "url": "/politicians/peter-goldring/", 
                "member_id": 2456, 
                "party": "Reform", 
                "riding": "Edmonton East (Alberta)", 
                "id": 120
            }, 
            "url": "/hansards/2133/223/", 
            "text": "Mr. Speaker, in my parliamentary capacity as official opposition critic for veterans affairs, I am pleased to rise today to contribute to the debate on Bill C-334, an act to amend the criminal code, wearing of war decorations, sponsored by the hon. member for West Vancouver—Sunshine Coast.\n\nWar medals in Canada represent a long and proud tradition of service to our country. Shortly after Confederation, Canadians, both French and English, joined to halt the Fenian raiders and the Red River insurrection.\n\nIn 1870, to commemorate this service, Canada's first medal was struck. It was emblazoned with ribbon striped in red, white and red, appropriately the colours of Canada's present flag. The maple leaf, long the symbol for Canada and carved in the walls of the trenches at Vimy Ridge, borders the medal. This medal, and now our flag, are proud reminders of Canada's first war veterans' successful efforts at keeping Canada whole and defending our freedoms from insurrection and foreign invasion.\n\nIt is presently a criminal code offence for anyone, other than the holder of war medals, to wear them. Under Bill C-334 it is proposed that section 419 of the criminal code be amended by adding a section permitting a relative of a deceased veteran to wear on Remembrance Day any medal that has been awarded to that deceased veteran. To clearly indicate that the medals were not awarded to the relative, such persons are to wear them on the right side of the chest rather than the left side, as is customary among actual veterans. To avoid confusion, relatives who are in the Canadian military and in uniform are not permitted to wear the deceased veteran's medals.\n\nThe current prohibition against relatives wearing the medals of veterans is comparatively unique among commonwealth countries. Great Britain apparently has no law governing the issue. This does not mean there is an endorsed practice concerning the wearing of military honours by family members. It simply means that in Great Britain the issue has been largely left to the public's best judgment.\n\nIn Australia legislation provides that a family member of a deceased veteran may wear a service decoration if the family member does not represent himself as being the war veteran.\n\nIn the United States, by contrast, the practice is specifically prohibited as it is in Canada. In the United States a medal may be pinned on the next of kin of a deceased veteran, but such pinning does not entitle the next of kin to wear the medal publicly. It remains the property and the honour of the deceased alone.\n\nIt is noteworthy that the prohibition of the wearing of medals and related honours is found in a criminal code section which addresses the unlawful use of military uniforms or certificates as well. The matter is considered to be so serious that there is a reverse onus of proof. The accused must prove that he or she had lawful authority to wear a Canadian forces uniform or medal or to be in possession of a military discharge certificate.\n\nThere are several arguments made in support of permitting relatives of Canadian war veterans to wear their war honours, at least on Remembrance Day. One of the key advocates of Bill C-334 is Christine Ballantine, a constituent of the hon. member for West Vancouver—Sunshine Coast. As has been publicly reported, the issue is of particular importance to her since she never knew her father who died in the second world war when she was about eight months old.\n\nMs. Ballantine's father was a British airman. His war medals are in her possession. In 1994, upon visiting Normandy where her father died, Ms. Ballantine personally received an additional medal awarded to her father by the Government of France.\n\nIf Ms. Ballantine were attending Remembrance Day ceremonies in Britain she could wear her father's medals in honour of his memory without fearing that she had committed an offence. In Canada she must wear the medals concealed under her coat.\n\nThe Royal Canadian Legion appears to be of two minds with respect to the bill. The Dominion Command appears to have strong reservations while local legion representatives are more supportive.\n\nOne main argument for permitting the wearing of war medals by relatives relates to the diminishing number of war veterans. Many of the medals and related honours are now either private family mementoes or the currency of collectors. The public's association with the actual person who was honoured diminishes year by year as our veterans pass away.\n\nWhere the bill could be improved is with respect to defining the term of relative. Relative should be defined to mean the widow or widower of a deceased veteran or a parent, child, brother, sister, grandparent or grandchild, whether by blood, marriage or adoption. Such definition would appear to provide constructive limitations as to which family members could wear the medals. Nephews and nieces and others not as closely connected to the deceased veteran would not be able to honour him or her through the wearing of medals.\n\nThe definition of relative could be expanded as times change and circumstances warrant. Under the current definition, if adopted, the youngest relative who could wear the medal of a deceased veteran would be his or her grandchild.\n\nUnder the bill the wearing by relatives on Remembrance Day of any ribbon, badge, chevron, decoration or order is also permitted. In my opinion the bill should be limited in application to medals, in particular full size Canadian or commonwealth general service issue medals as opposed to miniatures.\n\nMy reason for restricting the application of the bill is based on the question of how one could wear a ribbon, badge, chevron or any decoration or order when it is specified in the bill that relatives are to wear the medals on the right side of their chest.\n\nThe term chevron refers to a badge in a V shape, sewn on the sleeve of a uniform indicating rank or length of service. Similarly such honours as the Order of Military Merit are not awarded as a medal but as a pendant to be worn around the neck. A relative wearing such an honour around the neck could not be readily distinguished from another who earned the honour.\n\nFor these reasons I suggest that the bill be limited to medals only and will propose an amendment to that effect. I therefore would encourage that Bill C-334 be amended as follows:\n\nThat subsection 2 of section 1 of Bill C-334 be amended by deleting the words “ribbon, badge, chevron or any decoration or order” contained therein.\n\nIt is a noble and worthwhile objective to permit close relatives to honour their departed veteran family members on Remembrance Day through the public display of their medals of honour. However this view is not shared by any major veterans organization.\n\nI hope that during the committee hearings these organizations will reconsider their position. I consider myself to be obliged to respect their wishes. As they are the representatives and the voices of veterans for the vast majority of veterans and ex-service personnel in Canada, I will reflect the collective wishes of these veterans when we vote.", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 18:55:00", 
            "attribution": "Mr. Peter Goldring (Edmonton East, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Paul Mercier", 
                "url": "/politicians/6481/", 
                "member_id": 2727, 
                "party": "Bloc", 
                "riding": "Terrebonne—Blainville (Québec)", 
                "id": 6481
            }, 
            "url": "/hansards/2133/224/", 
            "text": "Mr. Speaker, I rise today as Bloc Quebecois critic for veterans' affairs. I also rise as one of the twelve members who served with the Allies during the second world war.\n\nI agree with what my colleague from Berthier—Montcalm said earlier. I am surprised that some parties are opposed to this bill, although I agree with the argument as to what veterans want in this regard.\n\nAs far as I am concerned, I will repeat what my colleague has said. Wearing decorations on the right side clearly shows that the person wearing them is not a veteran but a relative.\n\nI would like the committee to specify what relative means. It would obviously be too broad a definition if distant cousins were included. It ought to include only the veteran's mother, widow or children. It ought not to include anyone else. The term relative should be more narrowly defined.\n\nIf I can say something, I also have medals, and I would be proud, not annoyed, if my children were to wear them on the right side after I am gone.", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 19:05:00", 
            "attribution": "Mr. Paul Mercier (Terrebonne—Blainville, BQ)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Murray Calder", 
                "url": "/politicians/3337/", 
                "member_id": 2566, 
                "party": "Liberal", 
                "riding": "Dufferin—Peel—Wellington—Grey (Ontario)", 
                "id": 3337
            }, 
            "url": "/hansards/2133/225/", 
            "text": "Mr. Speaker, I too am very pleased to rise to speak to the bill. I join my colleagues on this side of the House in opposing Bill C-334, and oppose it we must.\n\nI have no doubt about the sincere intentions of the sponsoring member across the way and his desire to meet his constituents' wishes to wear a deceased relative's medals. Quite frankly, the way he has explained it seems very reasonable. What could be the harm in that?\n\nHowever, this is one of those cases where the countering argument is much stronger, not because we on this side say so but rather that the opposition comes from a very impeccable source, as my colleague has already indicated, and that is the legions and the individuals involved in these conflicts who have earned the right to wear medals.\n\nIf anyone has the right to have a significant say-so in this matter, surely no one could argue that it would be those who won the medals for the service they performed or for the acts of courage they displayed. I am talking about the veterans, the men and women who served with such distinction over 100 years in world wars and in Korea defending home shores, seas and skies, and in the peacekeeping hot spots all over the world. These medals and awards were not easily offered or won.\n\nThe legion recently shared those concerns in a letter to the sponsor of Bill C-334 in very precise terms. Some of these concerns were repeated in the recent edition of the Legion Magazine , quoting Dominion Secretary Duane Daly. I quote directly from the article in the magazine which stated that the hon. member for West Vancouver—Sunshine Coast:\n\n—has ruffled a few feathers in the veterans community by introducing a private member's bill in the House of Commons that would change the rules about who is entitled to wear medals. Bill C-334 would amend the Criminal Code to allow relatives of a deceased veteran to wear that person's medals on the right side of a person's chest to show respect. Currently it is an offence under the Criminal Code for anyone to wear medals that have not been issued specifically to that person.\n\nThe law, as it is now, was the result of the lobbying by the Great War Veterans Association, the predecessor of the Royal Canadian Legion. We have in fact been working for years to destroy the myth that such wearing of medals is permissible, wrote Dominion Secretary Duane Secretary in a letter to (the hon. member for West Vancouver—Sunshine Coast). They are presented to a person to reflect the nation's gratitude for service and commitment, and are not to be worn as symbols of remembrance. We fear that the bill you are presenting will have the exact opposite effect because there will be no control on their comportment and thus the significance of the award will be compromised.\n\nThese are pretty strong words reflecting some very heartfelt sentiments. Given the status of the legion, being the largest veterans group in the country, I am a little surprised, given its views on the matter, that the hon. member has proceeded with the bill. It seems to me that it flies in the face of tradition and logic.\n\nWhy he would want to annoy such a representative group of veterans is beyond me. After all, the argument of those veterans has much merit. All they are saying is that those who did not do the service, those who did not perform the acts that merit the medals, cannot wear them. To do otherwise would diminish their significance.\n\nI understand that a similar position is held by two other major veterans organizations, the National Council of Veteran Associations in Canada and the Army, Navy and Air Force Veterans in Canada. I dare say their views represent the vast majority of all veterans, ex-forces members and medal holders. I also understand that Veterans Affairs Canada feels similarly, as do other departments concerned.\n\nFor centuries countries have honoured and recognized military achievement of their soldiers by awarding a variety of decorations and medals. They announce for all to see that the individual has served his or her country with distinction.\n\nTo reiterate the legion's point, medals are presented to a person to reflect the nation's gratitude for service and commitment and are not to be worn as symbols of remembrance, which I believe the bill is mistakenly trying to do. Changing their significance from service and commitment to remembrance is just plain wrong. Bill C-334 is a well intentioned bill but quite frankly it is misguided. We oppose it for the right reasons.", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 19:05:00", 
            "attribution": "Mr. Murray Calder (Dufferin—Peel—Wellington—Grey, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/226/", 
            "text": "It being 7.15 p.m., the time provided for the consideration of Private Members' Business has now expired and the order is dropped to the bottom of the order of precedence on the order paper.\n\nA motion to adjourn the House under Standing Order 38 deemed to have been moved.", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 19:10:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Rick Laliberte", 
                "url": "/politicians/3866/", 
                "member_id": 2735, 
                "party": "NDP", 
                "riding": "Churchill River (Saskatchewan)", 
                "id": 3866
            }, 
            "url": "/hansards/2133/227/", 
            "text": "Mr. Speaker, I asked the Minister of Human Resources Development a question on budget day 2000. The question was: How can the government ask Canadians to save and pay for job training when the primary responsibilities for limited income families are food and shelter?\n\nThis was in response to a Liberal policy balloon, which at the time would have asked people to pay for their own job training. In high unemployment areas this issue was an immediate concern for us on this side of the House and an immediate concern for the region I represent.\n\nI asked the minister why we could not place strategic investment in high unemployment regions with direct capital investment for public institutions such as community colleges and university access colleges. This would be a solid investment for Canadians to rely on for sustainable human and regional development.\n\nThe minister asked that I wait for the budget that was to be released that afternoon. We waited and we looked at the budget. Certainly there were resources allocated to all departments, but the disappointment still remained. There was still no strategic capital investment for education or higher learning.\n\nI share Canada's shock and outrage as a result of this budget. For every tax dollar that was cut, only 2 cents went to health care, and this involves the major portion of the transfers to our provinces.\n\nThe Liberal government is too busy trying to help corporate fundraisers. Rather, it should be paying attention to the priorities of Canadians. I am talking about a health care system which is in dire need of repair. It is in a state of crisis.\n\nCanadians found out that the government had no intention of improving the budget for health care, which was later clarified with bill 11 in Alberta to privatize hospitals. This reflects the Liberal support for the reform-alliance platform for a two tier American health care system.\n\nI share Canada's outrage with student debt loads and rising tuition, which is another crisis that is being ignored in this country.\n\nIgnoring the rising numbers of homeless people and the lack of affordable housing are also crises.\n\nI could continue to list the bad policies of the government.\n\nThis is a wake up call. This is a time of surpluses in our treasury. The surpluses are mounting. It is time to have a vision, and certainly not the vision that is being created by the Harris government, the Klein government or this right wing government which creates policies for its corporate friends.\n\nA strategic investment is needed for training and educational opportunities throughout this country. If we invested in our community colleges and university access colleges, which are very dear to neighbourhoods right across Canada, that would be a very sound investment.\n\nI also want to raise the issue of the northern living allowance, particularly as it concerns my riding of Churchill River. The northern living allowance would offset the major costs of funding higher education and training opportunities and finding employment. There is a critical shortage of teachers and health professionals throughout the north. There is an opportunity to create institutions and to strategically invest government funds, especially federal funds.\n\nLet us work together for a common future. I challenge the minister to make those investments properly.", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 19:15:00", 
            "attribution": "Mr. Rick Laliberte (Churchill River, NDP)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2133/228/", 
            "text": "Mr. Speaker, in the 1998 budget the $2.5 billion Canada millennium scholarship fund was introduced. The 1999 budget built on this by investing in the development of new knowledge and by focusing on job creation in new sectors. The 2000 budget provided a $2.5 billion increase in the CHST to help the provinces and territories fund post-secondary education and health care, the highest priorities of Canadians. This is the fourth consecutive federal enhancement to the CHST.\n\nThe 2000 budget also includes a tax exemption for income from scholarships, fellowships and bursaries, giving students additional financial assistance to pursue their studies.\n\nSuch measures demonstrate in concrete terms the federal government's commitment to post-secondary education.\n\nOne statistic alone proves the Government of Canada's commitment, and that is the fact that Canada spends a larger percentage of its GDP on post-secondary education than any of the other G-7 nations.\n\nThe Government of Canada recognizes that skills and training acquired through post-secondary education are vital to the development of Canada's human resources development capacity, and hence to national economic growth.\n\nI might point out that other kinds of training to prepare people for the labour market have been devolved to the provinces under labour market development agreements, and the agreement with the province of Saskatchewan transfers $37 million to that province every year to be distributed and allocated as that government sees fit.", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 19:15:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2133/229/", 
            "text": "It being 7.21 p.m., this House stands adjourned until tomorrow at 10 a.m., pursuant to Standing Order 24(1).\n\n(The House adjourned at 7.21 p.m.)", 
            "topic": "Criminal Code", 
            "time": "2000-05-17 19:20:00", 
            "heading": "Adjournment Proceedings"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332221", 
    "url": "/hansards/2133/", 
    "session": 2, 
    "date": "2000-05-17", 
    "id": 2133
}