{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2135/0/", 
            "text": "The House proceeded to the consideration of Bill C-12, an act to amend the Canada Labour Code (Part II) in respect of occupational health and safety, to make technical amendments to the Canada Labour Code (Part I) and to make consequential amendments to other acts, as reported (with amendment) from a committee.", 
            "topic": "", 
            "time": "2000-05-19 10:05:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/1/", 
            "text": "Two motions in amendment are listed in the notice paper at the report stage of Bill C-12.\n\nMotion No. 1 will be debated and voted on separately.\n\nMotion No. 2 will be debated and voted on separately.\n\nI shall now propose Motion No. 1 to the House.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Claudette Bradshaw", 
                "url": "/politicians/3229/", 
                "member_id": 2528, 
                "party": "Liberal", 
                "riding": "Moncton (New Brunswick)", 
                "id": 3229
            }, 
            "url": "/hansards/2135/2/", 
            "text": "moved:\n\nMotion No. 1\n\nThat Bill C-12, in Clause 2, be amended\n\n(a) by replacing lines 20 and 21 on page 1 with the following:\n\n“to cause injury or illness to a person exposed to it before the hazard or condition can be”\n\n(b) by replacing line 25 on page 1 with the following:\n\n“or activity, and includes any exposure to a”", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:05:00", 
            "attribution": "Hon. Claudette Bradshaw (Minister of Labour, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Judi Longfield", 
                "url": "/politicians/2599/", 
                "member_id": 2646, 
                "party": "Liberal", 
                "riding": "Whitby—Ajax (Ontario)", 
                "id": 2599
            }, 
            "url": "/hansards/2135/3/", 
            "text": "Madam Speaker, this amendment is to clarify the government's intentions with respect to changes being introduced to part II of the Canada Labour Code under Bill C-12. In making these amendments we want to emphasize that the special situations of pregnant and nursing mothers in the workplace are dealt with in the appropriate sections of the Canada Labour Code either under part II or part III.\n\nIn bringing this amendment forward the government wants to emphasize that it understands and shares the concerns for the protection of pregnant and nursing mothers which were raised by some members of the Standing Committee on Natural Resources and Government Operations during detailed consideration of Bill C-12.\n\nWe are in accord with the need to ensure that appropriate legislation is in place to provide that protection. However, we do not think it appropriate to include the special situation of pregnant and nursing mothers in a general motion on the definition of danger such as was done during committee. The point of this amendment is to clarify that situation and to produce legislation that is designed to protect all workers under federal jurisdiction.\n\nAt the same time we clearly recognize the need to meet the challenges faced by pregnant and nursing mothers. In fact, the changes we have already brought forward under part II of the Canada Labour Code do provide for additional protection for pregnant and nursing mothers.\n\nMore specifically, under the changes that have already been accepted by the committee and which will be part of the new act is a section stating that women who believe their workplace presents a danger to their fetus, or in the case of nursing mothers to their baby, will have the right to remove themselves from the activity without loss of pay or benefits. This provision is found in section 132 of Bill C-12.\n\nIt says that a pregnant or nursing mother who believes her job creates a risk for herself, her fetus or her child will have the right to stop doing her work and take the necessary time to consult her physician to ascertain if she is really at risk. If there is indeed a risk, the employer can assign the woman to other duties in a safe location. I note that under new section 132 the pregnant or nursing employee who takes time off to seek the advice of her physician can do so without loss of pay or benefits.\n\nWe believe that the special situation of pregnant and nursing mothers should be addressed under sections of the code such as section 132 that deal specifically with their issues and not with sections that deal with general issues such as one that defines risk for workers in general.\n\nIt is important that all hon. members understand that the special situation of pregnant and nursing mothers is further addressed under part III of the Canada Labour Code. This is the part of the labour code that deals with labour standards.\n\nThose who are interested in maternity related workplace issues can also be referred to the amendments that were made to part III of the labour code in 1993. The approach under part III is to support pregnant or nursing women to remain in the workplace in a risk free environment. The 1993 amendments provide for maternity related job modification, reassignment, leave and other benefits for pregnant and nursing women whose jobs pose a risk to herself, her fetus or her breast fed child.\n\nUnder the existing part III the following process is to be followed in the case of a pregnant or nursing mother in a risk related job situation. Employers are first required to modify the employee's job. If that is not possible, she must be assigned to a safe job. If no safe job option is available, leave is provided. Leave is seen as the last resort. In most cases women taking risk related leave would have access to salary replacement through employment insurance or a private insurance plan.\n\nThat leads me to remind colleagues about the comprehensive provisions that exist for maternity leave under EI. I am speaking of provisions such as 17 weeks of maternity leave and 24 weeks of parental leave, soon to be increased to 37 to mirror increases in allowable EI parental leave.\n\nPart III of the Canada Labour Code also addresses the special needs of pregnant and nursing women in the workplace. The changes that we are making to part II complement these provisions.\n\nThis is still a situation that has our ongoing attention. The government is committed to making workplaces as family friendly as possible and that includes improving conditions for women in the workplace.\n\nWe have shown our concern and our willingness to strengthen the protection for pregnant and nursing mothers in the changes that we are now making to part II of the Canada Labour Code. We are open and willing to consider changes under part III. In fact, we are involved in active discussions respecting part III of the Canada Labour Code that would follow logically on the reviews of part I and part II done over the last few years.\n\nWith this in mind, we have interested parties representing labour and management convened as the labour standards client consultative committee which has already begun discussions on issues related to labour standards. I expect this group will be bringing recommendations for future consideration to the Minister of Labour.\n\nThe minister respects the efforts of labour, management and government to reach a tripartite consensus on challenging issues in the workplace. At this point however, the best interests of those affected by the legislation will be served by passing this amendment and thereby strengthening Bill C-12.\n\nI therefore urge my colleagues in the House to vote in favour of this amendment so that we can finalize this important piece of legislation and send it to third reading without delay.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:05:00", 
            "attribution": "Mrs. Judi Longfield (Parliamentary Secretary to Minister of Labour, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2135/4/", 
            "text": "Madam Speaker, the Bloc Quebecois was amazed to see that the definition of health, as amended in committee, with the support of the Liberal member for Abitibi—Baie-James—Nunavik, was changed in the bill at the report stage.\n\nThis unacceptable correction to the work done in committee is designed, and this cannot be said in any other way, to deny pregnant or nursing women workers adequate protection, regardless of the other provisions of this bill.\n\nThe definition of “risk”, to someone who has worked in occupational health and safety, influences the decisions made at various stages by experts, bosses and adjudicators. This is out of the minister's hands.\n\nOur parliamentary responsibility is to read the texts. What, then, was this amendment passed in committee? I will read it.\n\nIt read:\n\n“danger” means any hazard or condition that could reasonably be expected to cause injury or illness to a person exposed thereto—\n\nBut the following was added:\n\n—including a woman who is pregnant or nursing and to the foetus of a pregnant woman—\n\nThese words are no longer in the bill at the report stage.\n\nIt read further:\n\n—includes any exposure to working conditions that are likely to be dangerous to nursing mothers—\n\nThat too, which had been added and adopted by the committee with the support of a Liberal member, was withdrawn. This concerns me.\n\nIt means that, when the government says it will do something, it turns around and undoes it. Nobody better try to tell me that this is not significant, it is. What is incomprehensible once again is that this was passed by the committee.\n\nClearly it was not done to get the Bloc Quebecois to give the bill more support. We do not deny that, in some respects, the government tried to make improvements, but as concerns the health of pregnant or nursing women, the bill is far from what it ought to be.\n\nThis explains why, later on, we will introduce an amendment to enable working women in Quebec and the other provinces, at least, if they have better provisions, to benefit from Quebec's legislation and that of the other provinces, if they are better.\n\nUnder these conditions, the Bloc Quebecois is fiercely opposed to the bill. Women workers have long been waging these battles. It is unacceptable that women are not on an equal footing in a province like Quebec. Within a single establishment, women, because they are pregnant or nursing, have a plan that protects them, that protects the fetus or the child, and in other instances, there is no such plan. This is unacceptable.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:10:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2135/5/", 
            "text": "Madam Speaker, I rise on a point of order. There have been negotiations and I think you would find unanimous consent to have Motion No. 2, which is currently in my name, stand in the name of Mrs. Lalonde.\n\nI seek the unanimous consent of the House to have Motion No. 2, which I moved, now stand in the name of the hon. member for Mercier.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:20:00", 
            "attribution": "Mr. Paul Crête", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/6/", 
            "text": "Does the hon. member have the unanimous consent of the House to proceed in such a fashion?", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/7/", 
            "text": "Agreed.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2135/8/", 
            "text": "Madam Speaker, in conclusion, I repeat that it makes no sense that pregnant or nursing employees do not have adequate protection and that, within one province, they do not enjoy the same protection under the federal and provincial labour relations legislation.\n\nThis is unacceptable and a disgrace. It is ridiculous that a country such as Canada, which boasts that it is a leader, does not protect pregnant and nursing workers. I cannot understand how the minister, with all her empathy, has not sorted this out, because it leaves a gaping hole in this legislation.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:20:00", 
            "attribution": "Mrs. Francine Lalonde", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2135/9/", 
            "text": "Madam Speaker, I rise to speak to Bill C-12, a bill to amend part II of the Canada Labour Code. There are three parts to the Canada Labour Code and this bill deals only with part II. This part is the only part of the bill that covers the federal public service. Interestingly enough, House of Commons employees are not covered as are other members of the federal public service. That is something that has caused some concern and some comment.\n\nPart II of the Canada Labour Code has not been significantly updated for 15 years. Even this update has a rather chequered past. It was first introduced just a few days before the last election writ was dropped, and of course died on the order paper when the House prorogued for the election.\n\nIt took the government another two years after the last election to reintroduce these changes to the Canada Labour Code, which has not been updated for 15 years. There seems to be a little foot-dragging on the part of the government in dealing with this issue.\n\nOne of the positive things about this bill is that there have been lengthy consultations between both employer groups and employee associations. The groups have reached a consensus on the kinds of changes they want to see in part II of the Canada Labour Code. They would like to see these changes brought in before the next election, which the Prime Minister is threatening to call very soon. Therefore, we are hopeful that these changes will pass through the process before the next election so that the next government will not have to start all over again.\n\nThe Canadian Alliance supports the amendments in Bill C-12. Amendments to the bill were brought forward by the standing committee. One of the concerns that has not been resolved between government and the stakeholders is the matter of the appeals process. The stakeholders, management groups and employee groups, agreed that there should be a two stage appeal process. Currently, if a safety officer issues a directive, then that directive can be appealed to a regional safety officer and, if there is concern about the decision in that appeal, a further review by the Canada Industrial Relations Board is possible.\n\nBill C-12 would change the regional safety officer to an appeals officer. This person would be appointed by the minister and would be given quasi-judicial powers. A decision rendered by an appeals officer would be final.\n\nThere is real concern that the one stage quasi-judicial process would not be sufficient to protect the rights and the democratic protections that workers should have. There is a proposal that recourse should be given from a ruling by an appeals officer to the Public Service Staff Relations Board.\n\nWe would support such an amendment. We believe, in fairness, that there should be a two stage appeal process. It is interesting that in almost all of its operations the government supports multi-levels of appeal, particularly, for example, in the immigration department. In fact there have been criticisms that there are too many stages of appeal in some government departments. However, in this case the government seems to be wanting to limit the ability of employers and employees to make sure there is a very clear and well considered final result.\n\nThe Canadian Alliance agrees with the whole philosophy behind Bill C-12; that is, that health and safety in the workplace is the responsibility of every person at the work site. This is an important issue to be addressed. It is important issue to have updated regulations. Between 30 and 40 workers in federally regulated workplaces die every year on the job, and another 60,000 suffer occupational injuries or illness.\n\nThis is a very important matter of concern for Canadians. Occupational injuries and illness not only cost the people and families involved, as well as the employers, they also cost the Canadian economy almost $5 billion a year. Most of us would agree that an extra $5 billion of productivity could be very well spent on things like health care, education and other services for Canadians.\n\nIt is clear that government legislation and regulations alone cannot promote a healthy workplace or prevent accidents. In any workplace, if accidents are to be prevented, everyone must be involved.\n\nI refer the House to a report released in November, which was prepared by the British Columbia Workers' Compensation Board. British Columbia has very stringent health and safety laws. Unfortunately, the November report showed that these stringent laws were doing little to curb workplace fatalities. It is very clear that a bill such as Bill C-12, which involves everyone, both employers and employees, in making sure that our workplaces in Canada are safe and secure to protect the well-being of workers, is very important.\n\nI urge the House to support Bill C-12. I urge the House to support the appeal proposal and I urge the government to ensure that the bill is passed and receives royal assent before the next election.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:20:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Marlene Catterall", 
                "url": "/politicians/3465/", 
                "member_id": 2611, 
                "party": "Liberal", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 3465
            }, 
            "url": "/hansards/2135/10/", 
            "text": "Madam Speaker, I rise on a point of order. Discussions have taken place between the parties and the member for Esquimalt—Juan de Fuca concerning the taking of the division on Motion No. 30, scheduled at the conclusion of Private Members' Business today, and I believe you would find consent for the following motion:\n\nThat at the conclusion of today's debate on Motion M-30 all questions necessary to dispose of the said motion be deemed put, a recorded division deemed requested and deferred until Tuesday, May 30, 2000, at the expiry of the time provided for Government Orders.", 
            "topic": "Business Of The House", 
            "time": "2000-05-19 10:30:00", 
            "attribution": "Ms. Marlene Catterall (Ottawa West—Nepean, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/11/", 
            "text": "Is there unanimous consent in the House to proceed in the fashion described by the hon. deputy whip of the government?", 
            "topic": "Business Of The House", 
            "time": "2000-05-19 10:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/12/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Business Of The House", 
            "time": "2000-05-19 10:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2135/13/", 
            "text": "The House resumed consideration of Bill C-12, an act to amend the Canada Labour Code (Part II) in respect of occupational health and safety, to make technical amendments to the Canada Labour Code (Part I) and to make consequential amendments to other acts, as reported (with amendment) from the committee.", 
            "topic": "", 
            "time": "2000-05-19 10:30:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2135/14/", 
            "text": "Madam Speaker, the first amendment we are dealing with today seeks to reverse an amendment that was passed at the committee stage, moved by a member of the Bloc Quebecois, that would amend the definition of danger to make reference to pregnant and nursing mothers.\n\nI want to say by way of opening that the NDP finds no fault whatsoever and agrees to a large degree with many of the points made by the recent speaker from the Bloc Quebec. One of the most compelling representations made to the standing committee dealing with Bill C-12 was one put forward by Professor Katherine Lippel from the University of Quebec at Montreal.\n\nThe NDP caucus certainly concurs with many of the things she pointed out about the importance of taking extra measures and extra steps in the workplace to protect the special interests of pregnant and nursing mothers. I am glad to point out that the hon. Parliamentary Secretary to the Minister of Labour in her recent address to the House also seems to agree these are valid issues that need to be dealt with in the Canada Labour Code at some point.\n\nIn order to protect the health of pregnant workers, their unborn children or children who are nursing, our party believes that it is necessary for workers to have the right to be reassigned to tasks that do not present a danger to their health or the health of the unborn child or the nursing child.\n\nIf the reassignment of these workers to other less hazardous work is not feasible, the workers should be allowed to withdraw from work and be compensated thoroughly or without any loss. Workers should be made whole and should be able to feel free to leave the workplace without jeopardizing either their income, opportunity or ability to re-enter the workforce after the nursing period or the pregnancy is over at the same stage as they left.\n\nIf we were serious about putting a true right to protective reassignment in place to protect the unborn child or the nursing child, it is important that it permits the withdrawal of work without penalty. That is a key point which I believe the member from the Bloc made. I believe the member was motivated to make that point because the law in Quebec provides for that. In that regard the law in Quebec is far more favourable to pregnant and nursing mothers than the Canada Labour Code.\n\nI wanted to preface my remarks by saying how wholeheartedly we agree with the concept and how we look forward to the day when the Canada Labour Code is amended to accommodate pregnant and nursing mothers in that fashion. I also want to point out that Bill C-12 is the product of exhaustive consultations between labour and management over the past seven years across Canada.\n\nThe experts in the field, the actual stakeholders and practitioners in industrial relations in the federal jurisdiction, have viewed every clause and every aspect of the bill. They did not seek to amend the definition of danger when the recommendations were finally put forward to government and when government finally tabled Bill C-12. Even at every stage of Bill C-12 to this point, neither the labour community nor the management community in the federal sector has felt it necessary to amend the definition of danger as it stands in the act.\n\nThe NDP is of the view that Bill C-12 has much merit and is eagerly anticipated by those who practise in the federal jurisdiction. It has such a possibility of protecting the health and safety of workers in the workplace that we are very reluctant to enter into any kind of amendments at this stage that may delay the speedy passage of Bill C-12.\n\nThe best thing that could possibly happen is that Bill C-12 gets through report stage, gets into third reading, and gets passed through the Senate prior to the end of this session of the House. If it is left over to the fall, we are fearful that it may jeopardize the progress that has been made through the process of consultation, negotiation and now debate in the House of Commons.\n\nI liken it to a lengthy and exhaustive round of collective bargaining. Seven years ago labour and management sat down at the table to start to review part II of the Canada Labour Code. Both parties came to the table with a number of issues they wanted dealt with. They exhaustively went through clause by clause every aspect of part II of the Canada Labour Code.\n\nBoth sides showed real generosity and a spirit of compromise to make it work. Everyone had to compromise their positions and temper their demands with reason so they could put together a package that would be palatable, would serve the needs of their industrial sector, and ultimately protect the rights of workers.\n\nBill C-12 achieves that in most regards. One of the gains we look forward to in Bill C-12 is the strengthening of the rights of workplace safety and health committees so that they might better oversee the conditions in the workplace to make sure that they do not present any danger to workers.\n\nIt allows for regulations that every employer has to establish and monitor a prevention program for the workplace. These are big moves to anyone who actually knows the realities of this industrial sector of federal jurisdiction. To actually have agreed on issues like that one shows huge movement and great progress.\n\nWhereas we are sympathetic to the issue raised by the member from the Bloc at committee, we believe the Canada Labour Code should deal with the rights of pregnant and nursing mothers, but not in part II. Frankly part III of the Canada Labour Code is the area which deals with the reassignment of pregnant or nursing mothers if they feel there is some risk to their health in the workplace.\n\nI should point out that part III is currently being reviewed and amended by the same exhaustive process which we dealt with in part II. We are satisfied the experts in the field, the true practitioners in the field, will be seized of the issue and will make recommendations to amend part III to give satisfaction to those who are concerned about the issue and to those who believe, as we do, that the current code does not go far enough to look after the special interests of that group of workers.\n\nWe also believe that it would be wrong at this point to change the definition of danger in part II of the code to specifically point out any group of workers. The definition of danger should be a general clause that deals with all workers in the jurisdiction. It should not point out any particular occupation, trade, gender or age group.\n\nTo be truly legally effective, the definition of danger has to be a very general term that will stand up to any challenge from any sector. We believe it was a mistake, although a well meaning mistake, at the committee to seek to amend the definition of danger to specifically refer to any type of worker.\n\nThe last and final point is that the only reason we find it necessary to oppose the amendment passed at committee and therefore vote in favour of the amendment we currently have in front of us is the very real fear that if this were subject to review, challenges or exhaustive interpretations by the judicial department, or even if it ran into problems at the Senate because it may add some unnecessary complications to the definition of danger, we may run the risk of delaying the whole bill and losing the opportunity to pass it in this session of the House.\n\nFor that reason I urge all members to vote in favour of the motion we have in front of us, which would reverse the vote made at committee to include pregnant and nursing mothers in the definition of danger in clause 2 of part II of the Canada Labour Code.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:30:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Norman E. Doyle", 
                "url": "/politicians/4342/", 
                "member_id": 2536, 
                "party": "Progressive Conservative", 
                "riding": "St. John's East (Newfoundland & Labrador)", 
                "id": 4342
            }, 
            "url": "/hansards/2135/15/", 
            "text": "Madam Speaker, I have followed the debate on Bill C-12 so far and we in the PC Party as well recommend speedy approval of it. It seems that it has the general approval of both labour and management.\n\nWe support it fully because key in the bill is an expanded role for health and safety committees in the workplace that envisions identifying and dealing with hazards, potential hazards and related refusals to work quickly and efficiently in the workplace. Now we have an amendment that addresses in a very real way the dangers to pregnant and nursing mothers.\n\nThe bill claims to seek a better balance between the role of government employers and employees in dealing with such workplace incidents, with more emphasis on establishing rules and procedures to deal with these matters at the local level. I consider that to be very good indeed.\n\nThe bill has come about as a result of consultation among government, business and labour in an effort to modernize our health and safety legislation which last underwent a major overhaul probably back in 1985. The bill has significant support among the various groups of people involved in it. I understand that labour has been consulted widely on the bill and that it has significant support from management as well. In general, as I said a moment ago, we support it.\n\nIt is probably incumbent on us to raise a few questions now that we have the ear of the minister who is here today. No piece of legislation is every perfect. No piece of legislation is ever complete. The legislative process is a living one. Those of us familiar with it are used to acts of parliament being subject to ongoing changes as time goes by.\n\nBill C-12 introduces a new concept in the health and safety arena called ergonomics. Subsection 125.1 states that employers shall ensure that the machinery, equipment and tools used by employees in the course of their employment meet prescribed health, safety and ergonomic standards.\n\nThat sounds very good but it is a bit vague on detail. To the lay person ergonomics is a strange and very sophisticated sounding word. It is the art or the science of designing or changing the workplace to minimize the risk of injury to an employee in the course of his or her normal duties. It is based, I would assume, on the old adage we have heard time and time again that an ounce of prevention is worth a pound a cure.\n\nIt is interesting to note that the U.S. department of labour announced a major ergonomics initiative designed to prevent an estimated 300,000 workplace injuries, saving $9 billion in the American economy. An American press release showed that the U.S. federal government is very advanced in that area with a detailed description of the roles and responsibilities of labour and management in meeting these new ergonomic standards.\n\nPerhaps the minister might give us a some information on that, and expand on it as well.\n\nAnother area of workplace safety not covered in the bill is the notion of the psychological protection of the worker in the workplace; the right to work in an environment free of harassment and various other types of discrimination. Such matters can cause grief in the workplace just as easily as a physical injury or threat of a physical injury can.\n\nWhile there are protections against a worker being unfairly disciplined for reporting a potential workplace hazard, there appears to be no provision in the bill to provide for a positive psychological work environment.\n\nSubsection 122(1) of the bill defines health as:\n\n—the absence of physical disease or infirmity or mental illness arising out of, linked with or occurring in the course of employment...\n\nIt specifically points out that it does not include the effect of ordinary workplace stress.\n\nIn the modern world stress is often the cause of much grief in the workplace, especially if the stress, be it physical or psychological, is repetitive in nature. Indeed, repetitive physical stress is one of the main reasons we promote the sound ergonomic practices that I mentioned earlier. Perhaps the minister could address that issue later. I would have thought the avoidance or prevention of stress would have been a major goal in any occupational health and safety initiative.\n\nWe have introduced two amendments today. The amendment introduced by the minister clarifies the meaning of what a dangerous condition in the workplace involves and addresses risk related incidents in the workplace. We fully support the amendment because it expands upon the definition of danger to give reference to pregnant and nursing mothers.\n\nThis is generally a very good bill. It has the general support of both labour and management. From briefings I have had from the minister's office, I believe labour and management have been consulted widely on this. We recommend speedy passage of the bill and hopefully it will be passed before we rise.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:40:00", 
            "attribution": "Mr. Norman Doyle (St. John's East, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Gilles-A. Perron", 
                "url": "/politicians/226/", 
                "member_id": 2717, 
                "party": "Bloc", 
                "riding": "Saint-Eustache—Sainte-Thérèse (Québec)", 
                "id": 226
            }, 
            "url": "/hansards/2135/16/", 
            "text": "Madam Speaker, I hope that you are listening carefully, along with the minister and all the women in the House, because it is to the ladies that I am speaking. The gentlemen may leave because I am addressing the ladies.\n\nThe fact that the party across the way wants to withdraw the Bloc Quebecois' amendment is quite simply disgraceful and unacceptable for women. Over 50% of women and mothers work. Of these, over 50% are pregnant or nursing their newborns.\n\nThe Bloc Quebecois member's amendment, which was passed in committee and approved by the member for Abitibi—Baie-James—Nunavik, has been withdrawn. The result will be two classes of women in Canada—those covered by Quebec's labour legislation and those covered by the Canada Labour Code.\n\nWhat do the women who are covered by the Quebec legislation get? What does the Quebec legislation provide for women who get pregnant while working in Quebec? As soon as they get pregnant, and upon receiving a note from their doctor, the employer must, if these women work in an unsafe environment, relocate them to a workplace that is safe for their health and that of the foetus.\n\nThis is important. It means that we take care of a pregnant woman and her foetus. Companies are required to relocate the new mother to a workplace that is safe and that will not compromise her health and that of the foetus. What happens if the company cannot relocate the expectant mother? She is told to go home and look after her pregnancy, her foetus and her health. A mother is important and so is a newborn. “You take care of yourself. Moreover, during your whole pregnancy and after, we will pay you 90% of your net salary”. In Quebec, we encourage working mothers to have children.\n\nWhat does the Canadian legislation provide for women in the rest of Canada and Quebec women who are governed by it? It says “Listen, you are pregnant. That is great. If you cannot work, go home. We will give you about 50% of your salary”. However, it is not all women who can benefit from that treatment. Only those who have worked over 700 hours qualify under the Canadian legislation. This is a terrible shame.\n\nI would like to have the attention of the minister, because the women in the Liberal Party should fight to get the Bloc Quebecois' amendment passed. Without this amendment, we end up back with the two tiered system. There is the Quebec legislation that may not be perfect but that leans toward perfection and the Canadian legislation that pushes women and mothers backwards. This is unacceptable to me, a man. How can you, Madam Speaker, and the women members sitting here, find this acceptable? It is, quite simply, unacceptable. The members should think twice about it. Their solidarity is necessary. I ask all women members to join with us and vote in favour of the amendment by the Bloc Quebecois on behalf of all their Canadian and Quebec sisters who work and who are mothers or future mothers.\n\nIn closing, we must not forget that this concerns some 50% of the Canadian population. According to Statistics Canada, some 50% of women are in the labour force. If Liberal members have something to say to their caucus, to Cabinet or to the minister, who appears to be a good grandmother and mother, but seems more interested in chatting than in listening to the important things I have to say, they should say it.\n\nI ask that the minister use her influence to get the Bloc Quebecois amendment passed.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:45:00", 
            "attribution": "Mr. Gilles-A. Perron (Rivière-des-Mille-Îles, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2135/17/", 
            "text": "Is the House ready for the question?", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/18/", 
            "text": "Question.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2135/19/", 
            "text": "The question is on the Motion No. 1. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/20/", 
            "text": "Agreed.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/21/", 
            "text": "No.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2135/22/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/23/", 
            "text": "Yea.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2135/24/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/25/", 
            "text": "Nay.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2135/26/", 
            "text": "In my opinion the yeas have it.\n\nAnd more than five members having risen:", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2135/27/", 
            "text": "The recorded division on Motion No. 1 stands deferred.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Carolyn Bennett", 
                "url": "/politicians/carolyn-bennett/", 
                "member_id": 2631, 
                "party": "Liberal", 
                "riding": "St. Paul's (Ontario)", 
                "id": 24
            }, 
            "url": "/hansards/2135/28/", 
            "text": "Mr. Speaker, I am pleased to inform the members of the House and all Canadians that the month of May is Allergy-Asthma Awareness Month. More than six million Canadians suffer from allergies and asthma, and this number is increasing daily. In many cases, this condition can be life-threatening. In 1978, 2.5% of Canadian children had asthma. This year it is at 12%.\n\nAllergies and asthma are the number one reason for visits to the emergency rooms. They are the number one reason why students miss school. They are the number three reason why people miss work. Allergies and asthma contribute enormously to productivity problems and health care costs.\n\nThrough education, training and research, the Allergy-Asthma Information Association and its partner organizations, the Asthma Society of Canada and the Canadian Allergy, Asthma and Immunology Foundation, help Canadians in coping with these health issues.\n\nPlease join me in wishing the Allergy-Asthma Awareness Information Association a successful Allergy-Asthma Awareness Month.", 
            "topic": "Allergy-Asthma Awareness Month", 
            "time": "2000-05-19 10:55:00", 
            "attribution": "Ms. Carolyn Bennett (St. Paul's, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bill Gilmour", 
                "url": "/politicians/5526/", 
                "member_id": 2483, 
                "party": "Reform", 
                "riding": "Nanaimo—Alberni (B.C.)", 
                "id": 5526
            }, 
            "url": "/hansards/2135/29/", 
            "text": "Mr. Speaker, criminals should not be allowed to profit from their crimes, especially convicted killers. Yet in Canada not only does the government allow convicted killers to profit from their crimes, it pays them at the expense of the victims and victims' families.\n\nIf a husband, wife or common law partner is convicted of murdering his or her spouse they can still claim their victims' benefits. Convicted murderers can draw Canada pension plan benefits from their victims while enjoying the comfort of their prison cell. This is unacceptable.\n\nTo right this wrong, I will be addressing this issue when I table a private member's bill in the House. My bill will amend the Canada pension plan to exclude convicted murderers from collecting benefits from their victims.\n\nIn summary, killers in Canada must not be allowed to profit from their crimes.", 
            "topic": "Justice", 
            "time": "2000-05-19 10:55:00", 
            "attribution": "Mr. Bill Gilmour (Nanaimo—Alberni, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Mark Assad", 
                "url": "/politicians/5024/", 
                "member_id": 2680, 
                "party": "Liberal", 
                "riding": "Gatineau (Québec)", 
                "id": 5024
            }, 
            "url": "/hansards/2135/30/", 
            "text": "Mr. Speaker, yesterday during statements I did not have enough time to finish what I had started concerning the Prime Minister's visit to countries in the Middle East. The Dean of the Diplomatic Corps, the ambassador from Lebanon, who wrote to the other ambassadors, stated that the Prime Minister's visit was extremely beneficial for not only the co-ordination, but for the business community, which we will be hearing from very shortly.\n\nIn conclusion, the ambassador mentioned that this visit had laid the foundation for even stronger binds of co-operation with countries in the Middle East and understanding between Canada and the countries of the region.\n\nThe letter was signed by the Ambassador of Lebanon, Dr. Assem Jaber.", 
            "topic": "Prime Minister", 
            "time": "2000-05-19 10:55:00", 
            "attribution": "Mr. Mark Assad (Gatineau, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Paddy Torsney", 
                "url": "/politicians/1010/", 
                "member_id": 3158, 
                "party": "Liberal", 
                "riding": "Burlington (Ontario)", 
                "id": 1010
            }, 
            "url": "/hansards/2135/31/", 
            "text": "Mr. Speaker, last week it was an honour for me to attend a wonderful celebration of excellent Canadian teachers.\n\nGary DaCosta, technology department head at Burlington's Lester B. Pearson High School, was among the teachers presented with a Prime Minister's award for teaching excellence.\n\nOn a daily basis Mr. DaCosta gives his students real life employment skills and inspires them to work hard and have fun. His philosophy of respecting students and treating them as mature individuals is working. His students have won awards and found fulfilling careers. Interestingly, 50% of his technology students are young women.\n\nMr. DaCosta coaches school sports and is involved in school activities. He was the driving force behind the new safety policy in every auto shop in the Halton district school board.\n\nI know all hon. members join Mr. DaCosta's very proud family in congratulating talented Canadian teachers, teachers like Gary DaCosta.", 
            "topic": "Gary Dacosta", 
            "time": "2000-05-19 10:55:00", 
            "attribution": "Ms. Paddy Torsney (Burlington, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Judi Longfield", 
                "url": "/politicians/2599/", 
                "member_id": 2646, 
                "party": "Liberal", 
                "riding": "Whitby—Ajax (Ontario)", 
                "id": 2599
            }, 
            "url": "/hansards/2135/32/", 
            "text": "Mr. Speaker, earlier this month I had the privilege of travelling to Holland as part of the official delegation returning to mark the 55th anniversary of the liberation of Holland by Canadian armed forces. I cannot begin to describe the feeling of pride I felt as I was welcomed by a truly grateful nation.\n\nDutch citizens have not forgotten the role Canadians played in their liberation. Dutch citizens, including the very young, tend the graves of the thousands of Canadian soldiers and airmen who made the supreme sacrifice to ensure the freedom of fellow human beings. Dutch citizens will always remember.\n\nAs we prepare to return the unknown soldier to Canadian soil, I want to pay a very special tribute to the Department of Veterans Affairs, particularly the Commemorative Department, for its incredible dedication to the memory of our fallen forces in every corner of the world. Canada most definitely remembers.", 
            "topic": "Liberation Of Holland", 
            "time": "2000-05-19 11:00:00", 
            "attribution": "Mrs. Judi Longfield (Whitby—Ajax, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Rahim Jaffer", 
                "url": "/politicians/142/", 
                "member_id": 2461, 
                "party": "Reform", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 142
            }, 
            "url": "/hansards/2135/33/", 
            "text": "Mr. Speaker, medical researchers at the U of A are once again proving why Edmonton will go down in history as the city where medical researchers set the stage for a diabetes cure.\n\nThis week Dr. Lorne Tyrell, Dean of Medicine, announced that his research team in co-operation with the Alberta Foundation for Diabetes has developed a technique that will potentially cure type 1 or insulin dependent diabetes.\n\nThe team injected insulin-producing cells from donor pancreases into eight patients and put them on a new low dose immune suppressing drug. Before this transplant therapy, these patients needed up to 15 injections a day and lived under the constant threat of blackouts. Now on average they have not needed insulin injections for 11 months.\n\nThis breakthrough comes 77 years after U of A biochemist James Collip teamed up with Frederick Banting to develop insulin. Congratulations to the entire team for what is truly a milestone in the history of diabetes research.", 
            "topic": "Diabetes", 
            "time": "2000-05-19 11:00:00", 
            "attribution": "Mr. Rahim Jaffer (Edmonton—Strathcona, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Nancy Karetak-Lindell", 
                "url": "/politicians/149/", 
                "member_id": 2538, 
                "party": "Liberal", 
                "riding": "Nunavut (Nunavut)", 
                "id": 149
            }, 
            "url": "/hansards/2135/34/", 
            "text": "Mr. Speaker, I am pleased to inform the House and all Canadians that May is Speech and Hearing Awareness Month across Canada. This is an opportunity to promote public understanding and to educate Canadians about the challenges faced by deaf, deafened and hard of hearing people.\n\nIn this era of advanced technology, we recognize the importance of being aware of and improving the situation for those who face hearing related communication barriers. Speech and Hearing Awareness Month is recognized by volunteers of professional organizations across Canada. They provide ongoing services to hearing impaired persons and are planning special activities for the month of May.\n\nAs someone hard of hearing and who deals with this on a daily basis, I ask all hon. members to please join me in congratulating the many organizations and volunteers who through their various programs continue to improve the quality of life for deaf, deafened and hard of hearing Canadians.", 
            "topic": "Speech And Hearing Awareness Month", 
            "time": "2000-05-19 11:00:00", 
            "attribution": "Mrs. Nancy Karetak-Lindell (Nunavut, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "René Laurin", 
                "url": "/politicians/6354/", 
                "member_id": 3279, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 6354
            }, 
            "url": "/hansards/2135/35/", 
            "text": "Mr. Speaker, twenty years ago tomorrow, 40% of Quebecers said yes to the sovereignist approach. In 1995, the figure was close to half. Next time, it will be a majority.\n\nIn the immediate aftermath of the May 20, 1980 referendum, Premier René Lévesque described recognition of the right to self-determination as the most valuable outcome of this Quebec referendum.\n\nUnfortunately, the Canadian government, with its Bill C-20, is again challenging this precious right of Quebecers to decide their future freely and democratically.\n\nOn the evening of May 20, 1980, René Lévesque told the people of Quebec “If I understand you correctly, you are telling us: wait until next time”. He was convinced that it was just a temporary postponement.\n\nThe next time is coming up soon. The next time will be the right one. The next time, Quebec will become a country.", 
            "topic": "May 20, 1980 Referendum", 
            "time": "2000-05-19 11:00:00", 
            "attribution": "Mr. René Laurin (Joliette, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Bryden", 
                "url": "/politicians/4405/", 
                "member_id": 2645, 
                "party": "Liberal", 
                "riding": "Wentworth—Burlington (Ontario)", 
                "id": 4405
            }, 
            "url": "/hansards/2135/36/", 
            "text": "Mr. Speaker, on May 5 on the 55th anniversary of the end of the fighting in Europe, an unusual ceremony took place at Canadian Forces Base Suffield in Alberta. It was to honour the nearly 2,000 Canadian soldiers who volunteered during the second world war to take part as human guinea pigs in trials with mustard gas.\n\nDuring the war the allies were convinced that Germany would soon resort to chemical weapons of which mustard gas was the most fearsome of all. It does not kill; it incapacitates by inflicting huge blisters on the skin, on the soft parts of the body, in the joints and groin areas and around the eyes.\n\nIn order quickly to develop medical and technical countermeasures, Canada opened a weapons proving ground at Suffield where these very same injuries were inflicted on our own soldiers in simulated battle conditions. They suffered in body and sometimes in mind that their comrades in arms would be spared the horrors of chemical warfare. Their story remained unknown for nearly half a century. Now it is known and at last their country has thanked them.", 
            "topic": "Cfb Suffield", 
            "time": "2000-05-19 11:00:00", 
            "attribution": "Mr. John Bryden (Wentworth—Burlington, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2135/37/", 
            "text": "Mr. Speaker, each day I receive news releases from the Surrey RCMP detachment. I would like to read part of one such release dated March 23, 2000 into the record to illustrate why our police are frustrated.\n\nThe release is titled “Surrey RCMP's Auto Theft Division Picks Up Vehicle Thief Again”. It goes on to say:\n\nHe has an extensive record for stealing trucks. He is prohibited from driving. He is currently on probation for fraud and possession of stolen property. He is out on conditional sentences for theft, possession of stolen property, and prohibited driving. He is currently charged with possession of two stolen vehicles. He is currently under investigation for other vehicle thefts. He will be making an appearance in Surrey Provincial Court today where police hope he will be held in custody.\n\nIs it any wonder that our police at times just want to throw their arms in the air and say why bother?", 
            "topic": "Police Frustration", 
            "time": "2000-05-19 11:05:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Karen Kraft Sloan", 
                "url": "/politicians/4887/", 
                "member_id": 2651, 
                "party": "Liberal", 
                "riding": "York North (Ontario)", 
                "id": 4887
            }, 
            "url": "/hansards/2135/38/", 
            "text": "Mr. Speaker, earlier this week leading scientists and medical experts from across Canada came to Ottawa to talk with parliamentarians about water pollution and its connection to human health. It is very clear from their discussions that there are a number of gaps in federal water quality policy.\n\nA series of recommendations will result from this meeting. Many participants said that while there is good enabling legislation available, governments need to do much more to use and enforce this legislation. As well, a great deal of concern was raised about the erosion of the federal government's science capacity, about the need for stronger, better funded science in the public interest. We also heard about the need to perform ongoing monitoring.\n\nI am sure all parliamentarians will look forward to the forthcoming recommendations from EcoSummit 2000.", 
            "topic": "Water Quality", 
            "time": "2000-05-19 11:05:00", 
            "attribution": "Mrs. Karen Kraft Sloan (York North, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Wendy Lill", 
                "url": "/politicians/4361/", 
                "member_id": 2542, 
                "party": "NDP", 
                "riding": "Dartmouth (Nova Scotia)", 
                "id": 4361
            }, 
            "url": "/hansards/2135/39/", 
            "text": "Mr. Speaker, this week CBC's president admitted that the mother corp cannot keep local news on the air due to 16 years of government cuts. He finally admitted that it has been made very clear to him on several occasions that the CBC is not a priority of the government. His plan will eliminate 17 CBC local news shows in favour of a Toronto based supper hour show with five inserts, one per time zone.\n\nOur most important cultural institution is redefining Canada as a country without communities but instead time zones. This homogenized confederation does not reflect the Canada I know.\n\nThe Prime Minister says it is okay, that $1 billion of stable funding goes into the CBC every year. If only it were true. Sadly, the CBC has not seen that kind of money for over five years. The Prime Minister's figure is over $200 million too high. This may seem like a small chunk of change to the PM but it is a serious amount of money to the number crunchers at the CBC.\n\nI urge the Prime Minister to put his money where his mouth is and actually give the CBC the—", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-19 11:05:00", 
            "attribution": "Ms. Wendy Lill (Dartmouth, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2135/40/", 
            "text": "The hon. member for Fredericton.", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-19 11:05:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Andy Scott", 
                "url": "/politicians/259/", 
                "member_id": 2524, 
                "party": "Liberal", 
                "riding": "Fredericton (New Brunswick)", 
                "id": 259
            }, 
            "url": "/hansards/2135/41/", 
            "text": "Mr. Speaker, I rise today to take the opportunity to commend the Department of Human Resources Development for its rapid and thorough response to the highly publicized administrative audit.\n\nYesterday the HRD minister provided an update to the HRDC committee on her department's six point plan to respond to the audit's findings. Again I commend the minister and her senior managers for the determination and integrity demonstrated in the face of a very difficult and largely political last few months.\n\nBut I save my most heartfelt commendation for the thousands of HRDC employees, already overburdened as a result of staff reductions who are working nights, days and weekends under terrible conditions because they believe in the department's programs and their responsibility to Canadian taxpayers.\n\nTo all our loyal HRDC public servants, my thanks and my commitment to continue to seek secure, tangible recognition for the wonderful work they do.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:05:00", 
            "attribution": "Hon. Andy Scott (Fredericton, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2135/42/", 
            "text": "Mr. Speaker, 50 years ago, the French Minister of Foreign Affairs gave a speech that is considered to have marked the birth of modern Europe. On that day, Robert Schuman proposed the creation of the European Coal and Steel Community, which has since become the European Union.\n\nIn order to make war in Europe impossible and futile, Robert Schuman believed in the pooling of certain resources of the member states, and affirmed the principle of equality of states, in order to avoid domination of the smaller states by larger ones.\n\nSeventeen years later, René Lévesque said:\n\nWe believe it is possible to avoid this shared impasse by adapting the two major trends which dominate our era: that of the freedom of peoples and that of freely negotiated political and economic coalitions.\n\nThe project of sovereignty-partnership was thus born.\n\nEurope is still seeking to preserve that balance between the pooling of resources and the freedom of peoples to control their own development.\n\nWe wish modern Europe a happy birthday. Long may it continue to be an inspiration to us.", 
            "topic": "Modern Europe", 
            "time": "2000-05-19 11:10:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2135/43/", 
            "text": "Mr. Speaker, it is with great pleasure that I rise to pay tribute to a very special teacher, Mona MacDonald.\n\nI was pleased to attend the prestigious Awards for Teaching Excellence reception on May 10, 2000. Mona MacDonald, a teacher from West Pictou Consolidated School, was one of 16 of approximately 240,000 teachers in Canada to be awarded the Certificate of Excellence from the Prime Minister.\n\nMs. MacDonald has been credited with the establishment of a learning centre to provide remedial help for students. Each year she works with approximately 40 students from primary to grade eight. Many of these students increase their skill levels to a point where remedial help is no longer necessary.\n\nMs. MacDonald's philosophy capitalizes on the triple A of success: attitude, advocacy and assistive technology, to help both gifted as well as those with learning disabilities. She is progressive in her thinking and a firm believer that technology is an important teaching tool in today's classroom which she calls the comfort zone. Her innovative methods have garnered her rave reviews from parents and peers alike. She is a devoted teacher who benefits many with her support and encouragement in technology.\n\nI wish to thank Mona MacDonald for her dedication to education and contribution to our future, our youth. Her commitment to excellence is inspiring.", 
            "topic": "Mona Macdonald", 
            "time": "2000-05-19 11:10:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Eugène Bellemare", 
                "url": "/politicians/4697/", 
                "member_id": 3160, 
                "party": "Liberal", 
                "riding": "Carleton—Gloucester (Ontario)", 
                "id": 4697
            }, 
            "url": "/hansards/2135/44/", 
            "text": "Mr. Speaker, the Liberal government has introduced its endangered species bill, a bill that is important to the protection of our environment. Canada has a rich heritage of climate and scenery and it is important that it be protected.\n\nThis is what the government is working towards by seeking to have this bill passed. We feel that protection of endangered species concerns all levels of government. The Government of Canada is meeting its commitments. It is implementing a balanced policy to save our fauna and flora.\n\nThis bill would require that strategies be defined to identify each endangered specie. This is another example of the government's interest in protecting and promoting our environment, a heritage that we all wish to preserve and pass on to our children.", 
            "topic": "Environmental Protection", 
            "time": "2000-05-19 11:10:00", 
            "attribution": "Mr. Eugène Bellemare (Carleton—Gloucester, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2135/45/", 
            "text": "Mr. Speaker, for years the legislative provincial ombudsmen and others have been urging the federal government to establish a federal ombudsman's office accountable to parliament.\n\nSuch a parliamentary ombudsman would have the legislative mandate to investigate matters of administration by all federal departments as well as agencies or bodies directly or indirectly accountable to the federal crown for the proper performance of their function.\n\nThe federal government has resisted this concept and has supported appointing executive ombudsmen or ombudsman-like offices in various areas: corrections, banking, official languages, RCMP, the military, the airline industries, and now it is looking at an ombudsman for the Export Development Corporation.\n\nWhile these ombudspeople may do good work, they are not accountable to parliament but in many cases are accountable to the executive branch of government or corporate heads.\n\nThere would be immense value gained by having a federal ombudsman system accountable to parliament. I am urging this government to establish such an office and to integrate these existing ombudsman offices into that system so that there will be a complete, fully mandated, accountable parliamentary ombudsman system to address the many complaints involving federal government administration.", 
            "topic": "Parliamentary Ombudsman", 
            "time": "2000-05-19 11:10:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gary Lunn", 
                "url": "/politicians/gary-lunn/", 
                "member_id": 2493, 
                "party": "Reform", 
                "riding": "Saanich—Gulf Islands (B.C.)", 
                "id": 174
            }, 
            "url": "/hansards/2135/46/", 
            "text": "Mr. Speaker, I have grave concerns about the future of the Saanich Peninsula Hospital in my riding.\n\nOnce again we are facing further decreases in services provided in our local hospitals because of continuing funding cuts to health care by the government.\n\nLast month I spoke in the House about the planned closure of the level two intensive care unit for children in Victoria, one of only two facilities in British Columbia.\n\nNow we learn there are proposals to close acute care beds at the Saanich Peninsula Hospital. Why? Because of funding cuts.\n\nA letter I received stated:\n\nAs physicians at the Saanich Peninsula Hospital and members of the peninsula medical society we have concerns that the proposed changes will seriously affect the ability of the hospital to provide adequate acute care services to the community and in particular surgical services.\n\nWe are shutting down services for our children and, once again, for our seniors. The government continues to erode the health care system in the country. This is not acceptable.", 
            "topic": "Saanich Peninsula Hospital", 
            "time": "2000-05-19 11:10:00", 
            "attribution": "Mr. Gary Lunn (Saanich—Gulf Islands, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2135/47/", 
            "text": "Mr. Speaker, the privacy commissioner's report said this: “Successive privacy commissioners have assured Canadians that there was no single federal government file or profile about them. We were wrong”.\n\nThat is unbelievable. The privacy commissioner says that they were not properly informed by the government over the years. Why not?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2135/48/", 
            "text": "Mr. Speaker, what the privacy commissioner said was that he understands why the information is collected and that it is useful in the research of the government.\n\nWhat he said was that the information is encrypted and that it is secure. What he said was that he has some concerns for the future. We have concerns and that is why we want to work with him to ensure that the system that is secure today will be secure tomorrow.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:15:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2135/49/", 
            "text": "Mr. Speaker, it would seem that someone has been fooling somebody. She talks about encrypted and secure. I do not think any Canadian believes that.\n\nDuring the entire mandate of the government, privacy commissioners have been deceived. They just admitted in this report “We were wrong. We thought there was no single file”. They were told there was no single file. That simply is untrue. There really is a big brother database.\n\nWhy has the government been trying to hide the fact that this database exists?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2135/50/", 
            "text": "Mr. Speaker, the government has not been trying to hide anything about this database.\n\nI am advised that this database is described in the InfoSource website and in the department's own website. Information is out there about this, so my hon. friend should withdraw her unwarranted assertion. Most of her assertions are unwarranted, especially this one.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2135/51/", 
            "text": "Mr. Speaker, let me quote again from the HRD website about this big brother database. It says: “It may be provided to private sector firms for planning, statistics, research and evaluation”.\n\nObviously it is out there in the domain. The Deputy Prime Minister just bragged about it.\n\nWill the minister be giving private companies Canadians' confidential information? Or, might she sell it to the highest bidder?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:15:00", 
            "attribution": "Miss Deborah Grey (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2135/52/", 
            "text": "Mr. Speaker, the member is making an assertion that is totally wrong. I am advised that this information is never sold, and, secondly, that the information is encrypted and no specific information about individuals is given out.\n\nThe hon. member has just contradicted herself and swallowed herself whole. First she said that this longitudinal database was secret. When I pointed out that it is already public on websites made available to the public, she jumped up and said “Yes, that's right. It is on those websites”.\n\nWhy does she not admit that she does not know what she is talking about?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2135/53/", 
            "text": "Mr. Speaker, I guess the Deputy Prime Minister thinks it is all right for private business to have every detail of our personal lives.\n\nCanadians are outraged and alarmed to learn that the government has been keeping every detail of their lives on a computer disk, first because the government has been doing it by stealth, second, because the government has abused our trust too many times in the past, and third, because our personal lives are none of the government's business.\n\nWhy are the government and the minister so brazen to keep violating the privacy rights of Canadians?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:15:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2135/54/", 
            "text": "Mr. Speaker, the member has totally misstated what I said. I did not say it is all right for the government to give the private sector details about individual Canadians. I said just the opposite, and she should withdraw that inaccurate assertion.\n\nThey are the last ones who should make these assertions. Her party said that there should be a DNA database on every person stopped by the police. Is that respect for privacy? Is that respect for human rights? No.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2135/55/", 
            "text": "Mr. Speaker, it is a tried and true tactic of the Liberals to attack people who are trying to hold them to account.\n\nNot a single citizen gave permission to this minister and the government to record the details of their lives on a computer disk. Worse, it was not done in a transparent manner and it has been shared outside government with the private sector in a hush-hush manner. Nobody knew about this until the privacy commissioner came forward just this week.\n\nWhat does the government have to say to Canadians when it has abused their privacy and their trust one more time, too many times?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:20:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2135/56/", 
            "text": "Mr. Speaker, we do not abuse the privacy or the trust of Canadians. We do not intend to do that, and we have not been doing what the reform alliance would do. To quote the Reform justice critic, “Even those who are found not guilty or have the charges dropped should have their DNA recorded on file because police only arrest people for good reasons”. There are big brother and big sister, and that is not what Canadians want.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:20:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2135/57/", 
            "text": "Mr. Speaker, for months now, the Minister of Human Resources Development has been serving us up empty words, evasive answers, shaky proof, sham reports and mismanaged files. The minister has become a cover-up artist.\n\nWhen will the minister admit that the revelations about her department are creating a serious crisis of confidence with respect to this government from sea to sea to sea?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2135/58/", 
            "text": "Mr. Speaker, on the contrary, the department is working to provide information in a very transparent fashion. Let us look at what we have done.\n\nIn the context of our six point plan, we began by looking at 37 files, reviewing them in detail. We found overpayments. We went after and collected most of the money.\n\nWe then looked at the rest of the internal audit files. We looked at them in detail. We found some overpayments. We went out and collected most of the money.\n\nWe then looked at 17,000 active files in detail. We found some areas where money was owing. We collected the majority. Today, $6,500 is owing to the government.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Suzanne Tremblay", 
                "url": "/politicians/5192/", 
                "member_id": 2713, 
                "party": "Bloc", 
                "riding": "Rimouski—Mitis (Québec)", 
                "id": 5192
            }, 
            "url": "/hansards/2135/59/", 
            "text": "Mr. Speaker, the minister should know that we have long stopped believing in her figures.\n\nFirst she told us it was $251.54; she told us she had published 10,000 pages and that everything was going swimmingly in her department. She has come out with a sham report that leaves out the more than $2 million that are being investigated. The minister should know that we no longer trust her.\n\nWill the minister assure us that the RCMP will never get its hands on her famous files? She cannot even tell us that. Enough is enough.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:20:00", 
            "attribution": "Mrs. Suzanne Tremblay (Rimouski—Mitis, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2135/60/", 
            "text": "Mr. Speaker, I fear that the hon. member is trying to lump together some individual files that are being handled by the police. She is presuming the results. She is assuming that there is a direct connection with the department in all cases.\n\nWhat I want to ensure is that if these officials do come back and indicate that there is wrongdoing, then we will take swift action because we will not accept abuse of public funds.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2135/61/", 
            "text": "Mr. Speaker, I would appreciate getting a clear answer on the same topic.\n\nCan the minister guarantee that the Canadian Security Intelligence Service never had and never will have access to HRDC's megafile either?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:20:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2135/62/", 
            "text": "Mr. Speaker, CSIS and the RCMP do not have direct access to the longitudinal file. If they were to request information from that file they would have to have a court order.\n\nFinally, I would say that an examination has been done with the privacy commissioner, which found that there has never been disclosure for administrative or law enforcement purposes.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2135/63/", 
            "text": "Mr. Speaker, will the minister undertake, in this House and in front of everyone, to destroy that megafile that nobody in Canada wants?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:20:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2135/64/", 
            "text": "Mr. Speaker, not even the privacy commissioner suggested that we do that.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2135/65/", 
            "text": "Mr. Speaker, my question is for the Deputy Prime Minister.\n\nOn Wednesday the Bank of Canada increased the bank rate by some 50 bases points. It said that this was a pre-emptive strike against inflation. Virtually all of the experts have agreed that this is overkill by the Bank of Canada. In fact the inflation rate actually fell last month. It did not go up, it fell.\n\nIn light of that, will the finance minister put pressure on the Bank of Canada to reverse the hike in interest rates and refrain from penalizing the Canadian people for an inflation crime they did not commit?", 
            "topic": "The Economy", 
            "time": "2000-05-19 11:25:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2135/66/", 
            "text": "Mr. Speaker, it is not the custom of the Minister of Finance or the government to comment on interest rates or exchange rates.\n\nMy hon. friend by now should know something about the autonomous role created by a statute of the House for the Bank of Canada. I think that one could say that we continue to believe that there will be good solid growth in the Canadian economy, based on what has happened so far and with the support of the most recent federal budget.\n\nI hope that as my hon. friend asks his supplementary question he will give the government praise for what has been accomplished so far and what will be accomplished.", 
            "topic": "The Economy", 
            "time": "2000-05-19 11:25:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lorne Nystrom", 
                "url": "/politicians/2934/", 
                "member_id": 2739, 
                "party": "NDP", 
                "riding": "Qu'Appelle (Saskatchewan)", 
                "id": 2934
            }, 
            "url": "/hansards/2135/67/", 
            "text": "Mr. Speaker, the Minister of Finance commented on the bank rate yesterday. The Minister of Finance has the authority under the Bank Act to put pressure on the governor to change the rates if he wants to do so.\n\nOn top of this, the Toronto-Dominion Bank and the Royal Bank of Canada yesterday announced record increases in profits in this country. An increased bank rate will mean more money for big banks and less money for ordinary citizens.\n\nI ask once again, in light of the fact that a bank rate increase could also increase the service charge on the national debt by billions of dollars, will the Deputy Prime Minister change his mind, talk to the governor of the Bank of Canada and ask him to roll back the bank rate because inflation is dropping? All he is doing is slowing down the Canadian economy.", 
            "topic": "The Economy", 
            "time": "2000-05-19 11:25:00", 
            "attribution": "Hon. Lorne Nystrom (Regina—Qu'Appelle, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Roy Cullen", 
                "url": "/politicians/76/", 
                "member_id": 3683, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 76
            }, 
            "url": "/hansards/2135/68/", 
            "text": "Mr. Speaker, the member has things slightly mixed up, as usual. The Deputy Prime Minister has said that the finance minister does not intervene in the day to day operations of the Bank of Canada.\n\nWhat we need to do is look over the medium term in terms of fiscal or monetary policy.\n\nWith respect to the prime rate and mortgage rates, despite the recent increases mortgage rates remain between 165 and 200 basis points below their January 1995 peak levels. The prime rate remains 225 basis points below its lowest point of April 1995.", 
            "topic": "The Economy", 
            "time": "2000-05-19 11:25:00", 
            "attribution": "Mr. Roy Cullen (Parliamentary Secretary to Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Bernier", 
                "url": "/politicians/4321/", 
                "member_id": 2530, 
                "party": "Progressive Conservative", 
                "riding": "Tobique—Mactaquac (New Brunswick)", 
                "id": 4321
            }, 
            "url": "/hansards/2135/69/", 
            "text": "Mr. Speaker, an internal audit recently prepared by Public Works and Government Services Canada sampled 23 major contracts worth almost $10 billion. Thirteen of those contracts failed the audit.\n\nCan the minister explain how public works mishandled $4.3 billion worth of government contracts by his department's own admission?", 
            "topic": "Public Works And Government Services", 
            "time": "2000-05-19 11:25:00", 
            "attribution": "Mr. Gilles Bernier (Tobique—Mactaquac, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2135/70/", 
            "text": "Mr. Speaker, I would not admit that at all.\n\nThe government contracting process provides equal access to government contracts for all companies. The procurement process is open, fair and transparent. It is audited by the auditor general every year, and we do co-operate. Sole source contracts are awarded for a very specific reason, whether there is extreme urgency, low dollar values, or only one person that can do the job. They are down 18% since 1993 and represented only 6% two years ago.\n\nThey are published on MERX and open to challenge by anyone who wants to question why they were awarded.", 
            "topic": "Public Works And Government Services", 
            "time": "2000-05-19 11:25:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Bernier", 
                "url": "/politicians/4321/", 
                "member_id": 2530, 
                "party": "Progressive Conservative", 
                "riding": "Tobique—Mactaquac (New Brunswick)", 
                "id": 4321
            }, 
            "url": "/hansards/2135/71/", 
            "text": "Mr. Speaker, that is nice rhetoric from a government's briefing note.\n\nThe audit states that Hercules Avionics is beyond the delivery date. The electronic support and training system is late and needs to be reviewed. The income security program redesign was terminated, and the department has no idea if it got value for its money on the $180 million contract to fix the Y2K bug.\n\nThe public works minister has been there for three years and four projects worth over $1 billion were botched under his watch. Why has he not done anything to clean up this mess?", 
            "topic": "Public Works And Government Services", 
            "time": "2000-05-19 11:25:00", 
            "attribution": "Mr. Gilles Bernier (Tobique—Mactaquac, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2135/72/", 
            "text": "Mr. Speaker, the Y2K issue is over and done with. We had good results from all the work and all the preparation.\n\nThe reason this country and all of its computers did not shut down was because of due diligence on the part of the minister and the government.", 
            "topic": "Public Works And Government Services", 
            "time": "2000-05-19 11:25:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 2478, 
                "party": "Reform", 
                "riding": "Fraser Valley (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2135/73/", 
            "text": "Mr. Speaker, the big brother database is a huge intrusion into people's lives. It knows their income, when they have been employed, when they have been unemployed, whether they have been eligible for EI benefits, whether they have ever been in a national training program, whether they ever had social assistance. It even knows their family situations. It knows about their T-4 slips, their T-1 slips and whether they have ever been on social assistance at any time in their lives.\n\nIt knows everything about us from cradle to grave. Why do they want this information from innocent, law-abiding citizens?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:25:00", 
            "attribution": "Mr. Chuck Strahl (Fraser Valley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2135/74/", 
            "text": "Mr. Speaker, for three days now the party of the extreme right has been saying that we should not have the research database that we have.\n\nIt is interesting that the Harris government, particularly the ministry of transportation, is selling confidential driver data including home addresses to private companies without the consent of Ontarians. It sells this personal information to collection agencies and insurance companies, the companies that the hon. member said should not have them.\n\nDo members know what hurts? They are making money from it and are refusing to tell us in this province how much it is worth.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 11:30:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Reynolds", 
                "url": "/politicians/3164/", 
                "member_id": 2506, 
                "party": "Reform", 
                "riding": "West Vancouver—Sunshine Coast (B.C.)", 
                "id": 3164
            }, 
            "url": "/hansards/2135/75/", 
            "text": "Mr. Speaker, we have been right more than the minister. My question is for the Minister of Justice.\n\nA number of the larger provinces, especially British Columbia, Quebec, Ontario and Alberta, have privacy legislation just like the federal government. They also allow access to those files and allow the people to change them if there is misinformation in them. The federal agency disallows individuals to look at its files and disallows them to make any changes to them.\n\nWhy is it that the provinces allow individuals to make changes to their files if there is misinformation in them, and why does the federal government not allow Canadians that same right?", 
            "topic": "Privacy", 
            "time": "2000-05-19 11:30:00", 
            "attribution": "Mr. John Reynolds (West Vancouver—Sunshine Coast, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2135/76/", 
            "text": "Mr. Speaker, I can only speak to the existing Privacy Act. As I have said in the House, the privacy commissioner has identified some concerns in relation to the existing privacy legislation, concerns that are a direct result of technological change, issues surrounding DNA testing and other things.\n\nI have indicated to the House that I would be willing to consider a review of the Privacy Act, along with my interested colleagues. In fact, these are the kinds of issues that we will be able to review.", 
            "topic": "Privacy", 
            "time": "2000-05-19 11:30:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2135/77/", 
            "text": "Mr. Speaker, yesterday, we learned that transgenic canola seeds from the Canadian prairies were sowed in several European countries, because of a lack of information. The seeds are believed to have been contaminated in the fields by plantations located over 800 metres away.\n\nWill the Minister of Agriculture recognize that, if he does not ensure strict control of field testing activities, he will have to take a large part of the blame for the bad image that Canada is developing at the international level regarding GMOs?", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:30:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2135/78/", 
            "text": "Mr. Speaker, I want to make it very clear that the product being discussed here is safe. It is safe according to the World Health Organization. It is safe according to the Canadian regulatory system. It is safe to humans, safe to the environment and safe to animals. It is safe according to the World Trade Organization system as well.\n\nThe issue at hand is that the company that is selling the product and the company that is buying the product did not have their communications in line. The criteria could have been met but the proper action was not taken.", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:30:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2135/79/", 
            "text": "Mr. Speaker, will the minister admit that, because of his refusal to strictly control field testing activities and to label all products, Canadian farmers could lose access to export markets?", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:30:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2135/80/", 
            "text": "Mr. Speaker, there is no reason for loss of the export market. Canadian canola has the highest reputation possible of any product around the world.\n\nThe Canadian regulatory system, according to all of what I just said in my previous answer, says that this product is safe. If a region of the world wants to make a political decision contrary to a health decision, it is its right to do so, I suppose. However the testing procedure is there for the buyer and the seller to make sure that they get their communications and their requirements straight between each other. The testing in order to do that on both parts is available.", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:30:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Myron Thompson", 
                "url": "/politicians/284/", 
                "member_id": 3073, 
                "party": "Reform", 
                "riding": "Wild Rose (Alberta)", 
                "id": 284
            }, 
            "url": "/hansards/2135/81/", 
            "text": "Mr. Speaker, the situation at Correctional Service Canada seems to be going from bad to worse. The correctional officers at Joyceville institution have issued a unanimous vote of non-confidence against the management of the institution.\n\nBy the way, I have a copy of it. I am sure the minister knows that I will be glad to give it to him if he phones my office with kindness. How much more proof does the solicitor general need in order to take some concrete action against the commissioner?", 
            "topic": "Correctional Service Canada", 
            "time": "2000-05-19 11:30:00", 
            "attribution": "Mr. Myron Thompson (Wild Rose, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence MacAulay", 
                "url": "/politicians/lawrence-macaulay/", 
                "member_id": 3250, 
                "party": "Liberal", 
                "riding": "Cardigan (P.E.I.)", 
                "id": 176
            }, 
            "url": "/hansards/2135/82/", 
            "text": "Mr. Speaker, I think my hon. colleague is well aware that we have one of the best correctional services in the world. People from numerous countries around the world come here to see how it is done.\n\nWe in Correctional Service Canada also want to make sure that we have the best staff. That is why we do reports and make sure we have the best rapport possible with our employees.", 
            "topic": "Correctional Service Canada", 
            "time": "2000-05-19 11:30:00", 
            "attribution": "Hon. Lawrence MacAulay (Solicitor General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Myron Thompson", 
                "url": "/politicians/284/", 
                "member_id": 3073, 
                "party": "Reform", 
                "riding": "Wild Rose (Alberta)", 
                "id": 284
            }, 
            "url": "/hansards/2135/83/", 
            "text": "Mr. Speaker, this guy ought to learn how to answer a question. The question is about non-confidence.", 
            "topic": "Correctional Service Canada", 
            "time": "2000-05-19 11:35:00", 
            "attribution": "Mr. Myron Thompson (Wild Rose, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2135/84/", 
            "text": "Order, please. I am not sure, but if the hon. member is referring to the minister he should address him by his title and not as this guy.", 
            "topic": "Correctional Service Canada", 
            "time": "2000-05-19 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Myron Thompson", 
                "url": "/politicians/284/", 
                "member_id": 3073, 
                "party": "Reform", 
                "riding": "Wild Rose (Alberta)", 
                "id": 284
            }, 
            "url": "/hansards/2135/85/", 
            "text": "I apologize, Mr. Speaker. This is not isolated. I also have a letter to Ole Ingstrup from correctional officers at Edmonton maximum institution which reads:\n\nThe members have instructed the Executive to request your immediate resignation from your position as Commissioner of Corrections Canada. This request is in response to your actions which has brought Corrections Canada reputation into disrepute and undermined the public's confidence in the ability of CSC to protect them.\n\nIs the minister prepared to work with the professional frontline workers and fire this commissioner before there is a morale problem that is totally explosive?", 
            "topic": "Correctional Service Canada", 
            "time": "2000-05-19 11:35:00", 
            "attribution": "Mr. Myron Thompson", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence MacAulay", 
                "url": "/politicians/lawrence-macaulay/", 
                "member_id": 3250, 
                "party": "Liberal", 
                "riding": "Cardigan (P.E.I.)", 
                "id": 176
            }, 
            "url": "/hansards/2135/86/", 
            "text": "Mr. Speaker, as I indicated previously, the rapport between employees and management is vitally important. As my hon. colleague is well aware, we in this country have one of the best correctional services. An individual is punished for a crime and is rehabilitated, and that is the way it should be.", 
            "topic": "Correctional Service Canada", 
            "time": "2000-05-19 11:35:00", 
            "attribution": "Hon. Lawrence MacAulay (Solicitor General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2135/87/", 
            "text": "Mr. Speaker, to all the questions we have asked in the past year about food safety and the quality of export products, the government has responded that Canada's reputation was above reproach.\n\nMy question is for the Minister of Agriculture. In light of the business of the transgenic seeds in Europe, how can he explain his laxity and his slowness to set export standards?", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:35:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral (Laval Centre, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2135/88/", 
            "text": "Mr. Speaker, I state again that the standards are the highest in the world. Even the governments of Sweden and the United Kingdom have both said very clearly that this is not a health issue.\n\nThe product that is being discussed is safe. It is safe according to the highest standards, safe for humans, safe for animals and safe for the environment. We are talking about a business arrangement between two parties, not a health safety issue at all.", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:35:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2135/89/", 
            "text": "Mr. Speaker, the Bloc Quebecois has been asking the government for regulations to guarantee the exact nature of export products for a year now.\n\nIs the minister not ashamed to stand up in the House, when he has done nothing to properly protect our export markets?", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:35:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral (Laval Centre, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2135/90/", 
            "text": "Mr. Speaker, I am not ashamed at all. I am proud to rise in the House. I am proud as I go around the world to explain and to have people say to me “We want to talk to you about your regulatory system in Canada. Your regulatory system in Canada ensures that the food and the products that we produce in this country, whether they be consumed in this country or in the many places in the world that we market them, are the safest in the world”.", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:35:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rahim Jaffer", 
                "url": "/politicians/142/", 
                "member_id": 2461, 
                "party": "Reform", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 142
            }, 
            "url": "/hansards/2135/91/", 
            "text": "Mr. Speaker, all the provinces have been working for the past several weeks on preparing a full meeting of provincial, federal and territorial ministers of health at the end of May. This was the timeframe originally established by the Prime Minister and his government.\n\nNow the Minister of Health is in full blown retreat. We know from media reports that he is pushing off a meeting until at least June and probably even later. Could the Minister of Health tell the House why he is retreating from dealing directly and immediately with the provinces on fixing Canada's ailing health care system?", 
            "topic": "Health", 
            "time": "2000-05-19 11:35:00", 
            "attribution": "Mr. Rahim Jaffer (Edmonton—Strathcona, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2135/92/", 
            "text": "Mr. Speaker, I will remind the House that in January I wrote to my provincial and territorial colleagues to suggest a meeting in May so that we could discuss needed changes to Canada's health care system and additional federal money to support a coherent plan to make improvements. Indeed we met earlier than that. We met in March and we plan to meet again.\n\nI am waiting for word. We are working with the chair, the minister from Manitoba, to find an appropriate time for such a meeting.", 
            "topic": "Health", 
            "time": "2000-05-19 11:35:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deepak Obhrai", 
                "url": "/politicians/deepak-obhrai/", 
                "member_id": 2449, 
                "party": "Reform", 
                "riding": "Calgary East (Alberta)", 
                "id": 216
            }, 
            "url": "/hansards/2135/93/", 
            "text": "Mr. Speaker, ombudsman or no ombudsman, the response of the Minister for International Trade to a review of EDC is nothing but half-measures and missed opportunities.\n\nThe minister failed to address the issue of transparency, accountability and politicization of the lending practises of EDC. Canadians want accountability from this crown corporation. The minister continues to ignore this demand. Why?", 
            "topic": "Export Development Corporation", 
            "time": "2000-05-19 11:35:00", 
            "attribution": "Mr. Deepak Obhrai (Calgary East, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Pettigrew", 
                "url": "/politicians/2820/", 
                "member_id": 2704, 
                "party": "Liberal", 
                "riding": "Papineau—Saint-Denis (Québec)", 
                "id": 2820
            }, 
            "url": "/hansards/2135/94/", 
            "text": "Mr. Speaker, my preference very clearly goes to transparency. We are all in favour of accountability. This is why yesterday the government's response to the report of the Standing Committee on Foreign Affairs and International Trade was that we could provide, following the very good work of the standing committee, a positive and balanced response on the part of the government that we will look into the need for more transparency and more accountability at EDC. We have responded to every recommendation of the standing committee.", 
            "topic": "Export Development Corporation", 
            "time": "2000-05-19 11:40:00", 
            "attribution": "Hon. Pierre S. Pettigrew (Minister for International Trade, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "René Canuel", 
                "url": "/politicians/6403/", 
                "member_id": 3296, 
                "party": "Bloc", 
                "riding": "Matapédia—Matane (Québec)", 
                "id": 6403
            }, 
            "url": "/hansards/2135/95/", 
            "text": "Mr. Speaker, in the Canola matter, the government is refusing to even discuss the concept of responsibility. This is unbelievable.\n\nMy question is for the Minister of Agriculture. Who is responsible for the problem being experienced in Europe at the present time: Canada, because it has not wanted to pass any legislation, or Advanta, because that company did not do any testing?", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:40:00", 
            "attribution": "Mr. René Canuel (Matapédia—Matane, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2135/96/", 
            "text": "Mr. Speaker, I will repeat that the product being discussed today has passed through the strongest regulatory system in the world. Its safety in terms of health, the environment and its use on animals is without question, which was agreed to by the World Health Organization and the World Trade Organization, all those organizations.\n\nIf the buyers have a set of criteria that they want the product to meet, whether it is this product or anything else, it is their duty and responsibility to explain that to the suppliers and the suppliers' responsibility to meet what the buyers want.", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:40:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bryon Wilfert", 
                "url": "/politicians/bryon-wilfert/", 
                "member_id": 2606, 
                "party": "Liberal", 
                "riding": "Oak Ridges (Ontario)", 
                "id": 304
            }, 
            "url": "/hansards/2135/97/", 
            "text": "Mr. Speaker, the Department of Fisheries and Oceans introduced new boating safety regulations, operator competency requirements, age and horsepower restrictions, and new minimum equipment requirements.\n\nThere were 200 fatalities last year. These can be prevented if people take appropriate safety precautions. What steps is the minister taking to promote these regulations in order that future tragedies can and will be prevented?", 
            "topic": "Boating Safety", 
            "time": "2000-05-19 11:40:00", 
            "attribution": "Mr. Bryon Wilfert (Oak Ridges, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2135/98/", 
            "text": "Mr. Speaker, the hon. member is absolutely correct. There were 200 fatalities last year from boating accidents. We as a government are very much concerned. I was very happy to launch national safe boating week from May 20 to May 26. The theme this year is a campaign to get trained and to get an operator's card.\n\nMy department has a comprehensive advertising campaign to promote the new regulations. Over 1.2 million copies of the safe boating guide are being distributed.\n\nThis year we are targeting youth. If our youth take proper safety precautions we know they will also educate the adults. Youth play a very important role in ensuring that we start right at the beginning on taking appropriate safety precautions so we can prevent those fatalities.", 
            "topic": "Boating Safety", 
            "time": "2000-05-19 11:40:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gary Lunn", 
                "url": "/politicians/gary-lunn/", 
                "member_id": 2493, 
                "party": "Reform", 
                "riding": "Saanich—Gulf Islands (B.C.)", 
                "id": 174
            }, 
            "url": "/hansards/2135/99/", 
            "text": "Mr. Speaker, a computer software firm in my riding is now considering relocating in the United States. This firm has 400 employees and a payroll of $28 million. This is the kind of industry that Canada depends on for growth and prosperity.\n\nThis company wants to stay in Canada but is frustrated by high taxes and bureaucratic bungling. What does the Minister of Finance have to say to the president of this company who does not really want to move but feels he must to remain competitive?", 
            "topic": "Taxation", 
            "time": "2000-05-19 11:40:00", 
            "attribution": "Mr. Gary Lunn (Saanich—Gulf Islands, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Roy Cullen", 
                "url": "/politicians/76/", 
                "member_id": 3683, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 76
            }, 
            "url": "/hansards/2135/100/", 
            "text": "Mr. Speaker, I would appeal to the company, the employees and the management to look at federal budget 2000. In that budget we laid out a plan for a corporate tax reduction from 28% to 21%. For a small business we apply the 21% rate now up to $300,000 of taxable income.\n\nWhen we look at small business tax rates they are the lowest in the G-7. Our general corporate tax rates are coming down to be competitive with the best and the lowest in the world.", 
            "topic": "Taxation", 
            "time": "2000-05-19 11:40:00", 
            "attribution": "Mr. Roy Cullen (Parliamentary Secretary to Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Gilmour", 
                "url": "/politicians/5526/", 
                "member_id": 2483, 
                "party": "Reform", 
                "riding": "Nanaimo—Alberni (B.C.)", 
                "id": 5526
            }, 
            "url": "/hansards/2135/101/", 
            "text": "Mr. Speaker, when I recently asked the justice minister her reasons for denying Patrick Kelly a new trial she stated “I concluded that there was no basis to seek a retrial”.\n\nI find this an odd decision considering that, first, the key witness who convicted Kelly has admitted she lied during the trial, and second, in a split two to one decision of the Ontario Court of Appeal, one judge concluded Kelly should have a new trial.\n\nHow can the minister conclude that there are no grounds for a new trial when either of these two points should trigger a new trial, let alone the two points taken together?", 
            "topic": "Justice", 
            "time": "2000-05-19 11:40:00", 
            "attribution": "Mr. Bill Gilmour (Nanaimo—Alberni, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2135/102/", 
            "text": "Mr. Speaker, I do not know how the hon. member can suggest that a dissenting judgment from the Ontario Court of Appeal should trump the majority judgment in that case. It makes no sense to me whatsoever.\n\nThe Ontario Court of Appeal, at the request of my predecessor, reviewed the Patrick Kelly case thoroughly. I reviewed its decision and I reviewed submissions from Mr. Kelly and his lawyer. I have concluded that there is no evidence to justify a new trial or other form of judicial proceeding.", 
            "topic": "Justice", 
            "time": "2000-05-19 11:45:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Libby Davies", 
                "url": "/politicians/libby-davies/", 
                "member_id": 2499, 
                "party": "NDP", 
                "riding": "Vancouver East (B.C.)", 
                "id": 80
            }, 
            "url": "/hansards/2135/103/", 
            "text": "Mr. Speaker, today in Le Droit the housing coalition FRAPRU slammed the government for its complete lack of action on social housing. Six months ago the government made an announcement. Since that time not one unit of social housing has been constructed by the federal government.\n\nHow does the minister explain and reconcile that even her own party's report done 10 years ago on this issue has been abandoned just as homeless Canadians have been abandoned? Where is the housing to help homeless Canadians?", 
            "topic": "Housing", 
            "time": "2000-05-19 11:45:00", 
            "attribution": "Ms. Libby Davies (Vancouver East, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Claudette Bradshaw", 
                "url": "/politicians/3229/", 
                "member_id": 2528, 
                "party": "Liberal", 
                "riding": "Moncton (New Brunswick)", 
                "id": 3229
            }, 
            "url": "/hansards/2135/104/", 
            "text": "Mr. Speaker, I am quite aware of the group in Montreal. We are having discussions with them at this time.\n\nI want to assure the House and the Canadian people that I am responsible for the homeless. This government has put $753 million of new funding into the homeless situation. In the last year homeless groups in Montreal have received $4 million to put toward different community interests.", 
            "topic": "Housing", 
            "time": "2000-05-19 11:45:00", 
            "attribution": "Hon. Claudette Bradshaw (Minister of Labour, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Libby Davies", 
                "url": "/politicians/libby-davies/", 
                "member_id": 2499, 
                "party": "NDP", 
                "riding": "Vancouver East (B.C.)", 
                "id": 80
            }, 
            "url": "/hansards/2135/105/", 
            "text": "Mr. Speaker, the point is that no housing has been built. People who live in social housing, low income residents who live in co-ops, are now threatened with economic eviction because CMHC has failed to address the situation of leaky co-op homes.\n\nWill the minister responsible for CMHC ensure that CMHC officials meet with CHF delegates who are here in Ottawa this week to address the very real concerns of people who live in co-ops that are a federal responsibility? These people are facing a complete building failure because of the leaking problems. Will the minister ensure that the officials meet with the delegates? So far they have refused.", 
            "topic": "Housing", 
            "time": "2000-05-19 11:45:00", 
            "attribution": "Ms. Libby Davies (Vancouver East, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2135/106/", 
            "text": "Mr. Speaker, first, CMHC officials not only meet with people who are advocates of social housing, they also fund a portion of many of these housing conferences. I was at one two week's ago in my own riding that was funded with $50,000 of CMHC funding. I think the member opposite should look into that before she makes such accusations.\n\nCMHC is committed to public and private partnerships. It has built 15,000 units of very unique housing over the last several years. It will continue to do this. It is currently ensuring—", 
            "topic": "Housing", 
            "time": "2000-05-19 11:45:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2135/107/", 
            "text": "The hon. member for Cumberland—Colchester.", 
            "topic": "Housing", 
            "time": "2000-05-19 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2135/108/", 
            "text": "Mr. Speaker, I just sent over a copy of the Department of Transport estimates for this year to the government side. In those estimates there is a line that says “contributions to provinces toward highway improvements”. Then, in the list of provinces, there is the province of Nova Scotia which gets $1.8 million. Then there is the Outaouais, which gets $4.7 million.\n\nCould the minister explain to the people of Nova Scotia where is the province of Outaouais? Why do they get two and a half times as much money as the entire province of Nova Scotia for highway improvements?", 
            "topic": "National Highways", 
            "time": "2000-05-19 11:45:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stan Dromisky", 
                "url": "/politicians/4823/", 
                "member_id": 3233, 
                "party": "Liberal", 
                "riding": "Thunder Bay—Atikokan (Ontario)", 
                "id": 4823
            }, 
            "url": "/hansards/2135/109/", 
            "text": "Mr. Speaker, the critic from the opposition party is quite aware of the fact that over the years we have had a multitude of individual contracts on a regional basis between the federal and provincial governments. Many of those contracts have already expired. Some of them are still in existence. The question that he has raised pertains to that type of procedure for dealing with safety and efficiency features on our highways within our provinces.", 
            "topic": "National Highways", 
            "time": "2000-05-19 11:45:00", 
            "attribution": "Mr. Stan Dromisky (Parliamentary Secretary to Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2135/110/", 
            "text": "Mr. Speaker, if the parliamentary secretary flips over the pages I sent him and reads on to next year's estimates for contributions to the provinces, he will see that Nova Scotia falls off the page completely. It gets zero while the Outaouais gets a raise to $5 million.\n\nHow does the province of Outaouais get $9.7 million in the next two years when the province of Nova Scotia gets less than $2 million? Where is the fairness and what is the explanation to the people in Nova Scotia?", 
            "topic": "National Highways", 
            "time": "2000-05-19 11:50:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stan Dromisky", 
                "url": "/politicians/4823/", 
                "member_id": 3233, 
                "party": "Liberal", 
                "riding": "Thunder Bay—Atikokan (Ontario)", 
                "id": 4823
            }, 
            "url": "/hansards/2135/111/", 
            "text": "Mr. Speaker, as I indicated already, negotiations are going on. What is essential here is that a national highway policy emerge as quickly as possible with the co-operation of all the partners, which means that all the provincial governments must be willing to contribute and take a very active role in partnership with the federal government to develop a national highway system.", 
            "topic": "National Highways", 
            "time": "2000-05-19 11:50:00", 
            "attribution": "Mr. Stan Dromisky (Parliamentary Secretary to Minister of Transport, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Larry McCormick", 
                "url": "/politicians/4554/", 
                "member_id": 3183, 
                "party": "Liberal", 
                "riding": "Hastings—Frontenac—Lennox And Addington (Ontario)", 
                "id": 4554
            }, 
            "url": "/hansards/2135/112/", 
            "text": "Mr. Speaker, my question is for the Minister of Agriculture and Agri-Food.\n\nCanada first gained fame as a agriculture powerhouse through the development of marquis wheat in 1906. Science will be even important to ensure the agri-food sector remains competitive and is environmental sustainable.\n\nWhat is the minister doing to foster new generation of top minds in agricultural research?", 
            "topic": "Agriculture", 
            "time": "2000-05-19 11:50:00", 
            "attribution": "Mr. Larry McCormick (Hastings—Frontenac—Lennox and Addington, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2135/113/", 
            "text": "Mr. Speaker, as has been well known, this government and the Minister of Agriculture and Agri-Food has always supported the development of young scientists and programs, such as the science horizons program where over 200 young scientists are in internship programs. Another program is taking place today in London, Ontario where over 500 young students in grades seven to thirteen are being honoured. Some are being given financial rewards for a Canada-wide science fair.\n\nWe have done this in the past, we are doing it now and we will continue to do it in the future to encourage people to take up a career in the agriculture and agri-food industry.", 
            "topic": "Agriculture", 
            "time": "2000-05-19 11:50:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Forseth", 
                "url": "/politicians/2064/", 
                "member_id": 2485, 
                "party": "Reform", 
                "riding": "New Westminster—Coquitlam—Burnaby (B.C.)", 
                "id": 2064
            }, 
            "url": "/hansards/2135/114/", 
            "text": "Mr. Speaker, there is a regional disaster which is the size of the Quebec ice storm. The leaky condo problem in B.C. has brought economic gridlock. There are thousands of victims who are really hurting.\n\nWill the government continue to record these victim bankruptcies instead of trying to cover up the problem by changing its computers? Will it actually put some money on the table, like RRSP and GST measures, to give real compensation for the faulty building code? Will it show compassion for victims, instead of stonewalling the cries for help? Will it pony up instead of covering-up?", 
            "topic": "Housing", 
            "time": "2000-05-19 11:50:00", 
            "attribution": "Mr. Paul Forseth (New Westminster—Coquitlam—Burnaby, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2135/115/", 
            "text": "Mr. Speaker, the GST is a nationally based tax. It is collected from federal taxpayers right across the country.\n\nThe leaky condo problem is a faulty building code which is provincial and municipal. It is very difficult to take GST funds from the national taxpayer and pay it out for a mistake that is local in B.C.\n\nAs far as ponying up is concerned, we are facilitating second mortgages. We are making RRAP funds available and more flexible. We have offered $75 million in tax free loans to the Government of British Columbia but so far it has not been taken up.", 
            "topic": "Housing", 
            "time": "2000-05-19 11:50:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2135/116/", 
            "text": "Mr. Speaker, my question is for the Minister for International Trade.\n\nDoes he not find that all the press and television coverage on the problems caused by the Canadian canola seed, above and beyond any health risk—that not being what is at stake, but rather the reliability of Canadian products—is putting not only the producers, but Canada as well, under a cloud?", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:50:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2135/117/", 
            "text": "Mr. Speaker, I do not know how many times I have to say that this product has been through all of the testing that is done anywhere in the world to establish that it is safe to humans, to the environment and to animals. There are procedures available for the supplier to assure to the buyer that the requirements of the buyer are met. If that did not happen in this case, that is a business decision and a business arrangement between the buyer and the seller. It is possible to do and should have been done.", 
            "topic": "Transgenic Seeds", 
            "time": "2000-05-19 11:50:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Wendy Lill", 
                "url": "/politicians/4361/", 
                "member_id": 2542, 
                "party": "NDP", 
                "riding": "Dartmouth (Nova Scotia)", 
                "id": 4361
            }, 
            "url": "/hansards/2135/118/", 
            "text": "Mr. Speaker, this week the president of the CBC announced a new look for English television news: a vision of times zones, not communities; a homogenized confederation. Is this the vision of Canada that the government wishes to portray through our most important cultural institution, or will the government actually start giving the whole $1 billion in funding to the CBC, like the Prime Minister suggests is taking place, which will allow the CBC to keep supper hour shows across Canada?", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-19 11:50:00", 
            "attribution": "Ms. Wendy Lill (Dartmouth, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2135/119/", 
            "text": "Mr. Speaker, this week the president of the CBC appeared before the Standing Committee on Canadian Heritage, which I believe offered a fairly faithful reflection of public opinion from one end of the country to the other.\n\nHe committed to passing the comments made to him at the meeting on to those attending the board meeting to be held shortly. It will be up to them to decide on what direction the CBC will take.\n\nAs far as the government is concerned, our funding is stable. We are committed to it, and it is our intention to continue that stable funding.", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-05-19 11:55:00", 
            "attribution": "Mr. Mauril Bélanger (Parliamentary Secretary to Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Norman E. Doyle", 
                "url": "/politicians/4342/", 
                "member_id": 2536, 
                "party": "Progressive Conservative", 
                "riding": "St. John's East (Newfoundland & Labrador)", 
                "id": 4342
            }, 
            "url": "/hansards/2135/120/", 
            "text": "Mr. Speaker, the Deputy Prime Minister is well aware of the devastating problems brought about by drought and famine in Ethiopia. We know that Canada has made its contribution.\n\nCould the minister tell the House if Canada will be providing further aid to Ethiopia over and above what the Canadian government has done given the fact that the crisis is increasing daily? Perhaps he could tell us what Canada is doing to make sure that starving Ethiopians get the relief that they desperately need in a timely way.", 
            "topic": "Ethiopia", 
            "time": "2000-05-19 11:55:00", 
            "attribution": "Mr. Norman Doyle (St. John's East, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Kilgour", 
                "url": "/politicians/2993/", 
                "member_id": 3061, 
                "party": "Liberal", 
                "riding": "Edmonton Southeast (Alberta)", 
                "id": 2993
            }, 
            "url": "/hansards/2135/121/", 
            "text": "Mr. Speaker, I thank the hon. member for raising that extremely important subject.\n\nTo date, Canada has given approximately $16 million. We know there is a catastrophe going on there and we intend to continue to play a role on behalf of all Canadian people.", 
            "topic": "Ethiopia", 
            "time": "2000-05-19 11:55:00", 
            "attribution": "Hon. David Kilgour (Secretary of State (Latin America and Africa), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ian Murray", 
                "url": "/politicians/4589/", 
                "member_id": 3190, 
                "party": "Liberal", 
                "riding": "Lanark—Carleton (Ontario)", 
                "id": 4589
            }, 
            "url": "/hansards/2135/122/", 
            "text": "Mr. Speaker, my question is for the Secretary of State for Western Economic Diversification.\n\nIt has been almost two years since the Western Economic Diversification Agency signed partnership agreements with the provinces of Manitoba, Saskatchewan and Alberta. Can the minister tell us why such an agreement has not been signed with British Columbia?", 
            "topic": "Western Economic Diversification Agency", 
            "time": "2000-05-19 11:55:00", 
            "attribution": "Mr. Ian Murray (Lanark—Carleton, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ronald J. Duhamel", 
                "url": "/politicians/4255/", 
                "member_id": 2513, 
                "party": "Liberal", 
                "riding": "Saint Boniface (Manitoba)", 
                "id": 4255
            }, 
            "url": "/hansards/2135/123/", 
            "text": "Mr. Speaker, the agreement was just signed today. There were difficulties with the previous administration but the new premier has shown an openness to do business. We are really pleased with that.\n\nI also want to mention that there has already been significant activity in fuel cells, new media. Those kinds of results are not unlike what we have seen in the partnership agreements with the other provinces of Alberta, Saskatchewan and Manitoba: leading edge science, high technology, $20 million from each level of government in each of the four provinces.", 
            "topic": "Western Economic Diversification Agency", 
            "time": "2000-05-19 11:55:00", 
            "attribution": "Hon. Ronald J. Duhamel (Secretary of State (Western Economic Diversification)(Francophonie), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2135/124/", 
            "text": "Mr. Speaker, over a year ago I tabled a motion in the justice committee regarding home invasions, suggesting that it be made an aggravating factor at sentencing when robberies, et cetera, are committed at a residence when the victim is at home. The member for Winnipeg South referred to my initiative as silly and implied that I was playing politics.\n\nThis past week the Minister of Justice announced that she is considering this very thing. Is the minister just playing politics, and if not, then why did she not respond to my suggestion over a year ago?", 
            "topic": "Justice", 
            "time": "2000-05-19 11:55:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2135/125/", 
            "text": "Mr. Speaker, at our last provincial and territorial meeting of attorneys general, I had the opportunity to put this issue on the table for discussion. A number of my provincial colleagues felt that the matter of home invasion required further consideration on my part.\n\nWe are looking at a number of options, one of which does include the possibility of ensuring that judges have the ability to take into account, as an aggravating circumstance on sentencing, the fact that a home invasion has taken place.", 
            "topic": "Justice", 
            "time": "2000-05-19 11:55:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maurice Dumas", 
                "url": "/politicians/6281/", 
                "member_id": 3257, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau (Québec)", 
                "id": 6281
            }, 
            "url": "/hansards/2135/126/", 
            "text": "Mr. Speaker, yesterday, the Minister of Industry said the files of the smart communities had been analyzed by an independent committee. That is all very well. However, he set up the committee, chose its members and set the criteria for Groupe Forces of Shawinigan.\n\nWill the minister acknowledge his responsibility in this matter and reveal the criteria set and the results obtained by each of the finalists?", 
            "topic": "Smart Communities", 
            "time": "2000-05-19 11:55:00", 
            "attribution": "Mr. Maurice Dumas (Argenteuil—Papineau—Mirabel, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Manley", 
                "url": "/politicians/4682/", 
                "member_id": 3209, 
                "party": "Liberal", 
                "riding": "Ottawa South (Ontario)", 
                "id": 4682
            }, 
            "url": "/hansards/2135/127/", 
            "text": "Mr. Speaker, each member received an explanation of the criteria and of the selection of each of the winners from the committee.\n\nI would call this a very positive situation. We are the first country in the world to have 12 projects like that representing the best ideas of communities throughout Canada. This is something to celebrate, not criticize.", 
            "topic": "Smart Communities", 
            "time": "2000-05-19 11:55:00", 
            "attribution": "Hon. John Manley (Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2135/128/", 
            "text": "Mr. Speaker, recent newspaper headlines read, “Racism alive and well in the forces”. There are 25 racist incidents documented between 1995 and 1999 involving military personnel from coast to coast. These were reportedly after the forces instituted in 1994 zero tolerance regulations concerning racist behaviour.\n\nWhat is being done today to ensure the enforcement of zero tolerance regulations and to create an appropriate environment for our Canadian forces?", 
            "topic": "Canadian Forces", 
            "time": "2000-05-19 12:00:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2135/129/", 
            "text": "Mr. Speaker, I would like to say to the member and the House that racism is not acceptable in the Canadian armed forces and anywhere in Canadian society. We have completed a racism awareness program and prevention training for all CF members through our SHARP program. Such training is now given during basic training and leadership development training.", 
            "topic": "Canadian Forces", 
            "time": "2000-05-19 12:00:00", 
            "attribution": "Mr. Robert Bertrand (Parliamentary Secretary to Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2135/130/", 
            "text": "Mr. Speaker, this week's revelation that HRDC is keeping files on every single Canadian was disturbing enough. Coupled with that, the fact that some computer hacker could get in and get access to that type of information is further worry for Canadians.\n\nAccording to Martine Nantel, the legal adviser for the privacy commissioner, CSIS and RCMP can legally access that information without a warrant, without any authorization and even without the knowledge of Canadians.\n\nI ask the government, where are the safeguards for Canadians in this state run computer information sieve?", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 12:00:00", 
            "attribution": "Mr. Peter MacKay (Pictou—Antigonish—Guysborough, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2135/131/", 
            "text": "Mr. Speaker, I responded to that question earlier today. Indeed CSIS and the RCMP do not have direct access to this database. If they were to ask for information, it would only be with the support of a court order. The privacy commissioner himself has indicated that there have been no such requests and it has not been used for administrative work in this regard ever.", 
            "topic": "Human Resources Development", 
            "time": "2000-05-19 12:00:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2135/132/", 
            "text": "Madam Speaker, it is a good thing I was not going for a million dollar question today. I have to correct two errors in the record.\n\nIn my answer to the question from the member for Vancouver East I said that CMHC was insuring 650,000 units last year. It is 475,000 units.\n\nIn my answer to the question from the member from New Westminster, there is no such thing as tax free loans, but in this case I was referring to low interest loans for B.C.", 
            "topic": "Points Of Order", 
            "time": "2000-05-19 12:00:00", 
            "attribution": "Ms. Carolyn Parrish (Parliamentary Secretary to Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2135/133/", 
            "text": "Madam Speaker, pursuant to Standing Order 36(8), I have the honour to table, in both official languages, the government's response to six petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-05-19 12:00:00", 
            "attribution": "Mr. Robert Bertrand (Parliamentary Secretary to Minister of National Defence, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2135/134/", 
            "text": "Madam Speaker, I am pleased to table, in both official languages, a number of order in council appointments made recently by the government.", 
            "topic": "Order In Council Appointments", 
            "time": "2000-05-19 12:00:00", 
            "attribution": "Mr. Robert Bertrand (Parliamentary Secretary to Minister of National Defence, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Myron Thompson", 
                "url": "/politicians/284/", 
                "member_id": 3073, 
                "party": "Reform", 
                "riding": "Wild Rose (Alberta)", 
                "id": 284
            }, 
            "url": "/hansards/2135/135/", 
            "text": "Madam Speaker, I am pleased to present two petitions today on behalf of the residents of the Airdrie and Crossfield district of my riding. They call upon the government at its earliest opportunity to invoke section 33 of the charter of rights and freedoms, the notwithstanding clause, to override the B.C. Court of Appeal decision in order to make it absolutely clear across the country that child pornography will never be acceptable anywhere in the country.", 
            "topic": "Petitions", 
            "time": "2000-05-19 12:05:00", 
            "attribution": "Mr. Myron Thompson (Wild Rose, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Myron Thompson", 
                "url": "/politicians/284/", 
                "member_id": 3073, 
                "party": "Reform", 
                "riding": "Wild Rose (Alberta)", 
                "id": 284
            }, 
            "url": "/hansards/2135/136/", 
            "text": "Madam Speaker, the second petition is presented on behalf of the people of the area surrounding the town of Cochrane.\n\nThe petitioners pray that parliament withdraw Bill C-23 and affirm the opposite sex definition of marriage and ensure that marriage is recognized as a unique institution.", 
            "topic": "Petitions", 
            "time": "2000-05-19 12:05:00", 
            "attribution": "Mr. Myron Thompson (Wild Rose, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2135/137/", 
            "text": "Madam Speaker, I have the pleasure of presenting a petition bearing 1,155 names. This petition calls for the mandatory labelling of genetically engineered foors.\n\nIn order to label them, it must be known whether they are modified or not, and this would avoid the disaster they are facing in Europe. It is therefore my pleasure to submit this petition.", 
            "topic": "Petitions", 
            "time": "2000-05-19 12:05:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2135/138/", 
            "text": "Madam Speaker, Question No. Q-99 will be answered today. .[Text]\n\nQuestion No. 99—", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-19 12:05:00", 
            "attribution": "Mr. Robert Bertrand (Parliamentary Secretary to Minister of National Defence, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Norman E. Doyle", 
                "url": "/politicians/4342/", 
                "member_id": 2536, 
                "party": "Progressive Conservative", 
                "riding": "St. John's East (Newfoundland & Labrador)", 
                "id": 4342
            }, 
            "url": "/hansards/2135/139/", 
            "text": "Concerning the vessel Stena Challenger purchased by Marine Atlantic: ( a ) what was the price paid for the vessel; ( b ) was the normal public procurement process followed and if not, why not; ( c ) who were the brokers on both sides of the transaction; ( d ) what is the date of construction of the vessel; ( e ) where was it built; ( f ) what facilities will be used to upgrade the vessel; ( g ) what is the extent of the upgrading; ( h ) how much will the upgrading cost; and ( i ) has the vessel been registered under any other names?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-19 12:05:00", 
            "attribution": "Mr. Norman Doyle", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Stan Dromisky", 
                "url": "/politicians/4823/", 
                "member_id": 3233, 
                "party": "Liberal", 
                "riding": "Thunder Bay—Atikokan (Ontario)", 
                "id": 4823
            }, 
            "url": "/hansards/2135/140/", 
            "text": "(a) The list price of the vessel, the Stena Challenger, was $60 million CDN, firm and final. However, it appears that Marine Atlantic, MAI, was able to negotiate a $2 million reduction on this price, for a final cost of $58 million. The vessel is also subject to a 25% foreign vessel import duty and 15% harmonized sales tax, HST, on the purchase price, for an additional combined cost of approximately $25 million.\n\n(b) MAI followed an open and trasparent process in selecting its vessel. Early in the fall, MAI carried out some initial market research on the availability of vessels. Subsequent to receiving formal direction to negotiate on the purchase of a vessel and to maximize market coverage, MAI proceeded with an invitation to tender, ITT, to secure firm offers from brokers.\n\nIn their vessel search, MAI went to the market and researched over 40 vessels that were suggested by shipbrokers. Analysis was done on the suitability, cost and capacity of the vessels. A short list of six vessels that appeared to be reasonable candidates for the gulf service was developed. In November of 1999, a technical team was sent to Europe to inspect the six vessels.\n\nIn december 1999, with a desire to proceed with a transparent selection process, MAI issued an ITT to maximize market coverage and to secure firm offers. Using previously developed criteria, an assessment team composed of MAI personnel and a naval architect from Public Works and Government Services Canada, PWGSC, formed a short list of three candidate vessels; a night ferry, a day ferry and a Ro-Pax, from the 27 vessels offered by brokers through the ITT. Of the three vessels, one was subsequently removed due to its advancing age, high price and lack of adequate head room for commercial traffic. The two remaining vessels, owned by the same company, were deemed to meet price, condition and capacity requirements. Of these two, the Stena Challenger was chosen by MAI as best meeting their fleet requirements.\n\n(c) Twenty-one brokers from around the globe submitted a list of vessels in response to MAI's ITT. To avoid the issue of multiple brokers claiming the same vessel, MAI requested that the brokers provide a letter of acknowledgement from the seller, identifying them as the preferred broker on any particular vessel. The Stena Challenger, was submitted by Brax Shipping AB of Gothenburg, Sweden, along with the appropriate letter of acknowledgement from Stena Lines.\n\n(d) The Stena Challenger is nine years old. Constructed in 1991, it will be the youngest vessel in MAI's fleet.\n\n(e) The Stena Challenger was built in Norway by the Fosen Mek Versteder Shipyard.\n\n(f) The Challenger had undergone a refit prior to being purchased by MAI and will require only minor modifications. This work will likely be carried out just prior to the vessel being put into service on the gulf in 2001 after the current lease contract has expired. No decision has been made yet as to which facility will be used to carry out the upgrade.\n\n(g) Having recently undergone a refit, MAI anticipates that very little upgrading will be required to the Challenger and would involve such things as the installation of additional seating, Canadian approved safety equipment and new signage. Most of the work is minor in nature and it is expected that is should be completed within a month to six weeks of receiving the vessel.\n\n(h) MAI estimates that it will cost $2 million to bring this vessel up to Canadian standards, however, registration and vessel survey and inspection fees are included in this amount. Actual modifications and upgrade expenses are estimated to cost in the range of $1.3 million.\n\n(i) No, the vessel has only been registered under the name the Stena Challenger.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-19 12:05:00", 
            "attribution": "Mr. Stan Dromisky (Parliamentary Secretary to the Minister of Transport, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2135/141/", 
            "text": "I ask, Madam Speaker, that the remaining questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-19 12:05:00", 
            "attribution": "Mr. Robert Bertrand", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/142/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-19 12:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/143/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-05-19 12:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "David Kilgour", 
                "url": "/politicians/2993/", 
                "member_id": 3061, 
                "party": "Liberal", 
                "riding": "Edmonton Southeast (Alberta)", 
                "id": 2993
            }, 
            "url": "/hansards/2135/144/", 
            "text": "Madam Speaker, during Oral Question Period, I gave some figures to my colleague from St. John's East and I would like to correct them.\n\nI said $16 million was destined for the victims of the crisis in Ethiopia. To be exact, I should have said the figure was $16 million for the past three years, which is nearly $45 million.", 
            "topic": "Points Of Order", 
            "time": "2000-05-19 12:05:00", 
            "attribution": "Hon. David Kilgour (Secretary of State (Latin America and Africa), Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/145/", 
            "text": "The record has now been corrected.", 
            "topic": "Points Of Order", 
            "time": "2000-05-19 12:05:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2135/146/", 
            "text": "The House resumed consideration of Bill C-12, an act to amend the Canada Labour Code (Part II) in respect of occupational health and safety, to make technical amendments to the Canada Labour Code (Part I) and to make consequential amendments to other acts, as reported (with amendment) from the committee.", 
            "topic": "", 
            "time": "2000-05-19 12:05:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Bob Kilger", 
                "url": "/politicians/3532/", 
                "member_id": 3231, 
                "party": "Liberal", 
                "riding": "Stormont—Dundas (Ontario)", 
                "id": 3532
            }, 
            "url": "/hansards/2135/147/", 
            "text": "Madam Speaker, discussions have taken place between all parties and I believe that you would find unanimous consent for the following motion:\n\nThat, when debate on report stage of Bill C-12 ends later this day all questions necessary to dispose of the said stage of the said bill shall be deemed put, a recorded division requested and deferred until the expiry of government orders on Tuesday, May 30, 2000.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:05:00", 
            "attribution": "Mr. Bob Kilger (Stormont—Dundas—Charlottenburgh, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/148/", 
            "text": "Is there unanimous consent to proceed in this fashion?", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/149/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/150/", 
            "text": "I shall now put Motion No. 2 to the House.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2135/151/", 
            "text": "moved:\n\nMotion No. 2\n\nThat Bill C-12, in Clause 10, be amended by adding after line 8 on page 22 the following:\n\n“132.1 (1) Notwithstanding any other provision of this Act, an employee described in section 132 may, after informing her employer, avail herself of the legislation of the province where she works that relates to the applicable measures, including those relating to preventive withdrawal, transfer to another position and financial compensation to which she would be entitled under the legislation of the province where she works.\n\n(2) After informing the employer, the employee makes application to the agency appointed by the province for the purpose of administering provincial occupational health and safety legislation and the agency may refuse the application.\n\n(3) The agency referred to in subsection (2) shall process the application according to the laws of the province applicable to pregnant or nursing employees in that province.\n\n(4) An employee who makes the application referred to in subsection (2) may avail herself of the remedies provided for in the legislation of the province where she works.\n\n(5) The Minister shall, on behalf of the Government of Canada, with the approval of the Governor in Council, enter into an agreement with the government of a province or its agent to determine the administrative and financial conditions of applications from employees referred to in subsection (1).\n\n(6) The exercise by an employee of the right under subsection (1) is without prejudice to any other right conferred by this Act, by a collective agreement or other agreement or by any terms and conditions of employment.”\n\nMadam Speaker, I am pleased to move this amendment to Bill C-12. Its purpose is clear—to ensure that all workers, particularly those who are pregnant or nursing, are covered by the legislation in force in their province.\n\nThis amendment would mean that workers in Quebec would not be penalized by the federal legislation. Members should know that approximately 100,000 workers in Quebec are covered by the federal rather than the provincial labour code. Workers covered by the federal code will be protected by the bill we are now debating. However, as far as pregnant and nursing workers are concerned, this bill is far inferior to existing provisions in Quebec.\n\nThe purpose of this amendment is therefore to ensure that the provincial code applies to all employees described in clause 132 of the bill.\n\nThe amendment was drafted by the member responsible for this issue, the member for Laurentides, our labour critic.\n\nI am pleased to be replacing her today, for a number of reasons. The result of the struggles which, in Quebec, gave rise to the present legislation on occupational health and safety and its protection of women, must benefit not only women covered by Quebec's labour code but also women subject to the federal code.\n\nIt is ridiculous that, within one province, and even within one federal building, where some employees come under the provincial code, there are women operating under two completely different codes. What we are talking about is the protection of pregnant and nursing women.\n\nThis bill is an improvement over the provisions of the Canada Labour Code as they were previously. It does, however, stop short of providing pregnant or nursing women with complete protection. There are several weaknesses in the clause in question, and we are especially flabbergasted that, from the moment their physician declares that there is a danger, women will no longer receive their pay and will be forced to go on employment insurance, if they are eligible.\n\nThis is a great departure from the Quebec legislation, which provides for women to retain 90% of their salary. It makes no sense for this to apply in one province. I am not familiar with the legislation of other provinces. I do know that, overall, provincial legislation follows federal legislation rather closely, and I find that regrettable. We in Quebec cannot stand for there being such a difference between the coverage provided to women under provincial legislation and what is provided to women covered by the Canada Labour Code.\n\nThat is the reason behind our calling for this amendment. We know that we are again dealing with the matter of Quebec versus Canada. In this case, it is very frustrating because these are social policies.\n\nI was vice-president of the CSN at the time that the Quebec legislation was introduced and discussed, in 1997. It was no easy task to get the provisions contained in the Quebec occupational health and safety legislation passed. Nor has it been an easy task to maintain them. On a number of occasions, the employers who are equally represented on the committee overseeing the implementation of the occupational health and safety act said several times “But that is costly and should not be covered by the CSST”. But the debates and discussions have continued.\n\nThe principle is that a pregnant or nursing employee who may feel she, her baby or the fetus is at risk because she is working, should not find it difficult to be moved or, if she cannot be moved to another job, she should be able to stay at home and wait to return to work as an employee and a contributor to the production and enrichment of the compagny.\n\nWhat we did in Quebec was spread the costs among everyone. It then becomes a general social benefit paid for by everyone. It makes no sense for the present legislation to compel the woman to stay at work. This is the serious part. If the woman does not accept it, what does she do? Does she agree to stay at work, despite the risks? That is what this means, exactly what this means.\n\nIt does not encourage a woman to question. It encourages her, if hers is the only income or if this income is vital, to agree to conditions that are dangerous to her or her child or to not nurse the child. This makes no sense. Let no one try to tell me she can receive employment insurance benefits. First, she needs to be eligible for them and then, if she ever needs them because of a layoff or for other reasons, she will no longer be able to draw them.\n\nThat means that the health of pregnant women is not given the attention it is due. I do not understand how we could come to that.\n\nI heard the NDP member say earlier that that could be considered elsewhere, but the legislation will be there. Once it is passed, that is what will apply and, as far as I know, there is no thought being given to amending it again.\n\nIt seems to me that this amendment is acceptable. I think this is an opportunity, in this House, to allow women in Quebec to be treated on an equal footing with women covered by Quebec's labour legislation.\n\nI am basically begging, because it is women who will be penalized, when all that is needed is agreement for provincial legislation to apply. Furthermore, I should point out that this was the case until 1988, until a constitutional ruling. I should also point out that there is an agreement with one department concerning certain workers.\n\nSo, if it can be done by agreement, why could women not benefit in all cases from this right acquired and maintained at such cost by women in Quebec and their male colleagues?", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:05:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2135/152/", 
            "text": "Madam Speaker, Motion No. 2 seeks to amend Bill C-12 by adding further language to section 132, which would make it such that the rules in the provincial jurisdiction would take precedence over the federal code in matters related to pregnant and nursing mothers in the workplace.\n\nSection 132 consists of totally new language. All of section 132, which deals with pregnant and nursing employees, consists of brand new language and is the product of the same comprehensive, co-operative, joint committee work that has been undertaken for many years between labour and management. The language that we have in Bill C-12 concerning section 132 is what the industry sector stakeholders agreed to. They saw no need to amend it further. There was no directive to us from labour representatives indicating that they wanted additional changes to section 132. FETCO, the employer agency in the federal jurisdiction, was satisfied with the new section 132.\n\nThe only amendment that the NDP sought was to add further clarification to one clause. That amendment failed at committee. Frankly, it is not of much concern to us. We only hoped to further clarify the intention of section 132.\n\nWith reference to the speech we just heard from the Bloc member, everyone agrees that we should all have legislation that is as civilized as that which is enjoyed by Quebec workers in the province of Quebec. I have no doubt in my mind that pregnant and nursing employees in the province of Quebec are better served than in any other jurisdiction, and that they are better served than they would be under the Canada Labour Code. However, the impact of the amendment the Bloc put forward would give primacy to provincial legislation over federal legislation. In many provinces, if the provincial legislation had primacy, Canadian female workers would have lesser terms and conditions than those provided in the code, other than in the province of Quebec.\n\nThe NDP cannot agree with this because in the other nine provinces and two territories the standards would actually decrease, rather than increase to the highest standards, which are those found in the province of Quebec.\n\nThe other reason we are reluctant to support this amendment is, as with the first motion, we do not want to see this bill delayed in any way, shape or form. We believe that the motion which was put forward by the hon. member from the Bloc would cause delays.\n\nWhen this bill reaches the Senate, I believe that the Senate review committee would have serious problems with the language. The Senate would ask for a review by the justice department to see what the real impact would be. Would it overlap with provincial jurisdiction? Could there be a constitutional challenge?\n\nIn other words, even if this amendment passed all of those tests, it would cause delays that would take us well beyond the end of this session. It would take us into the fall. Who knows what the future will bring in the fall of this year. We may be faced with an election. It would be very regrettable if this legislation did not get back on the books at all. All of the people in the federal jurisdiction who have been waiting patiently for amendments to part II of the Canada Labour Code, who have been waiting patiently for all the positive changes in part II, would be further frustrated. The whole process would have to be started again.\n\nIt is with regret that our caucus cannot support this motion. I should make it abundantly clear that it has nothing to do with the merits of the argument brought forward that pregnant women and nursing mothers need additional recognition due to their special circumstances in the workplace. However, my party is comfortable that part III of the Canada Labour Code deals with the redeployment of pregnant or nursing mothers who feel that they or their babies may be in some danger in the workplace.\n\nFurthermore, part III of the code is being reviewed in the same comprehensive fashion as part II. It is being reviewed by the actual stakeholders, labour and management, and FETCO, which represents employers in the federal jurisdiction. They are seized of this issue. They know that the current code is lacking and needs improvement. Part III is the appropriate place to make improvements to the issues we are talking about, not part II.\n\nI would appeal to all members of the House to support Bill C-12 as amended. The NDP hopes that the bill will be widely received in a positive way by all parties. Let us move quickly to pass the bill into law prior to the end of the session.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:20:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Judi Longfield", 
                "url": "/politicians/2599/", 
                "member_id": 2646, 
                "party": "Liberal", 
                "riding": "Whitby—Ajax (Ontario)", 
                "id": 2599
            }, 
            "url": "/hansards/2135/153/", 
            "text": "Madam Speaker, I want to echo the words of the NDP member opposite. He has very clearly indicated that the amendments we see to section 132 which were presented to the committee are indeed the result of a tripartite agreement.\n\nThe amendments proposed by the Bloc would dismiss the work done on the tripartite agreement and would provide for a different kind of classification between one worker in the federal sector and another.\n\nThe current legislation would give pregnant women and nursing mothers the right to refuse work which they deem would be of danger to themselves, their fetus or their nursing child. As such, we feel very confident that this legislation would give adequate protection.\n\nOn issues of compensation and further review, there is an opportunity under part III of the Canada Labour Code, which deals specifically with maternity related reassignment, leave and benefits. There is an opportunity, in the spirit of labour, management and government working together, to make amendments under part III of the Canada Labour Code. The groups are working on that, and that is where these issues could be dealt with more fully.\n\nWe on this side of the House have, for quite some time, wanted to see protection for nursing mothers, fetuses and pregnant women. That is why we were so pleased to see the results of the tripartite agreement that gave, for the first time, under part II, section 132, these protections.\n\nRather than belabour the point, I will just echo the comments of the member opposite. He has put the situation as we see it clearly and concisely. We would urge all members of the government to support the bill as it currently is before us, and to reject the amendments brought forward by the Bloc today.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:25:00", 
            "attribution": "Mrs. Judi Longfield (Parliamentary Secretary to Minister of Labour, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/154/", 
            "text": "Is the House ready for the question?", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/155/", 
            "text": "Question.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/156/", 
            "text": "Pursuant to order made earlier this day, the recorded division on Motion No. 2 is deemed demanded and deferred.\n\nPursuant to order made earlier this day, the recorded division on the motion stands deferred until Tuesday, May 30, 2000 at the end of the time provided for Private Members' Business.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bob Kilger", 
                "url": "/politicians/3532/", 
                "member_id": 3231, 
                "party": "Liberal", 
                "riding": "Stormont—Dundas (Ontario)", 
                "id": 3532
            }, 
            "url": "/hansards/2135/157/", 
            "text": "Madam Speaker, I rise on a point of order. I think that if you were to seek unanimous consent, the House might agree to seeing the clock as being 1.30 p.m., and the House could then proceed to Private Member's Business.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:30:00", 
            "attribution": "Mr. Bob Kilger", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/158/", 
            "text": "Would the House be agreeable to proceeding in such a fashion?", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/159/", 
            "text": "Agreed.", 
            "topic": "Canada Labour Code", 
            "time": "2000-05-19 12:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2135/160/", 
            "text": "The House resumed from April 6 consideration of the motion and of the amendment.", 
            "topic": "", 
            "time": "2000-05-19 12:30:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Deepak Obhrai", 
                "url": "/politicians/deepak-obhrai/", 
                "member_id": 2449, 
                "party": "Reform", 
                "riding": "Calgary East (Alberta)", 
                "id": 216
            }, 
            "url": "/hansards/2135/161/", 
            "text": "Madam Speaker, it is indeed a pleasure to rise and speak to this motion which was introduced by my colleague. The motion calls for co-operation among like-minded nations to develop multilateral initiatives in order to strengthen the capacity of international organizations and prevent conflicts that have created havoc on civilian populations. This is a very important subject as today's conflicts are unfortunately using civilians as pawns in people's desire for power.\n\nI will talk for a moment about what we see on television screens these days. We see conflicts, havoc, devastation and the misery that civilian populations are subjected to these days. The horror stories resulting from these conflicts boggles the mind. An urgent response from the international community is needed in order to respond to these cries for help. These are helpless civilians caught in a conflict for which they have no say.\n\nWhat is even more tragic is that the majority of these conflicts taking place on continents around the world are against democracy. Democracy is under attack. Elected governments are under severe attack by individuals and organizations that have no ideological desire to improve the lot of the people but are attempting to seize power for their own egotistical desire for power. At the dawn of the 21st century, this is a serious concern that the world community must take into account.\n\nTherefore, my colleague has introduced this motion asking that like-minded nations—when we talk about like-minded nations we are discussing countries that hold democratic values very high—put pressure on countries in conflict and work toward preventing these conflicts from taking place.\n\nThere is no point in reacting after the fact. As we have witnessed in the Rwanda genocide, in Kosovo and today in Sierra Leone, the conflicts explode so rapidly, with the civilian population being murdered, that by the time today's international intervention takes place, misery has already been created.\n\nWe witnessed the late reaction to Rwanda, the late reaction now to Sierra Leone and, to a degree, the late reaction even in Kosovo where when the international community finally came it was after thousands had already died or had been displaced from their homes. In Sierra Leone, tragically, many people had limbs cut off and children were being used as soldiers.\n\nWhen we see these things at the dawn of the 21st century, we cannot understand how, with the rapid communications we have and the ability and co-operation we have, we continue to fail to address these issues.\n\nThis motion is asking that we address the issue far in advance, identify the areas of potential conflict and move in rapidly to diffuse the situation. We are now trying to address the issue through the international code, but this is after the fact when the damage has already been done to future generations.\n\nWe must, for the sake of democracy, for the sake of humanity and for the sake of the children, address this issue now.\n\nWhat is the driving force that creates these conflicts? Prior to the collapse of the cold war, we had ideologies that drove these conflicts. With the collapse of the Soviet Union and the cold war, we now see a marked change in these conflicts. They have now moved in order to fulfil some people's egos. They are fueled by money.\n\nThe key issue is that these conflicts are no longer supported by other ideological nations but are supported by money. Where is the money coming from? It is quite sad to see the conflicts that are now being fueled by money. Who is financing these conflicts?\n\nIn many Latin American countries, the money comes from drug sales. Where does the money come from on the continent of Africa? It comes from the rich diamond fields. For those engaged in the conflicts today it has become very evident that they are in control of the natural resources and specifically diamonds. They market these diamonds in the international marketplace, take the money and then fuel their war where they create misery.\n\nAside from plundering the natural wealth, which is not being used to advance the social fabric, the democratic fabric nor the lives of the citizens of that nation, this has been squandered and has helped fuel the majority of the wars that are taking place in many countries around the world.\n\nWe in the developed world have the ability to starve off the financial resources that these people are getting by helping to identify the potential future areas of conflict and diffuse them. We are bound to create a situation where they can no longer access money from the international market by selling their diamonds or other natural products, including drugs.\n\nMore important, we know from experience that sanctions are not working. Iraq is one example of where sanctions have not worked. In many other countries in the world sanctions have not worked. If sanctions have not worked, what else will work? Dialogue? Diplomacy? Those are good ideas but how will we put pressure on them? In the first place, these people who are responsible for the conflict have refused to listen to the voice of reason.\n\nWe are asking all members of the House to look at this motion and at its long term implication that will help solve and prevent conflicts. This is an extremely important motion to me. I hope all my colleagues in the House see the motion in that capacity and support it.", 
            "topic": "International Organizations", 
            "time": "2000-05-19 12:30:00", 
            "attribution": "Mr. Deepak Obhrai (Calgary East, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Bryon Wilfert", 
                "url": "/politicians/bryon-wilfert/", 
                "member_id": 2606, 
                "party": "Liberal", 
                "riding": "Oak Ridges (Ontario)", 
                "id": 304
            }, 
            "url": "/hansards/2135/162/", 
            "text": "Madam Speaker, the motion currently before the House in its amended form calls on the government to continue and intensify efforts with other nations to further develop multilateral initiatives in order to strengthen the capacity of the international organizations to enable them to identify the precursors to conflict and improve their conflict prevention capabilities.\n\nCanada attaches great importance to conflict prevention and improving existing international capabilities for early warning. We continue to be involved in ongoing efforts to strengthen the existing tools of international conflict prevention in a variety of fora which have been discussed in previous debates.\n\nToday I will highlight the important work of the G-8 in the area of conflict prevention. As mentioned in previous debates, the G-8, of which Canada is an active member, is seized of this issue. In advance of the G-8 summit in Japan this July, officials have held several policy meetings on a variety of subjects, including conflict prevention.\n\nAt a meeting of the G-8 conflict prevention officials in March of this year, it was agreed that recommendations would be made in advance of the leader's summit to undertake a series of initiatives related to small arms, conflict and development, diamonds, and children in armed conflict.\n\nCanada has been heavily involved in advancing key aspects of the human security agenda in the G-8 context and working to ensure efforts complement work in other fora, in particular the UN Security Council.\n\nThe work undertaken by the G-8 conflict prevention officials reveals a strong commitment to the implementation of the Berlin communiqué agreed to in December 1999.\n\nThere has been considerable development of action oriented conflict prevention initiatives which will draw on the comparative advantage of the G-8 in specific areas. Officials also recognize the importance of effective consideration of the economic side of the conflict prevention in order to ensure a truly comprehensive and coherent approach by G-8 partners.\n\nThe G-8 is working in support of national, regional and global efforts to ensure that the challenges of destabilizing proliferation of small arms faced by the international community are addressed.\n\nThe G-8 conflict prevention officials have advanced several ideas in response to these challenges which will lessen the impact of destabilization, accumulations of small arms on ongoing conflict, as well as preventing new conflicts.\n\nIn particular, the G-8 intends to continue exercising a high degree of responsibility in licensing exports of small arms, while recognizing legitimate defence and security concerns of importing states. It will be implemented in conjunction with demand side measures. In this context the G-8 conflict prevention officials stress the importance of the adoption of the ECOWAS moratorium on the importation, exportation and manufacture of light weapons in October 1998.\n\nThe G-8 intends to work to ensure that its expert policies and decisions respect the moratorium and will provide support to capacity building projects in states directly affected by illicit small arms trafficking.\n\nRecognizing that economic growth and sustainable development will exist only when there is peace and democratic stability, the G-8 will promote the consideration of conflict prevention and development assistance strategies. It will enhance assistance to ensure a focused, quick response with the aim of conflict prevention. It will ensure a smooth transition from emergency humanitarian assistance to development assistance in the post-conflict stage.\n\nSpecifically the G-8 will work with bilateral and multilateral actors and the international financial institution to promote and develop good governance and respect for the rule of law, including capacity building of administrative, police and judicial institutions.\n\nAlong with the organizations such as the OECD development assistance committee, DAC, the G-8 will also monitor and assess bilateral donors practices in seeking to address conflict prevention within the broader development assistance strategies.\n\nAs Canada has advanced as chair of the UN security counsel Angola sanctions committee, there is international recognition that illicit trade of certain high value commodities, in this case particularly diamonds, provides funds for arms purchases, which fuels conflict and creates humanitarian crises. This is evidenced by the ongoing conflicts in Angola, the Democratic Republic of the Congo and Sierra Leone.\n\nThe G-8 conflict prevention officials have called for producing and consuming countries and leaders in the diamond industry to ensure transparency and accountability in the diamond trade.\n\nThe G-8 also supports the efforts of African states in strengthening regional law enforcement and internal capacity building for controlling the illicit trade of diamonds.\n\nOf particular interest to the Minister of Foreign Affairs and many other Canadian parliamentarians is the impact of armed conflict on child participants and child victims.\n\nI had the pleasure of leading as chair of the Asia-Pacific Parliamentary Forum a delegation in January to discuss this issue with parliamentarians from Asia, the United States and Latin America. Several approaches to the subject have been agreed upon by the G-8 conflict prevention officials.\n\nThese include maintaining pressure against those who involve or target children in armed conflict in breach of international standards such as the ILO convention on the elimination of the worst forms of child labour, which prohibits forced recruitment of those 18 years of age into armed forces and the early adoption of the optional protocol to the convention on the rights of the child on the involvement of children in armed conflict.\n\nThe G-8 continues to be an important forum for discussion on armed conflict prevention because of its important influence in setting the international agenda.\n\nWith four of the five permanent members of the United Nations security council and the largest financial contributors to the UN, the G-8 countries have much to offer in support of international conflict prevention initiatives.\n\nCanada will continue to support continue to support, participate in and advocate strong co-ordination of initiatives at the G-8 and in other fora that seek to build national and international capacity to prevent conflict. I am pleased to conclude by saying that the government supports the amendment and the amended motion.", 
            "topic": "International Organizations", 
            "time": "2000-05-19 12:40:00", 
            "attribution": "Mr. Bryon Wilfert (Oak Ridges, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2135/163/", 
            "text": "Madam Speaker, I am pleased to stand today on behalf of the New Democratic Party of Canada to indicate that we support Motion No. 30. In essence it calls upon the government to continue and intensify efforts with other nations to further develop multilateral initiatives to strengthen the capacity of international organizations, for example the International Monetary Fund, the World Bank and the United Nations, to enable them to identify the precursors to conflict and improve their conflict prevention capabilities.\n\nThe motion is very important and contains a number of very valuable words and thoughts. I want to focus a bit on some of the clauses that are quite important. For example, when we talk about multilateral initiatives that in itself says a lot. It talks about co-operation with other nations rather than a unilateral initiative.\n\nMany unilateral initiatives take place where one nation will decide something on its own and move forward. Far too often those kinds of initiatives are based on the narrow economic greed of a nation or on its own particular agenda. Very often they are based upon intimidation, where a nation intends to intimidate other nations to go along with its will.\n\nYesterday I read in the paper, and I sure others read the same article, about an initiative that was considered by the United States to explode an atom bomb on the moon back in the 1950s to intimidate the Russians. This has just come to light now. That kind of initiative was based upon intimidation and an attempt to display that it was omnipotent, all powerful and could do what it wanted. That is not the kind of thing that leads to peaceful relations between nations.\n\nMany years later we are seeing these things happening again. The United States is attempting to intimidate others to go along with its unilateral move to put up a national defence missile system. Concern has been expressed by nations across the world and by many citizens about it. Even people in Canada have expressed concern about it. Yet we see these intimidation tactics whereby the United States says that it will move ahead anyway and if we do not co-operate we will suffer as a result.\n\nThose are the kind of threats that neighbouring nation is making to Canada. We have to get away from that kind of approach if we want to move forward, if we want to look at preventing conflicts and if we want to work together for a peaceful world and society.\n\nThe motion also talks about strengthening the capacity of international organizations. We must agree that the international organizations today are quite weak. For example, let us look at the United Nations. It was very clear during the Kosovo crisis that the United Nations was weak in terms of being able to cope with that situation. It was a NATO led movement that dealt with that situation when in reality it should have been the United Nations that took the led. We know the United Nations has to be strengthened to enable it to cope with the many conflicts that come up today.\n\nLet us also look at the situation regarding Sierra Leone. A number of peacekeepers have been taken prisoner. That does not bode well for the strength of the United Nations, an international organization. We have to seriously look at strengthening these organizations so they may fulfil the kind of role that we determined they should fulfil.\n\nIn order to strengthen any of the international organizations such as the United Nations they need to be properly resourced. That brings back the responsibility of each country that is a part of the United Nations to pay its dues and to contribute do the things it is supposed to do as a member of that organization.\n\nWe need people of like mind. I think the original motion talked about bringing together like minded people. Indeed this is very important. We need people who are concentrating upon and desirous of obtaining world peace rather than simply preserving their own national identity or their own particular national interests. This is very important when we talk about strengthening the capacity of international organizations.\n\nThe third idea that is brought out in the motion, again a very important idea, is enabling the identification of precursors to conflict and to improve conflict prevention capability. This is where it is very important. We must look at bringing about situations that prevent rather than always end up reacting to crises.\n\nFar too often we find ourselves at a stage where something terrible or drastic is happening in the world. We then react and try to correct the situation, but many times we know that if we keep our eyes and ears open, if we are at all interested in what is happening around us, there are many signs that conflict is developing. There are many indications that problems are brewing on the international scene.\n\nCertainly we have to be able to detect that kind of information and to move to prevent these things from escalating to a point where we are sweeping up afterward. With today's technology we should be able to do that. We should be able to clearly identify and know when trouble is brewing.\n\nWhen we look at our military there is talk about revolutionary and military affairs where we are being presented with the concept of modern warfare based upon technology and based upon the ability to have smart bombs. Ultimately I guess the goal is to have war with very few casualties because everything could be so precise according to the technology. If the technology is precise enough to enable us to conduct that kind of warfare, it should be precise enough to enable us to detect when problems are brewing and developing and to step in to do something before they become a crisis.\n\nWhen we talk about international organizations, one of the key factors we have to recognize is that no matter how great the technology is today, no matter how advanced the technology is, the human factor must always be dominant. The human factor must remain. Technology is only going to be as useful and good as we as human beings enable it to be. If we put it to the proper use then it can be quite helpful to us. Otherwise it can be very damaging.\n\nThat calls for a certain mindset among people who are governing nations and working together for international peace. They must have a mindset or an attitude that is predisposed toward peace rather than toward aggression and war.\n\nWe must move away from the idea that everything is controlled by economics. We heard about diamonds being the cause of the conflict in Sierra Leone. In other parts of the world economic advantage has been the moving factor for people. We have to move away from letting economics dominate our lives and start to consider the value of human life in itself. We have to start looking at the lives of those children missing limbs whom we have seen, the victims of a war over economic greed. If we change our mindset we can certainly go a long way toward strengthening these international organizations.\n\nI am reminded of a couple of stories told to me by people who had worked at the United Nations. One young woman who was a lawyer told me how she just quit in discouragement because of the things she saw taking place at the administrative level within the United Nations. Again, it was coming down to personal agendas and people looking toward their own power within the organization rather than looking toward the goals of the organization itself.\n\nI spoke recently to a RCMP officer who had worked through the United Nations in a very high position. He told me about the things that discouraged him on the administrative side of things. When they needed equipment in certain areas in which they were working, they could not get it. They were told there was a lack of resources. Then they would see personal secretaries and people at the top riding in Jeeps and getting the equipment they needed. That kind of approach or attitude is what we have to change if we want to strengthen and create co-operation among our nations and to improve and strengthen our international organizations.\n\nAgain the NDP are very pleased to speak in support of this motion. We feel it goes to the heart of what is important when we are dealing with international affairs. People must work together with a proper mindset toward peace and harmony in the world. If we put that behind our efforts, certainly it will go a long way toward improving these international organizations.", 
            "topic": "International Organizations", 
            "time": "2000-05-19 12:50:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2135/164/", 
            "text": "Madam Speaker, it is certainly a pleasure to rise today. It is getting to be a bad habit in that I am following the hon. member for Halifax West again today as I did last night, but I guess I could do a lot worse.\n\nI want to put my comments about this important issue on the record. We have already had the opportunity to discuss the issue at some length through the debate on the motion by my colleague for Esquimalt—Juan de Fuca, but I have a few additional thoughts.\n\nMost people in my area do not even understand, nor do I, the roles of the IMF, the World Bank, the United Nations, where one jurisdiction starts and one ends, and how they fit together and work. The motion by the hon. member helps to simplify that, to make it clearer for all, and to help define the roles of each organization.\n\nThe Conservative Party definitely supports the initiative of the reform member and we want to congratulate him on his excellent work. However we are going to return to what we have already pointed out with regard to the motion's limitations. That is the underlying assumption that it is impossible to determine the signs that predict world conflicts and to develop responses to those conflicts well in advance.\n\nThe purpose of the motion is laudable but I think it is somewhat over-optimistic. Even in this Chamber we often have trouble reaching understandings on issues and we have trouble agreeing with one another despite our good intentions. Imagine the difficulty that would be encountered by the various world bodies which certainly have diverging interests even country by country. But then again, walking on the moon was merely a dream 40 years ago, so maybe if we keep trying we can achieve this goal.\n\nThe time for reform of international institutions has certainly come. There is no question.\n\nThe Minister of Finance explained in great detail during his meeting yesterday morning with the members of the foreign affairs committee that the necessity for reforming these institutions is paramount and the time is now. He stressed the urgency of international co-operation in establishing international standards and codes in order to reduce the risk of financial instability in the world's financial system. We heard the same story from the first deputy managing director of the IMF, Mr. Stanley Fischer. The demonstrations in Washington and Seattle are not isolated gestures either.\n\nIt is imperative that the world's institutions listen, respond and understand that their decisions have an impact on ordinary people's everyday lives. It is through national governments and the representatives they mandate to represent us that we will be able to influence these organizations and not otherwise.\n\nWe live in a time when everything is done on an international scale. Unfortunately I do not think the people's needs are being genuinely respected. It is not for lack of desire to do so in some corners, but because the way international institutions operate is just too complex and they seem to serve the interests of certain stronger countries at the expense of the less influential countries.\n\nFor instance, during the gulf war the UN played an important part in the decision making process, but during Kosovo the UN proved insufficiently effective for some of its members and was promptly replaced by NATO. Why did that system fail?\n\nEverything depends on the interests of the member countries, and the interests often diverge. Another factor is that world bodies have proliferated in recent decades. Their functions have become more ponderous and they have become less effective because of their excessively complex procedures. I am thinking here of the hierarchy of international organizations.\n\nOften the result is either that action is delayed until it is too late or that everyone is so confused and no one really knows anymore what the solution to the problem is or even whether there is a solution. We have seen that firsthand.\n\nThe players on the international scene choose an organization that suits them depending on their own interests rather than on the basis of what would be the best way to solve the problem. The best example I can think of is the trade conflicts that may arise and do arise, and there are plenty of them even between Canada and the United States.\n\nIf one party thinks it has more chance of winning by choosing the WTO, it will address itself to the WTO for arbitration. But if it is the free trade agreement that would serve its interests better, the country will opt for that process. We are thus finding ourselves in a real spider's web of bilateral, multilateral and international agreements. The result is confusion, inefficiency and ultimately, conflict.\n\nFrequently foreign affairs would like to introduce an initiative but unfortunately finds that it clashes with an agreement signed with one of the world organizations. On a given issue the answer is yes under the agreement with one organization but no under the agreement with another. It has become a real tangle.\n\nWhen everything becomes too complicated it is time to simplify as proposed in this motion. It is in this perspective the Progressive Conservative Party has concluded that it is high time for the thinking and discussion process on internationalization that is suggested by this motion.\n\nThe operations of international bodies should be simplified and clarified with a view to making them efficient and effective enough to meet the needs of ordinary people. Let us not forget that is why they were set up. That is how we will prevent conflicts in the future.", 
            "topic": "International Organizations", 
            "time": "2000-05-19 13:00:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Keith Martin", 
                "url": "/politicians/keith-martin/", 
                "member_id": 3080, 
                "party": "Reform", 
                "riding": "Esquimalt—Juan de Fuca (B.C.)", 
                "id": 186
            }, 
            "url": "/hansards/2135/165/", 
            "text": "Madam Speaker, I rise on a point of order to seek unanimous consent of the House to make some closing remarks at the end of the debate on my private members' motion. I hope the House sees fit to do that. No other motions or additions will be presented at that time.", 
            "topic": "International Organizations", 
            "time": "2000-05-19 13:05:00", 
            "attribution": "Mr. Keith Martin", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/166/", 
            "text": "Is there agreement to allow the hon. member who is the sponsor of the motion to close debate with a five minute speech?", 
            "topic": "International Organizations", 
            "time": "2000-05-19 13:05:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2135/167/", 
            "text": "Agreed.", 
            "topic": "International Organizations", 
            "time": "2000-05-19 13:05:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Keith Martin", 
                "url": "/politicians/keith-martin/", 
                "member_id": 3080, 
                "party": "Reform", 
                "riding": "Esquimalt—Juan de Fuca (B.C.)", 
                "id": 186
            }, 
            "url": "/hansards/2135/168/", 
            "text": "Madam Speaker, I thank hon. members for allowing me to close with a few minutes on this motion.\n\nThe motion which I put forth last year is one which comes out of my experiences working in Africa during the Mozambique civil war. During that time we saw all manner of horrors that were inflicted on people, primarily civilians.\n\nWe know that 90% of the individuals who are hurt, maimed, raped, killed, tortured in today's conflicts are innocent civilians.\n\nAfter the close of the cold war when the Berlin wall came crashing down, the world thought we would have a peace dividend, but this just unleashed a plethora of conflicts around the world. More than 50 conflicts have sprung up which have put very large demands, both financial and in terms of personnel, on all of us as nations but also on the international organizations.\n\nWe knew for a long time that Rwanda was going to blow up. Kosovo was going to blow up. Burundi, Angola, the Horn of Africa, Ethiopia, and the list goes on. We saw these precursors to conflict taking place and the world did nothing to prevent it. The consequence of that has been the death, maiming and torture of hundreds of thousands if not millions of innocent people around the world.\n\nWe have an extraordinary opportunity to do something about that. Canada has had a moral persuasive force for many years and has been seen by some as a country that stands in the middle and is able to bring different groups together with a common purpose. Not many countries can do that.\n\nMotion No. 30 will enable us to deal with the precursors to conflict and reform the international organizations such as the World Bank, the International Monetary Fund and the UN by working with our other member states to reform these institutions to prevent conflict.\n\nHow can they prevent conflict? By utilizing economic levers that are used to fuel wars. It takes money to run a war. If we can choke off the money supply, we can choke off the war, not always, but sometimes.\n\nIf we allow the status quo to remain, as my colleague from the NDP mentioned, there will continue to be people with their limbs chopped off, people with hot stakes poked in their eyes to blind them, people who have been gang raped, children being used to carry landmines who are blown up as a consequence, and children being used as soldiers in conflict. This cannot be allowed to continue.\n\nIf we do not debate this on humanitarian grounds, then at least as a cogent financial argument we can argue on self interest as nations of the world. When a conflict blows up half a world away, it will come back to haunt us in terms of putting our soldiers in harm's way, and putting demands on our defence, foreign aid and foreign affairs budgets.\n\nThese demands are actually crushing international organizations, particularly the World Bank whose post-conflict reconstruction costs have increased 800% in the last 12 years. The IMF continues to fund countries that siphon off the funds to buy arms to slaughter innocent civilians.\n\nIf we accept the status quo then we are part and parcel of the slaughter that takes place as we speak. Innocent civilians are being tortured in the most heinous ways or are being killed without mercy. We as a nation can do something about that.\n\nI am encouraged by the support this motion has had across party lines. I am confident that as members of different political parties, we can come together to support the motion. It will give the government and members across party lines the ability to work together to act in a leadership role in utilizing the IMF, the World Bank and the UN as levers for the prevention of deadly conflict. At the end of the day it is something we will all be proud of and which we can proudly take to our constituents. More important, we will be doing much to save some of the most innocent people in the world from terrible fates.", 
            "topic": "International Organizations", 
            "time": "2000-05-19 13:05:00", 
            "attribution": "Mr. Keith Martin (Esquimalt—Juan de Fuca, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2135/169/", 
            "text": "It being 1.15 p.m., the time provided for debate has expired. Pursuant to order made earlier today, all questions necessary to dispose of the motion are deemed to be put and a recorded division deemed demanded and deferred until Tuesday, May 30, 2000 at the expiry of the time provided for government orders.\n\nThe House stands adjourned until Monday, May 29, 2000, at 11 a.m., pursuant to Standing Orders 28(2) and 24(1).\n\n(The House adjourned at 1.13 p.m.)", 
            "topic": "International Organizations", 
            "time": "2000-05-19 13:10:00", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332223", 
    "url": "/hansards/2135/", 
    "session": 2, 
    "date": "2000-05-19", 
    "id": 2135
}