{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2140/0/", 
            "text": "The House proceeded to the consideration of Bill C-11, an act to authorize the divestiture of the assets of, and to dissolve, the Cape Breton Development Corporation, to amend the Cape Breton Development Corporation Act and to make consequential amendments to other acts, as reported (without amendment) from the committee.", 
            "topic": "", 
            "time": "2000-06-02 10:05:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/1/", 
            "text": "There are 16 motions in amendment standing on the notice paper for the report stage of Bill C-11.\n\nThe motions will be grouped for debate as follows:\n\nGroup No. 1: Motions Nos. 1 to 5 and 12.\n\nGroup No. 2: Motions Nos. 6 to 11 and 16.\n\nGroup No. 3: Motions Nos. 13 to 15.\n\nThe voting patterns for the motions within each group are available at the table. The Chair will remind the House of each pattern at the time of voting.\n\nI shall now propose motions Nos. 1 to 5 and 12 to the House.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2140/2/", 
            "text": "moved:\n\nMotion No. 1\n\nThat Bill C-11, in Clause 2, be amended by adding after line 17 on page 1 the following:\n\n“(3) It is a condition of every agreement to transfer an asset of the Corporation that is used as part of a coal-mining operation that the coal-mining operation shall continue in a manner satisfactory to the Government of Canada and the Government of Nova Scotia.\n\n(4) It is a condition of every agreement to transfer an asset of the Corporation that could be used as part of a coal-mining operation that the asset shall be developed and a coal-mining operation shall be undertaken in a manner satisfactory to the Government of Canada and the Government of Nova Scotia.”\n\nMotion No. 2\n\nThat Bill C-11, in Clause 2, be amended by adding after line 17 on page 1 the following:\n\n“(3) Prior to the sale or disposal of all or substantially all of the Corporation's assets, the Government of Canada or the Government of Nova Scotia shall hold or cause to be held a public inquiry in order to: a ) determine the effects that the sale or disposal of all or substantially all of the Corporation's assets may have or may have had on the economy of the Island of Cape Breton, Nova Scotia, with particular attention being given to the issue of the unemployment and economic hardship to the residents that may result or have resulted; and b ) assess the measures taken by the Government of Canada, the Government of Nova Scotia or any agency of either of those governments to reduce those effects.”", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:05:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Mancini", 
                "url": "/politicians/2256/", 
                "member_id": 2549, 
                "party": "NDP", 
                "riding": "Sydney—Victoria (Nova Scotia)", 
                "id": 2256
            }, 
            "url": "/hansards/2140/3/", 
            "text": "moved:\n\nMotion No. 3\n\nThat Bill C-11, in Clause 2, be amended by adding after line 17 on page 1 the following:\n\n“(3) The Auditor General shall review the disposal of the Corporation's assets and all other activities related to the closing out of its affairs, and shall report to the House of Commons within six months of the disposal of the last of the Corporation's assets.”", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:10:00", 
            "attribution": "Mr. Peter Mancini (Sydney—Victoria, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Serge Cardin", 
                "url": "/politicians/serge-cardin/", 
                "member_id": 3677, 
                "party": "Bloc", 
                "riding": "Sherbrooke (Québec)", 
                "id": 53
            }, 
            "url": "/hansards/2140/4/", 
            "text": "moved:\n\nMotion No. 4\n\nThat Bill C-11 be amended by deleting Clause 5.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:10:00", 
            "attribution": "Mr. Serge Cardin (Sherbrooke, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2140/5/", 
            "text": "moved:\n\nMotion No. 5\n\nThat Bill C-11 be amended by adding after line 13 on page 2 the following new clause:\n\n“5.1 If a work or undertaking of the Corporation or any part thereof is transferred, by sale, lease, merger or otherwise, to another employer, the work or undertaking or the part thereof, as the case may be, shall continue to be a work or undertaking for the general advantage of Canada.”", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:10:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Mancini", 
                "url": "/politicians/2256/", 
                "member_id": 2549, 
                "party": "NDP", 
                "riding": "Sydney—Victoria (Nova Scotia)", 
                "id": 2256
            }, 
            "url": "/hansards/2140/6/", 
            "text": "moved:\n\nMotion No. 12\n\nThat Bill C-11, in Clause 11, be amended by adding after line 27 on page 4 the following:\n\n“(3) The by-law of the Corporation shall provide that if a person contracts any illness as a result of the person's employment by the Corporation, the person shall be entitled, for the remainder of the person's life, to the health insurance benefits that were provided as part of the terms and conditions of the person's employment.”", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:10:00", 
            "attribution": "Mr. Peter Mancini (Sydney—Victoria, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2140/7/", 
            "text": "Mr. Speaker, I would like to say that it is a pleasure to stand in the House today to talk about Bill C-11, but unfortunately I do not feel that way.\n\nI think it is important at this time to point out to Canadians the difference between fact and fiction as it relates to the Cape Breton Development Corporation.\n\nIn 1995 the Prime Minister asked the Minister of Natural Resources at the time to return to cabinet with a privatization plan for Devco. When we talked to the government and asked it about its plan with respect to the privatization of Devco in 1998, it denied a plan existed. It said that there was no plan and that it had not made a decision about privatizing Devco.\n\nMr. Speaker, as you have said, we are today commissioned with the task of privatizing Devco.\n\nAs a resident of Cape Breton Island all my life, I was always brought up to believe that I lived in a wonderful country called Canada. One of the reasons we lived in such a wonderful country was because it was a democratic society. We had governments which were responsible for ensuring that all citizens were treated fairly and equitably and that it was the responsibility of the federal government to ensure that its policies did not have undue or harsh ramifications for the citizens.\n\nI question whether we live in a democratic society when we see what the federal government has done with respect to the Cape Breton Development Corporation, the miners, their families and the communities which will be affected drastically by this legislation.\n\nAll members of the House have seen over the course of the last number of years delegation after delegation coming to Ottawa, miners' wives coming to Ottawa, pleading with officials of the government to recognize what this bill would do to them, their families, the future of their children and, more important, the future of their island.\n\nDid the government listen? Of course not. The government has refused to listen to every delegation which has come to Parliament Hill to voice their concerns about what the government was doing as it related to the Cape Breton Development Corporation.\n\nIn 1995, when Cape Bretoners were being represented by what some on the government side would tout as being one of the most powerful government members in the country, the government executed the plan to destroy Devco and in essence destroy the island.\n\nIf the government had decided to get out of the industry why was it not willing to sit down with the stakeholders, with the union, with the mayor and with the community and try to work out a solution that would guarantee that nobody would be adversely affected? It did not do that. It decided to continue meeting closed doors and making decisions based on only the facts it had.\n\nDay after day government members get up and talk about their responsibility and what they have done in terms of assisting the people in Cape Breton as it relates to Devco. Their own study in 1995 told them what would happen economically and socially if they continued on with the plan to privatize Devco. Did they recognize those adverse effects? Did the government want to sit down with the stakeholders to find a way to work out a solution? No. It decided to do what it has done for a number of years which is to continue on its course of selling off Canada's assets to foreign investors. Devco is no different.\n\nBecause I come from Cape Breton and having lived there all my life, it angers me to no end when I hear government members say that they are committed to Cape Breton, that they have sent money there for economic development and recovery.\n\nGiven the amount of money that the federal government has sent to Cape Breton, why is Cape Breton's economy where it is right now? Why have we ended up having the highest rate of unemployment in the country if the government is so committed to economic recovery?\n\nThe answer to those questions is that this government has never been committed to any kind of economic recovery as it relates to Cape Breton, and Cape Bretoners know that. We in the House saw the drastic steps that the miners took in January of this year when they took over over one of the mines and went on a hunger strike. It was because of what the government was doing and because it was not listening.\n\nThe parliamentary secretary or the minister will stand up later and tell us that the government consulted Cape Bretoners, that a panel went around Cape Breton Island and gave everybody the opportunity to voice their concerns and their issues. Interestingly enough, everybody on that panel had an affiliation to the Liberal Party. Surprise, surprise. There was a former senator on the panel. One of those people on the panel was successful in obtaining over $300,000 through the millennium fund. Another member was able to open a new FM radio station.\n\nGovernment members will say “There goes the member for Bras d'Or with her paranoia”. No, that is reality and a fact on Cape Breton Island. The government members know it and certainly Cape Bretoners know it.\n\nThe issue here is that there has been absolutely no consultation as it relates to what will happen to Cape Breton Island. Economically in Cape Breton right now our research shows that even to bring Cape Breton up to the mainland standards we will need approximately 14,000 jobs. That is before Devco closes. That is before the steel plant closes. What do we hear from the government members? They say that they have given us $68 million. By the way, they have already spent $7 million on a call centre that we all saw the Prime Minister come and announce to Cape Bretoners. This is patronage at its best. One thing we do know about in Cape Breton is patronage. We have seen it for an awful long time from the Liberal government.\n\nGiven the fact that the government arbitrarily made the decision in 1995 to get out of the industry, why did it not consult with Cape Bretoners? Why did it not consult with the unions? Why did it not listen to the $500,000 study it commissioned from John T. Boyd, which told the government how to make it work? The reality was that the government did not want it to work. It did not want Devco to be viable. It set in motion decisions, since 1995, that would ensure that it would not be viable.\n\nWhat will Cape Bretoners be left with? Today we await the arbitration to decide the fate of the miners and their families.\n\nIt is a sad day in this country when we have a government that is commissioned by the people to look after its citizens and we see the manipulation and games that have been played with the citizens of Cape Breton Island by the Liberal government. What is it? It is just proof that once again the Liberal government is phenomenal for its promises, but as Cape Bretoners have known for a very long time, it is also phenomenal at breaking them.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:10:00", 
            "attribution": "Mrs. Michelle Dockrill", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Mancini", 
                "url": "/politicians/2256/", 
                "member_id": 2549, 
                "party": "NDP", 
                "riding": "Sydney—Victoria (Nova Scotia)", 
                "id": 2256
            }, 
            "url": "/hansards/2140/8/", 
            "text": "Mr. Speaker, like the previous speaker, I want to say that it is a pleasure to rise today to speak to these motions.\n\nI am proud of the motions that have come forward but I think we need a bit of history on some of them and on Bill C-11. My colleague has given some of the history going back to 1995. However, it is important for members of the House to understand what these motions mean and what has happened to them.\n\nThose members of the Liberal Party who do not know the history of the committee that reported on this bill should listen. They should know the history and they should be ashamed.\n\nAfter the government brought in time allocation the bill was sent to committee but not through the normal course of events. It was rammed through the committee to the point where the witnesses were given 24 hours notice to fly from Cape Breton to Ottawa during extended hours that the committee held, where the chairman ordered supper for the witnesses and the committee members, over a two day period, so they could say that they consulted. It was a farce. Yet, in good faith, the people of Cape Breton came forward to the committee. The major of the regional municipality came. Women from the Northside Futures Group came. The unions came. Every one of those witnesses made recommendations to the committee. Those recommendations from the witnesses formed the substance of the motions before the House today.\n\nSome of those motions were brought to committee in another form. Despite the fact that these motions came from witnesses who will be directly affected in the communities where they live, the Parliamentary Secretary to the Minister of Natural Resources exercised his duty as whip, and up and down the line, when the motions were brought forward, most of them were defeated.\n\nI see some members in the House today who I think have a social conscience. I urge them to read those motions. Not all of them are up for debate in this grouping, but they are as innocuous as ensuring that Cape Bretoners sit on the board of directors. They were defeated by the government. We have to wonder why.\n\nWe believe there is a move afoot to ram this through before the next election so that the next Liberal standard bearer in Cape Breton does not have to answer or defend the actions of the government.\n\nWhat is worse is that those witnesses were given a little bit of hope. Cathy Baker, whose husband is a miner and who has been affected by this, gave up her 12-hour shift on short notice to come to Ottawa to plead with the government to keep certain sections in the act. One of the Liberal members on the committee said to her that her comments made him think differently about the bill. The next day or the day after he voted against the very recommendations that she had put forward. He was whipped into shape.\n\nThere is a certain irony here today. This bill will undo the work of previous Liberal administrations: the Lester Pearson administration and the Pierre Trudeau administration involving Allan MacEachen, Romeo Leblanc and other Liberals who were considered left wing thinkers. I know the Liberal members are tired of hearing me say that because it perhaps creates a twinge of conscience.\n\nThe irony is that as the Prime Minister travels off to Berlin to deliver what many think is the left wing election platform of the Liberal Party, while he issues that statement in Berlin, here at home his government is undoing the very kind of Liberal policies for which this party was once so proud. While he echoes a remnant of what might have been in Berlin, the actions of his Minister of Natural Resources and of his government speak far louder than those words. When we compare that speech in Berlin with the legislation before the House today, it speaks of hypocrisy.\n\nThe minister has a choice. He can give credence to his leader's comments in Berlin by withdrawing this bill or, at the very least, by accepting amendments that were put forward by the people of Cape Breton, or he can make his leader look like a hypocrite and pass the bill in this Chamber. It will be an interesting contrast between that speech and this legislation.\n\nI will now go directly to the motions that have been moved today. I will speak directly to Motion No. 2 which says that prior to the sale or disposal of all government assets, there should be a public inquiry into what this will mean for the economy on the island of Cape Breton. That is not happening.\n\nThe interesting reason that Motion No. 2 is an important motion is because the act that we are replacing mandated the government to assess what the economic impact would be as a result of the transition from a resource based economy to another one. That was what the foresight was of the government of Lester Pearson. To give it teeth a section was put in the act that mandated the government to look at that.\n\nWhat could possibly be wrong? How could it be against public policy for a government to say that it understands the implications of this, that it is aware it will be selling off the assets of a crown corporation that is the major employer in a particular community, that it is aware that will mean massive layoffs and will have economic impacts, and that it will have a public inquiry and study it in order to find the best way to deal with it?\n\nGod knows in this House over 130 years we have had public inquiries into every possible subject. When it comes to the lives and the economic consequences of a bill that will affect the lives of 100,000 people, which is the population of the regional municipality of Cape Breton, when it comes to examining what effects this bill will have on those people, there is no interest, no time and no money. Perhaps the government can explain why it has no interest.\n\nThe government members will say that they have given $68 million to Cape Breton for economic development to replace the Cape Breton Development Corporation. The Minister of Heritage announced in the House the expenditure of $48 million toward the construction of a war museum. I suppose we have been given the price of a new building in Ottawa as the impetus for future economic growth for an island.\n\nA contract was made between the Government of Canada and the people of Cape Breton. That contract said that the government would assist the people of Cape Breton through a transition period. Cape Bretoners understood that they would not be coal miners forever and ever. They understood that times were changing.\n\nThe people of Cape Breton looked to the Government of Canada to help them, not to baby them, not to make them dependent, but to help them. Is it wrong that they would turn to the government and ask for help as they made the transition? The Government of Canada in 1967 said it recognized its role and responsibility. It made a covenant, but today the covenant has been broken. Today there is a breach of faith and a breach of trust.\n\nThe people of Cape Breton have always given to Canada when asked. We have always honoured our side of the confederation agreement. I do not know that we can continue to make the same pledge because the covenant has been broken by the other partner and we have been left wanting.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:20:00", 
            "attribution": "Mr. Peter Mancini (Sydney—Victoria, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Serge Cardin", 
                "url": "/politicians/serge-cardin/", 
                "member_id": 3677, 
                "party": "Bloc", 
                "riding": "Sherbrooke (Québec)", 
                "id": 53
            }, 
            "url": "/hansards/2140/9/", 
            "text": "Mr. Speaker, before I speak on Bill C-11, I must set the stage.\n\nI would point out quickly that, on January 28, 1999, the federal Minister of Natural Resources announced the closure of the Phalen coal mine and the privatization of the Prince mine, both of which are on Cape Breton Island in Nova Scotia and managed by the crown corporation Devco. Some 1,700 miners worked for the corporation, and approximately 1,000 will end up unemployed in a region with an unemployment rate of 25% on occasion and even permanently.\n\nAt the same time, the minister announced aid of $110 million to provide the miners with severance pay and early retirement packages and an additional investment of $68 million to boost the region's economy. The Government of Nova Scotia also announced, last fall, that it would invest $12 million in the long term economic development of Cape Breton.\n\nObviously, some people are dissatisfied with the conditions of separation and the proposed severance pay totalling $110 million. Since February 1999, Devco employees have been putting pressure on the federal government to change its decisions.\n\nA committee of the Nova Scotia legislature comprising representatives of all parties called on the federal government on December 23 to improve the offers and increase the amount of money paid to the workers. According to this committee, approximately 230 miners with 25 years of service or more are excluded from Devco's early retirement programs as they are currently defined.\n\nOn January 2, 2000, exasperated miners declared a strike to protest the closing of the mine and to obtain better lump sum payments. A few days later, they set up barricades in order to block delivery of coal to Nova Scotia's two generating stations. Some of them even went on a hunger strike.\n\nAfter long deliberations between workers and representatives of the federal government and the mine, an agreement in principle was reached in mid January, and the barricades came down. Nevertheless, negotiations in camera appear not to be concluded yet.\n\nDevco was established in 1967 by the Cape Breton Development Corporation Act. Its assets include the Prince and Phalen mines, the Donkin mine site, the corporation wharf and rail line, its coal processing plant and the related infrastructures.\n\nDevco being a crown corporation, the Financial Administration Act provides that it cannot dispose of all or substantially all of its assets, unless authorized by legislationaw. Therefore, the main objective of Bill C-11 is to allow Devco to dispose of its assets. It amends the Cape Breton Development Corporation Act to allow the private sector to acquire the corporation's assets, so that the government can exit the coal mining business.\n\nThe purpose of clauses 2 to 4 is to allow Devco to sell its assets, before being dissolved on a day to be fixed by order in council. Clause 5 provides that the works and undertakings operated or carried on by Devco are for the general advantage of Canada. That clause is included in the act so that the Canada Labour Code can continue to apply. It should be noted that since Devco is a crown corporation, all the jurisdictional systems that apply to labour relations, occupational health and safety and labour standards have, since 1967, been governed by the Canada Labour Code.\n\nThe bill thus also provides for the continuation of the existing federal jurisdiction in these areas. It is primarily the provisions of clause 5 which bother us, because they represent federal interference in provincial affairs. There is nothing out of the ordinary about the rest of the bill.\n\nClause 5 is contentious because the federal government indicates that the works and undertakings operated by the corporation, whether or not it is dissolved, will be works for the general advantage of Canada, thus allowing for the continuation of the federal legislation.\n\nBy means of this clause, the federal government intends to continue the jurisdiction it had at the time, through Devco's status as a crown corporation. The federal government thus retains the right to legislate in the areas of labour relations, occupational safety and health, and labour standards, even after the corporation is dissolved.\n\nBut it is the provincial legislation and labour code which should apply once the federal government pulls out of this industry and privatizes its assets. The federal government is continuing its jurisdiction in these areas by invoking the declaratory power conferred on parliament by various sections of the Constitution Act, which allow it to extend its exclusive jurisdiction to works by declaring them to be for the advantage of Canada or of more than one province.\n\nIn fact, section 91 provides that it shall be lawful for the Queen, by and with the advice and consent of the Senate and the House of Commons, to make laws for the peace, order and good government of Canada—that is what I said, the good government of Canada; and this was not written by the Bloc—in relation to all matters not coming within the classes of subjects by this act assigned exclusively to the legislatures of the provinces.\n\nThis section also sets out the matters under the exclusive legislative authority of the Parliament of Canada. And subsection 91(29) gives the federal government exclusive jurisdiction when the classes, in this case the works, have been expressly excepted in the enumeration of the classes of subjects assigned exclusively to the provinces.\n\nSection 92 identifies the matters for which the provincial legislatures may exclusively make laws. Subsection 92(10) says that local works and undertakings are a provincial matter, with the exception of what is set out in paragraphs ( a ), ( b ) and ( c ). Paragraph ( c ) provides that the works, although wholly situate within the province, are before or after their execution declared by the Parliament of Canada to be for the general advantage of Canada or for the advantage of two or more of the provinces.\n\nIn other words, the Parliament of Canada may amend, indeed expand, the limits of its legislative jurisdiction with respect to works of a local nature declared to be of general interest to Canada. Provincial approval is not required.\n\nThe works so unilaterally declared are therefore removed from the application of provincial jurisdiction. The federal government has apparently used this type of power already close to 500 times. The use of this declaratory power by the federal government in the case of the Cape Breton Development Corporation strikes us as abusive. Why is the federal government pre-empting this jurisdiction? Does it not believe that provincial legislation will be sufficient, once agreements have been signed between it and the workers?\n\nLooking quickly at the coal industry, it is of course very much on the way out. It also has a considerable impact on the environment. Those two arguments lead me to a degree of acceptance that the government should divest itself of this mine, mainly the fact that coal mining is not cost-effective.\n\nThere is one important element I must focus on: the matter of regional development. I believe that the federal government has not done its job in this area. It is obvious that the government has invested huge sums of money since 1967.\n\nI have made a rapid calculation. Since 1967, the budgetary estimates for the coal division of Devco, as well as for the industrial development and economic activities division in the past two years, i.e. 1998 and 1999, total $2,568,000.\n\nIf we take an average of 1,700 employees over 33 years, this represents an average of $45,775 per worker. This is, of course, assuming that there were 1,700 workers for the 33 year period. Imagine what the federal government could have done with that money in developing Cape Breton? Now there would be full employment there.\n\nThe federal government has therefore failed to meet its responsibilities. The federal government was incapable of getting the mine to make a profit and today it wants to privatize it. Even the chairman of the corporation admits it is running up a deficit and will probably continue to do so. What are the advantages for the government in selling the mine and in continuing to interfere in provincial responsibilities?", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:30:00", 
            "attribution": "Mr. Serge Cardin (Sherbrooke, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2140/10/", 
            "text": "Mr. Speaker, it is a pleasure to speak to these amendments. But as the member for Bras D'Or—Cape Breton said earlier, it is also a disappointment to speak to a number of these amendments because of the lack of co-operation from the government benches on this bill. It is also a disappointment that the government is not here to defend its actions and its Bill C-11 on the privatization of Devco.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:40:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Marlene Catterall", 
                "url": "/politicians/3465/", 
                "member_id": 2611, 
                "party": "Liberal", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 3465
            }, 
            "url": "/hansards/2140/11/", 
            "text": "Mr. Speaker, I rise on a point of order. Some members are back in their ridings, but as the Speaker knows very well, it is against the rules of the House to refer to the presence or absence of members in the House and there are government members here to defend the bill.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:40:00", 
            "attribution": "Ms. Marlene Catterall", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/12/", 
            "text": "The deputy government whip is absolutely correct and I should have picked up on that myself. As everyone knows, we do not refer to the presence or absence of other members. As everyone knows, while members may or may not be in the House, there are many other obligations that take members out of the House on official business.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:40:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2140/13/", 
            "text": "Mr. Speaker, it was not my intent to point that out. It was my intent to involve the government in debate on this very important bill for the people of Cape Breton Island and Nova Scotia.\n\nA number of amendments have been put forward. We have debated this in committee and we have gone through clause by clause. There are more amendments here. Our party will be supporting some of them and some of them we will not be supporting. What is important is that the debate occurs.\n\nSadly there has been a lack of debate on this issue. There has been a lack of responsibility on behalf of the government. The government has refused to go to Cape Breton Island and hold public inquiries. The committee has not travelled to Cape Breton Island to actually assess the situation on the ground in Cape Breton. Many committee members have not been to the coal field, they have not seen the rail cars and they have not been to the mines. The government has refused travel there.\n\nIt is a mistake for the government when it is liquidating the assets and privatizing the company, a crown corporation, to try to do it in an aloof and hands off manner. The government is going to put the bill through. It wants all parliamentarians to support it without looking at it too closely because it is just a matter of bookkeeping and let us move it through. That type of attitude is what the government has been about for far too long, that type of irresponsible government and its refusal to deal with the issues. A number of issues need to be dealt with.\n\nOf the amendments put forward in Group No. 1 by the member for Bras D'Or—Cape Breton and the member for Sydney—Victoria, there are couple that deserve to be looked at in a much closer manner and taken seriously.\n\nMotion No. 12 states:\n\nThe by-law of the Corporation shall provide that if a person contracts any illness as a result of the person's employment by the Corporation, the person shall be entitled, for the remainder of the person's life, to the health insurance benefits that were provided as part of the terms and conditions of the person's employment.\n\nI would like to hear members on the government benches at least explain to me, but explain to the entire House and to the miners in Cape Breton who have contracted serious illnesses working underground why that particular motion would not be supported by any responsible government in the country. I would like to hear the explanation of that.\n\nI put forth a very similar motion at committee stage and it was voted down. All the opposition parties supported it, and I suspect that all the opposition parties will support this one. Yet the government in its wisdom decided it does not have to deal with this issue. If people contract an illness through work, a work related injury, they will be laid off and the medical insurance will not cover them or their families.\n\nCape Breton Island is a area of economic hardship with 17% unemployment and higher. Yet the government is satisfied that it does not have any further responsibility once it goes through with its privatization plan. I point out Motion No. 3 which says:\n\nThe Auditor General shall review the disposal of the Corporation's assets and all other activities related to the closing out of its affairs, and shall report to the House of Commons within six months of the disposal of the last of the Corporation's assets.\n\nSurely that is a good amendment. When we are liquidating assets and privatizing government or federal assets, to have the auditor general look at it and give a full accounting to the Parliament of Canada is responsible government.\n\nI want want to hear what the Government of Canada has to say on this issue. I want it to explain to me, because I do not understand its rationale or its line of thinking, why this should not occur. Even more serious, I want it to explain to Canadians why this should not occur.\n\nWe have a government that is not responsible. It does not have to have a full accounting of the business it is about to perform. Do Canadian taxpayers not need to know whether this is a good or bad thing? Whatever anyone's position is on this issue, surely we have to be responsible and, more important, we have to be accountable.\n\nThe member for Sherbrooke just spoke about overlapping jurisdiction. The federal government wants to continue to keep its hands in the works through the Canada Labour Code. He made a very good point, a clear point. He explained his position well. It is a point on which I want to hear the government's response. I have not heard it. It has not articulated its vision for the future of Cape Breton Island. It has not explained why federal jurisdiction should continue to apply in a provincial area.\n\nIt cannot continue to govern from afar. It is like trying to write a will that somehow tries to control everything from the grave. It is a mistake for anyone to do that. One should make a decision and move on. The Government of Canada has to do exactly the same. I go back to Motion No. 5 which says:\n\nIf a work or undertaking of the Corporation or any part thereof is transferred, by sale, lease, merger or otherwise, to another employer, the work or undertaking or the part thereof, as the case may be, shall continue to be a work or undertaking for the general advantage of Canada.\n\nThat is a pretty sensible amendment. The problem here is not with the amendments. The problem has been with the government and its total refusal to take this issue and the Parliament of Canada seriously and to listen to amendments put forth by opposition members of parliament. Surely we are not just here to waste our time. Surely we are here to have reasonable, rationale and accountable debate.\n\nEveryone needs to understand that the government is insisting on pushing this legislation through parliament like it pushes every other piece of legislation through parliament. It delays debate. It shortens debate. It refuses to speak to the issues. It refuses to present its own position on this very important issue. Opposition members are forced to bring motions from committee to parliament to have them debated. We debate them at committee, and that debate is rushed by any stretch of the imagination.\n\nThe member for Sydney—Victoria had unlimited time to speak the other day. He took that opportunity to speak in what I thought was a very rational manner for a limited period of time and discussed the issues fairly thoroughly. Instead of that gaining some co-operation from the government, all it gained was to shut it down, move it on, not debate it and not discuss it. That type of government is wrong. That is why we are debating this issue today and that is why we have a couple of other sets of amendments to debate. I look forward to continuing that.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:40:00", 
            "attribution": "Mr. Gerald Keddy", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Wendy Lill", 
                "url": "/politicians/4361/", 
                "member_id": 2542, 
                "party": "NDP", 
                "riding": "Dartmouth (Nova Scotia)", 
                "id": 4361
            }, 
            "url": "/hansards/2140/14/", 
            "text": "Mr. Speaker, it is a pleasure to rise to speak to the amendments as well as to the essence of Bill C-11, an act to authorize the divestiture of the assets of the Cape Breton Development Corporation. I am honoured to follow the two Cape Breton members of parliament who spoke so passionately to the issue. I would like to try to follow in their footsteps.\n\nWith this bill the government will be carrying out its intention to privatize Devco. As we know, the government has a passion for privatization. It has an obsession for cutting loose some of the jewels in our crown, the actual treasures that we hold dear in this country. It believes that Devco should be cut loose and in fact that Atlantic Canada should be cut loose.\n\nWe have seen this over and over from the government. We have seen our health care system cut loose. We have seen the government's commitment move from a 50% commitment to national medicare down to a 13% commitment. We have seen our railways cut loose. Now we have seen the CBC cut loose. We have seen over $400 million removed from the CBC, our national broadcasting corporation. We have seen 3,800 jobs disappear. It is all with the assumption that somehow the private sector will take up the slack, and we know it will not.\n\nWith Devco the argument is the same, that the private sector will somehow do a better job. This is a sort of ubiquitous mantra of the government. I almost think government members repeat it on their treadmills when they are exercising or when they are going to sleep at night. They may mutter cuts are the best policy; private sector good, public sector bad; corporations are always right. Of course there is the continuing mantra that Cape Breton is a financial money pit.\n\nIt is interesting that not only is this last mantra a false one. It is also one that has been taken up by the official opposition, the Reform Party. I guess the Reform Party has finally become an Ottawa insider, adopting the bureaucratic mantras in the same way as the frontbench opposite. I want to bring some of those fallacies to the attention of the House.\n\nIt is important for everyone to note that Cape Breton has been producing coal for 300 years, long before Ottawa bureaucrats existed to criticize the enterprise. The coal produced in Cape Breton fired the steamers which helped build the British Empire. They were critical components of industrial expansion in the early days of Canada.\n\nThe contribution which Cape Breton coal made to our war efforts in both wars cannot be underestimated. At the end of the second world war 17,000 Cape Breton workers kept the coal moving. Like many other industries after the war, there were to be big changes in coal production, and there were.\n\nThe mines declined substantially and by 1965 they were ready for closure, which would have thrown 6,500 miners out of work. However the more progressive government of the day than the one that introduced Bill C-11 understood that allowing the collapse of the coal industry was against the public interest for two reasons.\n\nThe Pearson government understood that there was a viable economic need for coal production in Cape Breton to continue. It is almost eerie how the setting up of Devco seemed to have foretold the oil crisis of the seventies. Until Devco, power in Nova Scotia was produced by oil generating stations. If these stations had not changed to coal fired stations in the late sixties, the impact of the OPEC crisis would have decimated the Nova Scotia economy.\n\nI heard both Liberals and Reformers whine about the money pit of Cape Breton requiring this drastic legislation. However I never hear them talk about the billions saved by businesses and residents of Atlantic Canada because of cheap Cape Breton coal being used to create electricity.\n\nThe mantra continues: Cape Breton's Devco should be cut loose; the private sector will do a better job; and the government will continue to offer call centre jobs to this beautiful island. I say shame on the government's minimum wage commitments to Cape Breton and its people.\n\nToday I learned that the reprieve of local news shows at the CBC, which is another sock from the Liberals to maritimers and which I have already called a sham to get the government through the next election, is not what the government had taken credit for. The national programs will get millions to produce a slick commercial free 30 minutes of national news. They will get time to develop the ideas and will get the resources to do it right, an approach which local shows have always done well. Due to the Liberal broken promises, the local shows have scant days to come up with the millions in cuts.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:50:00", 
            "attribution": "Ms. Wendy Lill (Dartmouth, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2140/15/", 
            "text": "With the hon. member's agreement, it might be a good time to break your speech. You still have five minutes and ten seconds left and will have the floor when we return to debate.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 10:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Pratt", 
                "url": "/politicians/1677/", 
                "member_id": 2600, 
                "party": "Liberal", 
                "riding": "Nepean—Carleton (Ontario)", 
                "id": 1677
            }, 
            "url": "/hansards/2140/16/", 
            "text": "Mr. Speaker, I rise today to invite all Canadians to share in a grand military celebration Saturday morning, June 3, at 9.30 on Parliament Hill. Two hundred and fifty Canadian soldiers will participate in the Century of Service Parade to commemorate 100 years of proud military service to our country. This is a unique opportunity for Canadians to pay tribute to four regiments that served in South Africa at the turn of the 20th century.\n\nThe Royal Canadian Regiment valiantly fought its way to victory through searing heat, thirst and sickness at the battle of Paardeberg in February 1900. In November 1900 the Royal Canadian Dragoons and the Royal Canadian Horse Artillery held fast at the battle of Leliefontain despite many casualties.\n\nIt is also an opportunity to commemorate the raising of Lord Strathcona's Horse, the Royal Canadians, in the year of 1900 just prior to their service in South Africa. In fact the Musical Ride will be performed by horses and riders from the Strathcona Mounted Troop, an event rarely seen in eastern Canada.\n\nI encourage all Canadians to share in this momentous tribute to these four proud Canadian regiments that continue to serve our home and native land.", 
            "topic": "Century Of Service Parade", 
            "time": "2000-06-02 10:55:00", 
            "attribution": "Mr. David Pratt (Nepean—Carleton, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2140/17/", 
            "text": "Mr. Speaker, the Liberals just do not get it. The federal government is spending over $48 million of the $68 million in federal sponsorship money in Quebec to respond to messaging from the Parti Quebecois.\n\nCanadians are tired of Liberal big spending to promote Liberal status quo federalism. The government finds sponsorship spending easier than making real, necessary and overdue changes to the federation.\n\nAll Canadians want is fairness in government spending. However western Liberals, like the Winnipeg MP who chaired the Liberal task force into western alienation, want the money the Liberals use in Quebec to try to buy votes in the west. I have news for the government. Big spending will not buy Canadians in Quebec or in the west.", 
            "topic": "Government Expenditures", 
            "time": "2000-06-02 10:55:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Lynn Myers", 
                "url": "/politicians/2399/", 
                "member_id": 2644, 
                "party": "Liberal", 
                "riding": "Waterloo—Wellington (Ontario)", 
                "id": 2399
            }, 
            "url": "/hansards/2140/18/", 
            "text": "Mr. Speaker, on Sunday, June 4, we celebrate National Cancer Survivors Day. Cancer touches all of us either directly or indirectly. Approximately one in three Canadians will be diagnosed with cancer during his or her lifetime. However, thanks to improved detection methods and enhanced methods of treatment, more than half of all people diagnosed with cancer today recover fully, and thankfully go on to live happy and productive lives.\n\nEach cancer survivor has his or her own story to tell. Each has experienced pain and unease in their courageous battles against cancer. However, if asked, I am sure that each would say that we must continue to develop new and improved methods of detection and treatment and to encourage research in this all important area.\n\nI am proud to say that on Sunday, June 4, the people of my riding of Waterloo—Wellington will be joining over 700 communities in celebrating National Cancer Survivors Day, a day which has come to symbolize hope, perseverance and the strength of those survivors and their families.", 
            "topic": "National Cancer Survivors Day", 
            "time": "2000-06-02 10:55:00", 
            "attribution": "Mr. Lynn Myers (Waterloo—Wellington, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Andy Scott", 
                "url": "/politicians/259/", 
                "member_id": 2524, 
                "party": "Liberal", 
                "riding": "Fredericton (New Brunswick)", 
                "id": 259
            }, 
            "url": "/hansards/2140/19/", 
            "text": "Mr. Speaker, I am pleased to rise today to offer congratulations to a friend and former constituent. Renowned children's author Sheree Fitch has been recognized as one of the first two winners of the Hackmatack Children's Choice Book Award, a literary program for young readers in Atlantic Canada.\n\nSheree won in the children's choice non-fiction category for her book If You Could Wear My Sneakers . The unique thing about the Hackmatack Children's Choice Book Award is that the winners are judged by the children.\n\nI am pleased also to say that this project was supported by the Canada Millennium Partnership Program. Its objectives are to enhance literacy and promote reading of Canadian books by children in the Atlantic provinces.\n\nAgain, congratulations to Sheree Fitch on her continuing excellence in children's literature.", 
            "topic": "Sheree Fitch", 
            "time": "2000-06-02 11:00:00", 
            "attribution": "Hon. Andy Scott (Fredericton, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Yvon Charbonneau", 
                "url": "/politicians/4925/", 
                "member_id": 2660, 
                "party": "Liberal", 
                "riding": "Anjou—Rivière-Des-Prairies (Québec)", 
                "id": 4925
            }, 
            "url": "/hansards/2140/20/", 
            "text": "Mr. Speaker, the Canadian Cancer Society is celebrating the world's largest event for those affected by cancer—National Cancer Survivors Day—on Sunday, June 4, 2000. This year marks the 13th anniversary of the event in North America.\n\nOn National Cancer Survivors Day we honour survivors who are living with and beyond cancer. National Cancer Survivors Day also recognizes the important role which family and friends play in the life of a cancer survivor, as well as the efforts of the many health care professionals and researchers who devote their lives to making life more comfortable for people faced with this disease.\n\nDirectly or indirectly, cancer affects all of us. In Canada, nearly one person in three stands a chance of being diagnosed with cancer during their lifetime. But, thanks to new methods of testing, more widespread dissemination of information, and the latest treatments, over half of them can now hope to make a full recovery—", 
            "topic": "Canadian Cancer Society", 
            "time": "2000-06-02 11:00:00", 
            "attribution": "Mr. Yvon Charbonneau (Anjou—Rivière-des-Prairies, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2140/21/", 
            "text": "The hon. member for Okanagan—Shuswap.", 
            "topic": "Canadian Cancer Society", 
            "time": "2000-06-02 11:00:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Darrel Stinson", 
                "url": "/politicians/3097/", 
                "member_id": 3092, 
                "party": "Reform", 
                "riding": "Okanagan—Shuswap (B.C.)", 
                "id": 3097
            }, 
            "url": "/hansards/2140/22/", 
            "text": "Mr. Speaker, in my riding a young mother disappeared May 21. She was last seen together with her common law husband who left their baby at the babysitters. A blood soaked carpet was removed from the home and police are treating the disappearance as a murder investigation.\n\nA Canada-wide warrant has been issued for the arrest of this man, who is on parole after serving only nine years of a so-called life sentence for second degree murder in the stabbing death of his then mother-in-law.\n\nFalkner resided at Vernon's Howard House, a facility helping to reintegrate offenders into society. But the Howard House staff can only work with whoever the parole board sends them, including previously violent criminals. A local official with Correctional Service Canada was quoted as saying that Falkner was released “because the parole board determined he was not an appropriate risk”.\n\nToday's lesson for the solicitor general is, start protecting the public by requiring that inmates earn parole rather than expecting it as an automatic right.", 
            "topic": "Parole", 
            "time": "2000-06-02 11:00:00", 
            "attribution": "Mr. Darrel Stinson (Okanagan—Shuswap, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Murray Calder", 
                "url": "/politicians/3337/", 
                "member_id": 2566, 
                "party": "Liberal", 
                "riding": "Dufferin—Peel—Wellington—Grey (Ontario)", 
                "id": 3337
            }, 
            "url": "/hansards/2140/23/", 
            "text": "Mr. Speaker, who wants to be trillionaire?\n\nWednesday's Statistics Canada report shows that Canada is now part of the elite group of countries whose gross domestic product exceeds $1 trillion. In fact, our economy is booming beyond expectation. “There was not a single weak spot” noted TD Bank economist Marc Levesque. “I don't see how it could be any better” said Royal Bank economist John McCallum.\n\nThanks to strong exports, strong gains in business spending, an increase in domestic spending and an overall booming economy, Canada is entering the new millennium with a bang. A trillion dollars is a phenomenal number given our small population. Canadians can look forward to continued growth in our new economy. Our economy is broad based with healthy gains in virtually all areas. What can I say? When you're hot, you're hot.", 
            "topic": "The Economy", 
            "time": "2000-06-02 11:00:00", 
            "attribution": "Mr. Murray Calder (Dufferin—Peel—Wellington—Grey, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2140/24/", 
            "text": "Mr. Speaker, I wish to congratulate the Table agroalimentaire du Saguenay—Lac-Saint-Jean on its new publication L'Agroalimentaire .\n\nThis initiative will provide a link for the 17 organizations in my region involved in production, processing, research and distribution in the agri-food sector.\n\nIt will make information accessible to everyone and stimulate development of this sector, which is the third largest in the Saguenay—Lac-Saint-Jean region. In addition, it will highlight the accomplishments of enterprises and help promote regional products.\n\nOnce again, I congratulate the Table agroalimentaire du Saguenay—Lac-Saint-Jean and its co-ordinator, Josée Gauthier.", 
            "topic": "Agri-Food Sector", 
            "time": "2000-06-02 11:00:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Judi Longfield", 
                "url": "/politicians/2599/", 
                "member_id": 2646, 
                "party": "Liberal", 
                "riding": "Whitby—Ajax (Ontario)", 
                "id": 2599
            }, 
            "url": "/hansards/2140/25/", 
            "text": "Mr. Speaker, remember when you were growing up? You probably had many role models: your parents, a teacher or coach, maybe an older sibling. They were your heroes, the people you most wanted to be like.\n\nUnfortunately, not every child has someone like this in his or her life, but thanks to a wonderful group of women more and more children are now getting the chance to have someone to look up to. These heroes are called Big Sisters.\n\nBig Sisters are caring adults who are dedicated to helping in the development of young girls. They understand the value of a nurturing friendship and the importance of an adult role model in these girls' lives.\n\nA Big Sister is a mentor who cares about putting a smile on a special little girl's face. Anyone can be a Big Sister. All that is required is a willingness to enjoy fun and friendship with a child. Just three or four times per month is all it takes to make a difference. Single or married, parent or grandparent, anyone over 19 years of age should consider becoming a Big Sister.\n\nOn this national Big Sisters' Day, I urge all colleagues to join with me in congratulating Big Sisters everywhere.", 
            "topic": "Big Sisters", 
            "time": "2000-06-02 11:05:00", 
            "attribution": "Mrs. Judi Longfield (Whitby—Ajax, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2140/26/", 
            "text": "Mr. Speaker, authorities in Vancouver just busted nine marijuana grow operations controlled by a Vietnamese organized crime group. They found 12 children in the homes they raided.\n\nSergeant Randy Elliot of the Organized Crime Agency says “Now they have no product, no cash and they will be owing somebody something. There is a problem for them here”.\n\nThat could signal another round of gun battles and violence in the streets of greater Vancouver. We have seen it many times before.\n\nStatistics indicate that 85% of those recently arrested in relation to B.C. marijuana grow operations were of Vietnamese origin. We all know that the vast majority of Vietnamese immigrants to British Columbia and the rest of Canada are hard working, law-abiding folks who are assets to the communities in which they live and work. However, the small number involved in these criminal gangs is a blight on their community.\n\nThese merchants of misery are a scourge on our society. I think I speak for all Canadians, including the Vietnamese community, when I call upon the solicitor general and the ministers of justice and immigration to give us the legislation and the resources to get rid of these parasites.", 
            "topic": "Organized Crime", 
            "time": "2000-06-02 11:05:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2140/27/", 
            "text": "Mr. Speaker, if a drunk driver kills a pedestrian he is not only charged under the Motor Vehicle Safety Act, he is charged with manslaughter under the Criminal Code of Canada. Yet if people kill 26 employees due to gross negligence and a wilful blindness to workplace safety, as in the case of Westray Mine, they walk away scot-free.\n\nJustice Peter Richard, the chair of the Westray inquiry, directed parliament to amend the Criminal Code of Canada to make directors of business truly accountable for the working conditions in any enterprise under their direction.\n\nThe House of Commons concurred with Justice Richard's recommendation when it passed Motion No. 79 by an overwhelming majority.\n\nThe Canadian people want parliament to amend the Criminal Code of Canada so that when corporate greed leads to corporate murder there will be corresponding corporate accountability and corporate responsibility.\n\nThe government should implement the recommendations of the Westray inquiry, and it should do it in this session of this parliament without delay.", 
            "topic": "Workplace Safety", 
            "time": "2000-06-02 11:05:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Marlene Catterall", 
                "url": "/politicians/3465/", 
                "member_id": 2611, 
                "party": "Liberal", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 3465
            }, 
            "url": "/hansards/2140/28/", 
            "text": "Mr. Speaker, yesterday you welcomed to the House a very special group of people, young Canadian champions, children who have survived life threatening diseases and are now travelling across Canada to make Canadians aware of just how much their help is needed.\n\nThis weekend the Children's Miracle Network Telethon will be taking place across Canada. In Ottawa it will be at the Nortel Centre; a new high tech look, but the same story.\n\nWe all have the chance to make new champions, new children who survive life threatening illnesses. Please tune in to the Miracle Network Telethon. Please give generously.", 
            "topic": "Children's Miracle Network Telethon", 
            "time": "2000-06-02 11:05:00", 
            "attribution": "Ms. Marlene Catterall (Ottawa West—Nepean, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Maurice Dumas", 
                "url": "/politicians/6281/", 
                "member_id": 3257, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau (Québec)", 
                "id": 6281
            }, 
            "url": "/hansards/2140/29/", 
            "text": "Mr. Speaker, allow me to mention an initiative by the Secrétariat à la mise en valeur du Saint-Laurent, an agency of the Government of Quebec that promotes the St. Lawrence River in Quebec and elsewhere in the world.\n\nWe cannot overstress the importance of the St. Lawrence, when 60% of Quebec's population lives on its shores.\n\nThe economic impact of marine and port activities in Quebec is considerable, since they generate over $3 billion in business. We are talking here of 27,000 jobs and a payroll of over $1 billion.\n\nThe flag of the St. Lawrence serves primarily to remind us of the inestimable heritage the river represents and to encourage our collective pride of this major resource.\n\nThe flag is also a quality souvenir for important visitors, and serves as promotional material here and abroad.\n\nCongratulations to the Secrétariat à la mise en valeur du Saint-Laurent.", 
            "topic": "St. Lawrence River", 
            "time": "2000-06-02 11:05:00", 
            "attribution": "Mr. Maurice Dumas (Argenteuil—Papineau—Mirabel, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Stan Keyes", 
                "url": "/politicians/3377/", 
                "member_id": 3181, 
                "party": "Liberal", 
                "riding": "Hamilton West (Ontario)", 
                "id": 3377
            }, 
            "url": "/hansards/2140/30/", 
            "text": "Mr. Speaker, congratulations are in order for Dr. Stuart Connolly of McMaster University in Hamilton and his team of researchers.\n\nIn a study funded by the Medical Research Council and recently published in the New England Journal of Medicine , Dr. Connolly found that an older, simpler design of cardiac pacemaker is less expensive, more effective and safer than a newer, more complex type, which is welcome news to more than 10,000 Canadians who receive pacemaker implants every year.\n\nThis study shows the high quality of research being done across Canada, made possible through the expertise of our doctors and scientists, and through agencies like the Medical Research Council and the Canada research chairs program.\n\nOn behalf, I am sure, of every member of the House, I would like to recognize the excellent work that is being done by McMaster University and across the country by our researchers, doctors and scientists.", 
            "topic": "Medical Research", 
            "time": "2000-06-02 11:10:00", 
            "attribution": "Mr. Stan Keyes (Hamilton West, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Norman E. Doyle", 
                "url": "/politicians/4342/", 
                "member_id": 2536, 
                "party": "Progressive Conservative", 
                "riding": "St. John's East (Newfoundland & Labrador)", 
                "id": 4342
            }, 
            "url": "/hansards/2140/31/", 
            "text": "Mr. Speaker, this Sunday, June 4, marks the 13th anniversary of National Cancer Survivors Day in North America.\n\nLast year more than 700 communities across North America took part in this event, and once again the Canadian Cancer Society has arranged events and activities from coast to coast to celebrate the lives of cancer survivors.\n\nThe statistics surrounding cancer diagnosis are tragic. Fortunately, though, they are getting better. Approximately one in three Canadians will be diagnosed with cancer during their lifetime. However, there is good news. More than half of all of those diagnosed with cancer now achieve full recovery. This day is set aside for them.\n\nWe rise today to honour those survivors and their families, and to once again thank the Canadian Cancer Society for its hard work in this area.", 
            "topic": "National Cancer Survivors Day", 
            "time": "2000-06-02 11:10:00", 
            "attribution": "Mr. Norman Doyle (St. John's East, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gary Lunn", 
                "url": "/politicians/gary-lunn/", 
                "member_id": 2493, 
                "party": "Reform", 
                "riding": "Saanich—Gulf Islands (B.C.)", 
                "id": 174
            }, 
            "url": "/hansards/2140/32/", 
            "text": "Mr. Speaker, the recent merger of Canada's two major airlines is causing Victoria's tourism industry to crash.\n\nHotel occupancy has dropped from 64% to 54% over the same period last year. In the month of August, which is the busiest time for tourism in Victoria, air service will be down with 18% fewer seats than over the same period last year and the prices will be higher.\n\nThe Mayor of Victoria, Allan Lowe, has travelled to Ottawa this week to remind the federal government that the significant reduction in air service to Victoria is hurting tourism.\n\nThe federal government seems to have once again forgotten where British Columbia is located. It does not seem to matter whether it is Nisga'a, wharf divestiture, Nanoose Bay, leaky condos and now tourism in Victoria, it seems to completely drop the ball and forget that British Columbia is part of Canada.\n\nThe government has promised to ensure that Air Canada lives up to its commitment to ensure that service is not reduced. It is time for the government to act. We are tired of the talk.", 
            "topic": "Airline Industry", 
            "time": "2000-06-02 11:10:00", 
            "attribution": "Mr. Gary Lunn (Saanich—Gulf Islands, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2140/33/", 
            "text": "Mr. Speaker, the month of June is National Seniors Month. This provides Canadians from all over the country an excellent opportunity to pause and reflect upon the numerous contributions that our seniors have made to society.\n\nI find it unfortunate that the Liberal government does not want to recognize our seniors. Through its actions the Liberal government is ignoring the needs of seniors and throwing their rights away.\n\nCuts to health care, the high cost of prescription medication and other cuts to the services seniors depend on are making day to day life very difficult.\n\nSeniors are also being hit economically. They have to rely on a pension system which is not reliable. They also have been penalized by the old age security clawback.\n\nAfter living through the depression years and sacrificing their children to war, why is this the thanks they get?\n\nI sincerely hope that in recognition of National Seniors Month the government uses the opportunity it now has to improve the lives of our seniors.", 
            "topic": "National Seniors Month", 
            "time": "2000-06-02 11:10:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2140/34/", 
            "text": "Mr. Speaker, the forest industry in Nova Scotia is worth $1.5 billion to Nova Scotia's economy. A possible ban of export of red spruce would be devastating to the industry. Yet the government has allowed the brown spruce longhorned beetle infestation to occur in Point Pleasant Park. It has not put Canada food inspection phytosanitary requirements in place. They continue to allow infested wood to come in on container ships on the east and west coasts of Canada.\n\nThe Canada Food Inspection Agency has phytosanitary certificates required to bring wood in from foreign countries. We have phytos required to ship wood to Europe. Yet there is a major loophole in that legislation because we allow containers made from infected wood to come into Canada and be unloaded. The government has done nothing to stop that.\n\nEither we have to start requiring phytosanitary inspected wood to be built into the pallets themselves—", 
            "topic": "Forestry", 
            "time": "2000-06-02 11:10:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2140/35/", 
            "text": "Order, please. We will now proceed to oral questions.", 
            "topic": "Forestry", 
            "time": "2000-06-02 11:15:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2140/36/", 
            "text": "Mr. Speaker, the HRD minister was not the only one in cabinet to get a slap from the Liberals on the human resources committee. The committee report urges the government to carve up HRDC just four years after the Prime Minister created it. Listen to what the Minister of Foreign Affairs said about the amalgamation at that time: “I am really talking about getting the best use of taxpayers' money”. The billion dollar bungle kind of puts that claim into a fresh light, does it not?\n\nWhen the minister talked about the best use of taxpayers' money, did he really mean the best use for the Liberal Party?", 
            "topic": "Human Resources Development", 
            "time": "2000-06-02 11:15:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2140/37/", 
            "text": "Mr. Speaker, the member opposite is referring to the report of the Standing Committee on Human Resources Development. That report was tabled only yesterday. The government is examining it. The minister wants to thank the members of that committee for their work. The government will respond to all the recommendations in due course.", 
            "topic": "Human Resources Development", 
            "time": "2000-06-02 11:15:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2140/38/", 
            "text": "Mr. Speaker, in due course. It was just four years ago that the government folded parts of five departments into one human resources development superministry. The Liberals' committee report slams that decision and therefore slams the minister's track record.\n\nBillions of dollars have been spent on half-baked Liberal job creation schemes. Friends of the Prime Minister and other prominent Liberals have been the main beneficiaries.\n\nIs splitting HRDC into several pieces not just another harebrained scheme to create jobs for cabinet ministers?", 
            "topic": "Human Resources Development", 
            "time": "2000-06-02 11:15:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2140/39/", 
            "text": "Mr. Speaker, we have to forgive the member opposite. He has never attended a meeting of the HRDC committee and his question shows his lack of information.\n\nThe department was put in place in 1993. According to my arithmetic, that is not four years ago. The rest of his question is also based on faulty premises. Perhaps before he represents his party as the first questioner, he should make sure his facts are correct.", 
            "topic": "Human Resources Development", 
            "time": "2000-06-02 11:15:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2140/40/", 
            "text": "Mr. Speaker, just for the record, it was under Bill C-96 in 1996 that this superministry was created.\n\nIt would not matter how many pieces human resources is split into, the central problem is political interference. The minister bungled a billion dollars of taxpayers' money because her main concern was pleasing Liberals and friends of Liberals. No wonder. She learned well from the Prime Minister. Her program has never been about creating jobs. It was always about buying support.\n\nHow would the creation of even more political ministers lessen political interference?", 
            "topic": "Human Resources Development", 
            "time": "2000-06-02 11:15:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2140/41/", 
            "text": "Mr. Speaker, the member opposite is forgetting the multitude of roles that HRDC fulfils. He is forgetting about all the recipients of old age security, employment insurance and all the statutory programs that come under that particular ministry. In so doing he is insulting the recipients, and all the workers of HRDC who are to be commended for their hard work in going through this barrage of criticism based on personalities that is the hallmark of the party opposite.", 
            "topic": "Human Resources Development", 
            "time": "2000-06-02 11:15:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2140/42/", 
            "text": "Mr. Speaker, yesterday, the president of the treasury board announced a revision of the guidelines with respect to grants and contributions. The minister displayed an extraordinary talent for impromptu comedy when she said, “The revised policy for grants and contributions is part of the government's ongoing commitment to spend Canadians' money wisely and judiciously”. Yeah, right. They never respected the guidelines before. Why should we believe that they will respect them now?", 
            "topic": "Treasury Board", 
            "time": "2000-06-02 11:15:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2140/43/", 
            "text": "Mr. Speaker, the hon. member ought to know that in fact this study was put into place a number of years ago as part of the ongoing guarantee that money would be spent wisely. In fact the study itself is very deep and profound. It is one that is going to affect the way in which this government operates.", 
            "topic": "Treasury Board", 
            "time": "2000-06-02 11:15:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2140/44/", 
            "text": "Mr. Speaker, yesterday we told the minister about a memo written by her own treasury board officials that talked about the need to whitewash future internal audits and minimize the PR damage that they could do to the government.\n\nNow that the minister has had a chance to review that memo, I would like to ask her, or her replacement, why are her officials so concerned about damage control rather than spending control?", 
            "topic": "Treasury Board", 
            "time": "2000-06-02 11:20:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2140/45/", 
            "text": "Mr. Speaker, I can assure you that the officials in the minister's department, in fact in all government departments, are concerned about good governance. They are concerned about controlling spending. The best example I can give is that government spending today is some $4 billion lower than it was when we took office in 1993.", 
            "topic": "Treasury Board", 
            "time": "2000-06-02 11:20:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2140/46/", 
            "text": "Mr. Speaker, the real purpose of the Canada Information Office seems increasingly nebulous.\n\nFirst, we were informed that the CIO's role was to inform Canadians on what the government does for them. Then we were told that the CIO's mission was to respond to misinformation propagated by the separatists. Finally, yesterday, the Deputy Prime Minister told us that the CIO's purpose was to “build Canadian unity”.\n\nIf the CIO exists to inform Canadians, what is the purpose of the 1-800-O-Canada line? If it is to head off separatist misinformation, what is the purpose of the Privy Council? And if the CIO's mission is in fact to build Canadian unity, what is the purpose of the Council for Canadian Unity?", 
            "topic": "Canada Information Office", 
            "time": "2000-06-02 11:20:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alfonso Gagliano", 
                "url": "/politicians/5235/", 
                "member_id": 2722, 
                "party": "Liberal", 
                "riding": "Saint-Léonard—Saint-Michel (Québec)", 
                "id": 5235
            }, 
            "url": "/hansards/2140/47/", 
            "text": "Mr. Speaker, the purpose of the 1-800-O-Canada line is to enable all Canadians across the country to get information and services from the Government of Canada by simply dialling that number. Their calls are handled by a person, not a machine.\n\nThe CIO's role is to co-ordinate the communications of the government, of every department, so that Canadians know what we do. The CIO is there to ascertain what their needs are and to meet them.", 
            "topic": "Canada Information Office", 
            "time": "2000-06-02 11:20:00", 
            "attribution": "Hon. Alfonso Gagliano (Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2140/48/", 
            "text": "Mr. Speaker, it is easier to get answers when we provide them to the government. I will proceed in the same fashion with my supplementary.\n\nThe Canada Information Office awarded a contract without tender to Compex Cons. to provide an overview of the provincial laws on public consultation on constitutional amendments.\n\nCan the minister tell us if the CIO awards this type of contract without tender: (a), to inform Canadians; (b), to counter separatist misinformation; (c), to build Canadian unity; (d), for all of these reasons; or, (e), for none of the above?", 
            "topic": "Canada Information Office", 
            "time": "2000-06-02 11:20:00", 
            "attribution": "Mr. Stéphane Bergeron (Verchères—Les-Patriotes, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alfonso Gagliano", 
                "url": "/politicians/5235/", 
                "member_id": 2722, 
                "party": "Liberal", 
                "riding": "Saint-Léonard—Saint-Michel (Québec)", 
                "id": 5235
            }, 
            "url": "/hansards/2140/49/", 
            "text": "Mr. Speaker, first, as I have been repeating over the last few days, the CIO awards contracts in compliance with treasury board rules.\n\nSecond, the CIO can ask companies to do an analysis of the various bills of a provincial government to provide advice to the departments involved.", 
            "topic": "Canada Information Office", 
            "time": "2000-06-02 11:20:00", 
            "attribution": "Hon. Alfonso Gagliano (Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Serge Cardin", 
                "url": "/politicians/serge-cardin/", 
                "member_id": 3677, 
                "party": "Bloc", 
                "riding": "Sherbrooke (Québec)", 
                "id": 53
            }, 
            "url": "/hansards/2140/50/", 
            "text": "Mr. Speaker, in the mind of this government, the problem of Canadian unity seems to exist only in Quebec.\n\nI would like to ask the public works minister a question. When the CIO awards a contract to Jacques Cloutier to “assess the impact of pilot projects on regional communications pooling in Abitibi and in Quebec since 1998” and when another contract is awarded for communications at Val d'Or, is the purpose not more to inform the government than to inform the public?", 
            "topic": "Canada Information Office", 
            "time": "2000-06-02 11:20:00", 
            "attribution": "Mr. Serge Cardin (Sherbrooke, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alfonso Gagliano", 
                "url": "/politicians/5235/", 
                "member_id": 2722, 
                "party": "Liberal", 
                "riding": "Saint-Léonard—Saint-Michel (Québec)", 
                "id": 5235
            }, 
            "url": "/hansards/2140/51/", 
            "text": "Mr. Speaker, in order to inform the public, there must also be a knowledge of what the various communities are doing so as to be able to meet their needs. That is what has been happening recently with the ministers' tour.\n\nI would like to quote an editorial from Le Soleil of Friday September 24, 1999 “The beginnings of this new era of co-operation are promising and are creating a positive atmosphere in the Quebec City region that is most welcome”.", 
            "topic": "Canada Information Office", 
            "time": "2000-06-02 11:20:00", 
            "attribution": "Hon. Alfonso Gagliano (Saint-Léonard—Saint-Michel, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Serge Cardin", 
                "url": "/politicians/serge-cardin/", 
                "member_id": 3677, 
                "party": "Bloc", 
                "riding": "Sherbrooke (Québec)", 
                "id": 53
            }, 
            "url": "/hansards/2140/52/", 
            "text": "Mr. Speaker, the CIO has spent $1.5 million on media surveillance.\n\nAs we have seen with Human Resources Development Canada, this government suffers from information-gathering syndrome, a malady that has now spread to the CIO.\n\nDoes the minister realize that, after first having Big Brother at HRDC, now we have its evil twin at the CIO?", 
            "topic": "Canada Information Office", 
            "time": "2000-06-02 11:20:00", 
            "attribution": "Mr. Serge Cardin (Sherbrooke, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alfonso Gagliano", 
                "url": "/politicians/5235/", 
                "member_id": 2722, 
                "party": "Liberal", 
                "riding": "Saint-Léonard—Saint-Michel (Québec)", 
                "id": 5235
            }, 
            "url": "/hansards/2140/53/", 
            "text": "Mr. Speaker, I would like to point out to the hon. member that there is no media surveillance going on; what we are doing is monitoring the media, analysing press coverage.\n\nMoreover, the Bloc Quebecois is doing the same thing every day; all parties do. That is what we are doing. There is no surveillance; it is media analysis and a press review to be used by various ministers responsible for the departments requesting it.", 
            "topic": "Canada Information Office", 
            "time": "2000-06-02 11:25:00", 
            "attribution": "Hon. Alfonso Gagliano (Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter Mancini", 
                "url": "/politicians/2256/", 
                "member_id": 2549, 
                "party": "NDP", 
                "riding": "Sydney—Victoria (Nova Scotia)", 
                "id": 2256
            }, 
            "url": "/hansards/2140/54/", 
            "text": "Mr. Speaker, every year thousands of tonnes of contaminated soil from more than 20 countries, including the United States, are being buried in Canada in towns like Trois-Rivières and Sarnia. The federal government authorizes the importation of waste without knowing what is going to happen to it when it gets here.\n\nWill the government modify its regulations to ensure that Canada does not become the toxic waste dump of the world?", 
            "topic": "The Environment", 
            "time": "2000-06-02 11:25:00", 
            "attribution": "Mr. Peter Mancini (Sydney—Victoria, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Sheila Copps", 
                "url": "/politicians/4533/", 
                "member_id": 3179, 
                "party": "Liberal", 
                "riding": "Hamilton East (Ontario)", 
                "id": 4533
            }, 
            "url": "/hansards/2140/55/", 
            "text": "Mr. Speaker, I very much appreciate the member's question. The government did move to limit the importation of toxic waste. This was a decision that was subsequently overturned on a legal argument.\n\nI can tell the hon. member that the Minister of the Environment is going to meeting with his counterparts next week in Quebec City. This is one of the issues that they obviously have on their agenda.", 
            "topic": "The Environment", 
            "time": "2000-06-02 11:25:00", 
            "attribution": "Hon. Sheila Copps (Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Peter Mancini", 
                "url": "/politicians/2256/", 
                "member_id": 2549, 
                "party": "NDP", 
                "riding": "Sydney—Victoria (Nova Scotia)", 
                "id": 2256
            }, 
            "url": "/hansards/2140/56/", 
            "text": "Mr. Speaker, I am glad it is on the agenda because we are talking here of 600,000 tonnes of foreign contaminated soil per year. Even Mexico has harsher rules than we do.\n\nWill the government act now, or will the minister indicate to us what position the Minister of the Environment will take to ensure that the Government of Canada knows what is coming in, what form it is taking and where it is going?", 
            "topic": "The Environment", 
            "time": "2000-06-02 11:25:00", 
            "attribution": "Mr. Peter Mancini (Sydney—Victoria, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Sheila Copps", 
                "url": "/politicians/4533/", 
                "member_id": 3179, 
                "party": "Liberal", 
                "riding": "Hamilton East (Ontario)", 
                "id": 4533
            }, 
            "url": "/hansards/2140/57/", 
            "text": "Mr. Speaker, one of the results of the passage of CEPA is that the Minister of the Environment is reviewing all his options precisely in light of the concerns expressed by a number of parties.", 
            "topic": "The Environment", 
            "time": "2000-06-02 11:25:00", 
            "attribution": "Hon. Sheila Copps (Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Norman E. Doyle", 
                "url": "/politicians/4342/", 
                "member_id": 2536, 
                "party": "Progressive Conservative", 
                "riding": "St. John's East (Newfoundland & Labrador)", 
                "id": 4342
            }, 
            "url": "/hansards/2140/58/", 
            "text": "Mr. Speaker, my question is for the Minister of Canadian Heritage.\n\nCBC management recently announced that all regional supper hour news programs will be cut to one-half hour in length. The supper hour news program in Newfoundland called Here and Now is essentially the most successful in the country. It has a market share of 64% and a viewing audience of 157,000. How can the minister justify gutting that program and cutting the budget by 40% down to $1.8 million?", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-06-02 11:25:00", 
            "attribution": "Mr. Norman Doyle (St. John's East, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Sheila Copps", 
                "url": "/politicians/4533/", 
                "member_id": 3179, 
                "party": "Liberal", 
                "riding": "Hamilton East (Ontario)", 
                "id": 4533
            }, 
            "url": "/hansards/2140/59/", 
            "text": "Mr. Speaker, I thank the hon. member for his question. It gives me an opportunity to thank hon. members on all sides of the House who expressed concerns to the board and the management of the CBC and caused them to overturn a decision which would have been disastrous. However, I do find it passing strange that the question comes from the hon. member whose party had a position in the last election of getting rid of Here and Now .", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-06-02 11:25:00", 
            "attribution": "Hon. Sheila Copps (Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Norman E. Doyle", 
                "url": "/politicians/4342/", 
                "member_id": 2536, 
                "party": "Progressive Conservative", 
                "riding": "St. John's East (Newfoundland & Labrador)", 
                "id": 4342
            }, 
            "url": "/hansards/2140/60/", 
            "text": "Mr. Speaker, the minister knows that is not true. I am not looking for her thanks, I am looking for her action.", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-06-02 11:25:00", 
            "attribution": "Mr. Norman Doyle (St. John's East, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/61/", 
            "text": "Oh, oh.", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-06-02 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2140/62/", 
            "text": "Order, please. I would ask the hon. member to please stay away from words such as “not true”.", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-06-02 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Norman E. Doyle", 
                "url": "/politicians/4342/", 
                "member_id": 2536, 
                "party": "Progressive Conservative", 
                "riding": "St. John's East (Newfoundland & Labrador)", 
                "id": 4342
            }, 
            "url": "/hansards/2140/63/", 
            "text": "Mr. Speaker, we are looking for the minister's action on this, not her thanks. Here and Now has a 64% market share and 157,000 viewers. This contrasts sharply with the Toronto equivalent which commands a mere 2% of the market and a paltry 36,000 viewers in that large city. I can understand that the CBC might have to tighten up in markets where its programs are not widely popular, but how can the minister justify throwing out our baby with Toronto's bath water?", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-06-02 11:25:00", 
            "attribution": "Mr. Norman Doyle", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Sheila Copps", 
                "url": "/politicians/4533/", 
                "member_id": 3179, 
                "party": "Liberal", 
                "riding": "Hamilton East (Ontario)", 
                "id": 4533
            }, 
            "url": "/hansards/2140/64/", 
            "text": "Mr. Speaker, the reference to relatives gives me an opportunity to say how much my mother-in-law, Stella Thorne, enjoys Here and Now . She watches it every night and I hope she hasn't changed so she can watch me saying hi to my mother-in-law tonight on Here and Now .\n\nThat being said, I do hope that some of the modernizations that are going to be brought forward by the CBC will include increased investments in regional productions in a number of areas. I very much hope that the music and culture of Newfoundland and Labrador—something that the former leader of the PQ thinks does not exist—get a chance to be seen across the country.", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-06-02 11:25:00", 
            "attribution": "Hon. Sheila Copps (Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Reynolds", 
                "url": "/politicians/3164/", 
                "member_id": 2506, 
                "party": "Reform", 
                "riding": "West Vancouver—Sunshine Coast (B.C.)", 
                "id": 3164
            }, 
            "url": "/hansards/2140/65/", 
            "text": "Mr. Speaker, the heartburn drug Propulsid, which is linked to the causing of the death of at least 10 Canadians, has been restricted for use in the United States. Since mid-May Health Canada has had 158 reports of adverse reactions to the drug, including the death of children.\n\nGiven the drug's history and the mortal nature of it, why would the Minister of Health allow pharmacies until August 7 to continue to sell the drug in Canada? Does he want to allow drug manufacturers to use up their old stock?", 
            "topic": "Health", 
            "time": "2000-06-02 11:30:00", 
            "attribution": "Mr. John Reynolds (West Vancouver—Sunshine Coast, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Charbonneau", 
                "url": "/politicians/4925/", 
                "member_id": 2660, 
                "party": "Liberal", 
                "riding": "Anjou—Rivière-Des-Prairies (Québec)", 
                "id": 4925
            }, 
            "url": "/hansards/2140/66/", 
            "text": "Mr. Speaker, this matter has been studied by Health Canada, which recommended that the drug be taken off the shelves effective August 8.\n\nHealth Canada also took into account the fact that many patients are using the drug safely and it is recommending that they consult their health care professional to determine if they should switch to an alternative or if they can continue to use this drug. A warning will be issued on August 8, however, and the drug will no longer be sold.", 
            "topic": "Health", 
            "time": "2000-06-02 11:30:00", 
            "attribution": "Mr. Yvon Charbonneau (Parliamentary Secretary to Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Reynolds", 
                "url": "/politicians/3164/", 
                "member_id": 2506, 
                "party": "Reform", 
                "riding": "West Vancouver—Sunshine Coast (B.C.)", 
                "id": 3164
            }, 
            "url": "/hansards/2140/67/", 
            "text": "Mr. Speaker, yes, some people use it safely but 10 people have died. There are 158 reports since the middle of May of severe problems. It is not good enough to wait until August 7. Some of these people may die.\n\nIn any other case the government would take action. Why will the minister not take immediate action? If it is not to protect the manufacturers with the inventories, why? Why would we allow the potential of more deaths between now and August 7? Canadians want to know that. It does not make any sense at all.", 
            "topic": "Health", 
            "time": "2000-06-02 11:30:00", 
            "attribution": "Mr. John Reynolds (West Vancouver—Sunshine Coast, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Charbonneau", 
                "url": "/politicians/4925/", 
                "member_id": 2660, 
                "party": "Liberal", 
                "riding": "Anjou—Rivière-Des-Prairies (Québec)", 
                "id": 4925
            }, 
            "url": "/hansards/2140/68/", 
            "text": "Mr. Speaker, by May 30, all health care professionals were advised of the possible risk associated with using this drug. They were told that the drug would no longer be sold effective August 8. On May 31, the public was notified as well.\n\nIt is now up to patients, with their health care professionals, to make the final decisions, but they are being asked to do so by August 8.", 
            "topic": "Health", 
            "time": "2000-06-02 11:30:00", 
            "attribution": "Mr. Yvon Charbonneau (Parliamentary Secretary to Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Christiane Gagnon", 
                "url": "/politicians/christiane-gagnon/", 
                "member_id": 3306, 
                "party": "Bloc", 
                "riding": "Québec (Québec)", 
                "id": 112
            }, 
            "url": "/hansards/2140/69/", 
            "text": "Mr. Speaker, the scandal at HRDC is not going away.\n\nThe Liberal government continues to turn a blind eye to the twelve or so RCMP investigations. In order to come to the minister's rescue, the Liberal majority on the Standing Committee on Human Resources Development and the Status of Persons with Disabilities wants to dismantle the department without getting to the bottom of the shocking use of public money for partisan purposes.\n\nIn the end, is the government not trying to bury the whole affair?", 
            "topic": "Human Resources Development", 
            "time": "2000-06-02 11:30:00", 
            "attribution": "Mrs. Christiane Gagnon (Québec, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2140/70/", 
            "text": "Mr. Speaker, we have said all along that if there is evidence of wrongdoing we will refer such files to the RCMP, and we have done so.\n\nWhat they are investigating and what results they will have are in their purview at the moment and not appropriate for us to comment on.", 
            "topic": "Human Resources Development", 
            "time": "2000-06-02 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Christiane Gagnon", 
                "url": "/politicians/christiane-gagnon/", 
                "member_id": 3306, 
                "party": "Bloc", 
                "riding": "Québec (Québec)", 
                "id": 112
            }, 
            "url": "/hansards/2140/71/", 
            "text": "The federal Liberal government is mired in the biggest scandal to hit it in a long time.\n\nBy deciding to dismantle the department without holding a public inquiry that would get to the bottom of the scandal, is the government trying to cover its tracks and evade its responsibility?", 
            "topic": "Human Resources Development", 
            "time": "2000-06-02 11:30:00", 
            "attribution": "Mrs. Christiane Gagnon (Québec, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bonnie Brown", 
                "url": "/politicians/47/", 
                "member_id": 2607, 
                "party": "Liberal", 
                "riding": "Oakville (Ontario)", 
                "id": 47
            }, 
            "url": "/hansards/2140/72/", 
            "text": "Mr. Speaker, when a committee submits a final report on a study it has done, the government per se has not decided anything, has not chosen anything. It is simply that the committee has made a series of recommendations to which the government will respond within the 150 days prescribed in the rules.", 
            "topic": "Human Resources Development", 
            "time": "2000-06-02 11:30:00", 
            "attribution": "Ms. Bonnie Brown (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Darrel Stinson", 
                "url": "/politicians/3097/", 
                "member_id": 3092, 
                "party": "Reform", 
                "riding": "Okanagan—Shuswap (B.C.)", 
                "id": 3097
            }, 
            "url": "/hansards/2140/73/", 
            "text": "Mr. Speaker, according to Statistics Canada there has been a decrease in the inmate population. Yet the cost per inmate has increased, believe it or not, to $171 per day.\n\nObviously Correctional Service Canada is either pampering its inmates or its executives. Could the solicitor general please explain this outrageous waste of taxpayer dollars?", 
            "topic": "Correctional Service Canada", 
            "time": "2000-06-02 11:30:00", 
            "attribution": "Mr. Darrel Stinson (Okanagan—Shuswap, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence MacAulay", 
                "url": "/politicians/lawrence-macaulay/", 
                "member_id": 3250, 
                "party": "Liberal", 
                "riding": "Cardigan (P.E.I.)", 
                "id": 176
            }, 
            "url": "/hansards/2140/74/", 
            "text": "Mr. Speaker, I thank my hon. colleague for his question because it gives me the opportunity to indicate exactly the excellent work that Correctional Service Canada is doing.\n\nFrom the 1980s until today there has been a 15% to 20% decrease in the recidivism rate. That is what the government wants. That is what Canadians want.", 
            "topic": "Correctional Service Canada", 
            "time": "2000-06-02 11:30:00", 
            "attribution": "Hon. Lawrence MacAulay (Solicitor General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Chuck Cadman", 
                "url": "/politicians/3132/", 
                "member_id": 2497, 
                "party": "Reform", 
                "riding": "Surrey North (B.C.)", 
                "id": 3132
            }, 
            "url": "/hansards/2140/75/", 
            "text": "Mr. Speaker, we all know about the corrections commissioner's goal to have 50% of federal offenders out in the community under supervision.\n\nWe must assume that the costs to which my colleague referred were rising during the implementation of that plan. Will the solicitor general please assure Canadians that prison costs will not continue to rise as the system approaches that 50% goal?", 
            "topic": "Correctional Service Canada", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Mr. Chuck Cadman (Surrey North, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence MacAulay", 
                "url": "/politicians/lawrence-macaulay/", 
                "member_id": 3250, 
                "party": "Liberal", 
                "riding": "Cardigan (P.E.I.)", 
                "id": 176
            }, 
            "url": "/hansards/2140/76/", 
            "text": "Mr. Speaker, I am sure my hon. colleague would never want to mislead the House or the Canadian people. He knows very well, as he heard the Commissioner of Correctional Service Canada and I indicate many times, that there is no quota.\n\nPublic safety is always the number one issue. When we have a 15% to 20% decrease in recidivism it is important for Canadians.", 
            "topic": "Correctional Service Canada", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Hon. Lawrence MacAulay (Solicitor General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Brien", 
                "url": "/politicians/5258/", 
                "member_id": 3323, 
                "party": "Bloc", 
                "riding": "Témiscamingue (Québec)", 
                "id": 5258
            }, 
            "url": "/hansards/2140/77/", 
            "text": "Mr. Speaker, drivers were stupefied by the ten cent increase in the price of a litre of gasoline at the pump in a single day this week.\n\nThe news of it did not perturb the federal government, which remains totally indifferent.\n\nI ask the Minister of Finance if he could tell us what he intends to do to respond to consumer concerns about these dizzying increases in the price of gasoline?", 
            "topic": "Gasoline Pricing", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Mr. Pierre Brien (Témiscamingue, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2140/78/", 
            "text": "Mr. Speaker, this is exactly why the Minister of Industry called for a study on the entire question, and we are anxiously awaiting the results of it.", 
            "topic": "Gasoline Pricing", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pierre Brien", 
                "url": "/politicians/5258/", 
                "member_id": 3323, 
                "party": "Bloc", 
                "riding": "Témiscamingue (Québec)", 
                "id": 5258
            }, 
            "url": "/hansards/2140/79/", 
            "text": "Mr. Speaker, the study is expected in January 2001, it should be noted.\n\nIs the federal government going to continue to close its eyes much longer on the dubious practices of the oil industry, when, according to the Canadian Petroleum Products Institute itself, the refineries are taking advantage of the nervousness in the oil market to raise their refining margin?\n\nWhen is the government going to assume its responsibilities and act in this matter?", 
            "topic": "Gasoline Pricing", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Mr. Pierre Brien (Témiscamingue, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Cannis", 
                "url": "/politicians/john-cannis/", 
                "member_id": 3222, 
                "party": "Liberal", 
                "riding": "Scarborough Centre (Ontario)", 
                "id": 52
            }, 
            "url": "/hansards/2140/80/", 
            "text": "Mr. Speaker, the government has taken action. It was this Liberal team that came together, 47 members, and commenced the procedure for where we are today on an ongoing basis. We were responsible and will continue to be responsible. If they would only participate we would advance it even further.", 
            "topic": "Gasoline Pricing", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Mr. John Cannis (Parliamentary Secretary to Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 2463, 
                "party": "Reform", 
                "riding": "Lakeland (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2140/81/", 
            "text": "Mr. Speaker, CSIS, the U.S. State Department and a counterterrorism organization in Israel have identified FACT as a front for the Tamil tigers. The immigration department is using this information to try to deport this group's former co-ordinator, alleging that he was sent to Toronto to raise money for weapons for this terrorist organization.\n\nIs this not an admission that FACT is indeed a front for a terrorist organization? Could the minister please relay this information to her colleague in finance?", 
            "topic": "Canadian Security Intelligence Service", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Mr. Leon E. Benoit (Lakeland, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence MacAulay", 
                "url": "/politicians/lawrence-macaulay/", 
                "member_id": 3250, 
                "party": "Liberal", 
                "riding": "Cardigan (P.E.I.)", 
                "id": 176
            }, 
            "url": "/hansards/2140/82/", 
            "text": "Mr. Speaker, it is important to note that CSIS does not provide a list of terrorist organizations and it does not provide a list of people or organizations that it is targetting.", 
            "topic": "Canadian Security Intelligence Service", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Hon. Lawrence MacAulay (Solicitor General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gary Lunn", 
                "url": "/politicians/gary-lunn/", 
                "member_id": 2493, 
                "party": "Reform", 
                "riding": "Saanich—Gulf Islands (B.C.)", 
                "id": 174
            }, 
            "url": "/hansards/2140/83/", 
            "text": "Mr. Speaker, the merger of Canada's two major airlines is causing the tourism industry in Victoria to crash. Hotel occupancy is down to 54%. There will be 18% fewer seats in the month of August and the cost will be higher.\n\nThe mayor of Victoria, Allan Lowe, is in Ottawa this week looking for answers. Air Canada promised the passengers that they would be the winners as a result of this merger. Clearly they are the losers. Why has the government not acted to make Air Canada live up to its promises?", 
            "topic": "Airline Industry", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Mr. Gary Lunn (Saanich—Gulf Islands, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2140/84/", 
            "text": "Mr. Speaker, I am sure the House realizes that the Commissioner of the Competition Bureau and the Minister of Transport are keeping a very close eye on this situation. I understand the minister has a meeting today with his assistant.", 
            "topic": "Airline Industry", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "René Laurin", 
                "url": "/politicians/6354/", 
                "member_id": 3279, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 6354
            }, 
            "url": "/hansards/2140/85/", 
            "text": "Mr. Speaker, yesterday the secretary of state for finance indicated that the future of Quebec's banks is in the hands of the federal Minister of Finance, and that he would take the interests of Quebecers into consideration.\n\nWhy has the minister decided, with his bill, to give immediate protection to the Canadian banks while offering the banks of Quebec up to foreign control? What is the hidden agenda here?", 
            "topic": "Banking", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Mr. René Laurin (Joliette, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2140/86/", 
            "text": "Mr. Speaker, the hon. member's question is utterly ridiculous.\n\nWhat the banks were calling for is more flexibility, more leeway for forging alliances. This is something they have been asking for, and we have provided it to the tune of 20% as far as the major banks are concerned. Quebec banks, the smaller ones, have been asking for more flexibility, more leeway for expansion.\n\nWhen our document is released, it will show our readiness to allow more expansion possibilities to the smaller banks.", 
            "topic": "Banking", 
            "time": "2000-06-02 11:35:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Carolyn Bennett", 
                "url": "/politicians/carolyn-bennett/", 
                "member_id": 2631, 
                "party": "Liberal", 
                "riding": "St. Paul's (Ontario)", 
                "id": 24
            }, 
            "url": "/hansards/2140/87/", 
            "text": "Mr. Speaker, yesterday, the Minister for International Cooperation announced that the government will spend $120 million on developing countries over a three-year period.\n\nCould the parliamentary secretary tell us more about this announcement?", 
            "topic": "International Cooperation", 
            "time": "2000-06-02 11:40:00", 
            "attribution": "Mrs. Carolyn Bennett (St. Paul's, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Eugène Bellemare", 
                "url": "/politicians/4697/", 
                "member_id": 3160, 
                "party": "Liberal", 
                "riding": "Carleton—Gloucester (Ontario)", 
                "id": 4697
            }, 
            "url": "/hansards/2140/88/", 
            "text": "Mr. Speaker, among other things, CIDA will use this new funding to contribute $5 million to the international AIDS vaccine initiative, $3.8 million to UNICEF for research on anti-HIV drugs, and $13 million over five years for AIDS education and prevention programs in Malawi.", 
            "topic": "International Cooperation", 
            "time": "2000-06-02 11:40:00", 
            "attribution": "Mr. Eugène Bellemare (Parliamentary Secretary to Minister for International Cooperation, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Philip Mayfield", 
                "url": "/politicians/4022/", 
                "member_id": 3077, 
                "party": "Reform", 
                "riding": "Cariboo—Chilcotin (B.C.)", 
                "id": 4022
            }, 
            "url": "/hansards/2140/89/", 
            "text": "Mr. Speaker, Canada is hosting thousands of visiting airmen in Exercise Maple Flag at Canadian Forces Base Cold Lake. Reports indicate that our participating CF-18 aircraft are obsolete and do not meet the technological standards of other nations participating. The Hornet's cockpit technology is 20 years out of date.\n\nWill the minister explain to Canadians why after seven years of promises the Liberal government is unable to provide Canadian forces with the modern equipment that they so desperately need?", 
            "topic": "National Defence", 
            "time": "2000-06-02 11:40:00", 
            "attribution": "Mr. Philip Mayfield (Cariboo—Chilcotin, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2140/90/", 
            "text": "Mr. Speaker, I do not agree at all with what the member just said.\n\nHe, in particular, must be aware that we have invested heavily in updating the CF-18 computers. We have invested in a number of other assets for the Canadian forces, including new search and rescue helicopters, and I could go on. There are many others.", 
            "topic": "National Defence", 
            "time": "2000-06-02 11:40:00", 
            "attribution": "Mr. Robert Bertrand (Parliamentary Secretary to Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2140/91/", 
            "text": "Mr. Speaker, the minister responsible for ACOA defends his agency's wasteful spending on golf courses as joint projects with provincial and municipal governments.\n\nHowever the federal portion of the funding for the Gander golf course was 80%, or $1 million, and it was a non-repayable contribution. The province's portion was only 8% and this money was lent to the golf course. It appears there was no money from the municipality.\n\nIf the funding was truly one-third from each level of government as the minister told the House, will he table the documents that would prove it?", 
            "topic": "Atlantic Canada Opportunities Agency", 
            "time": "2000-06-02 11:40:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2140/92/", 
            "text": "Mr. Speaker, the hon. member is still in the rough. One cannot go into any ACOA office and ask for a grant to build a golf course. They will say no. If one goes in and asks for a loan, they will say no because it does not exist.\n\nHowever, this was a co-operation agreement between governments. ACOA did not fund it. It was a co-operation agreement.", 
            "topic": "Atlantic Canada Opportunities Agency", 
            "time": "2000-06-02 11:40:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2140/93/", 
            "text": "Mr. Speaker, the Devco arbitrator announced his decision today. The arbitrator slammed the government's plan to provide no real support for Devco miners, something we in the NDP caucus have been telling the government for 18 months. Now the arbitrator has forced the government to recognize that its package was wrong.\n\nWill the government now admit that its package was an insult to Cape Bretoners, and will it commit to act on the arbitrator's decision immediately?", 
            "topic": "Devco", 
            "time": "2000-06-02 11:40:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Brent St. Denis", 
                "url": "/politicians/273/", 
                "member_id": 2551, 
                "party": "Liberal", 
                "riding": "Algoma—Manitoulin (Ontario)", 
                "id": 273
            }, 
            "url": "/hansards/2140/94/", 
            "text": "Mr. Speaker, we are pleased that the arbitrator issued his report. The member knows that Devco has just received the report and will review it carefully so that it fully understands the implications.\n\nIt is a report that is binding. We accept and Devco accepts that it is binding. We look forward to its implementation in due course.", 
            "topic": "Devco", 
            "time": "2000-06-02 11:40:00", 
            "attribution": "Mr. Brent St. Denis (Parliamentary Secretary to Minister of Natural Resources, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2140/95/", 
            "text": "Mr. Speaker, it has been eight years since the Westray mine disaster and it has been three years since the Westray inquiry directed parliament to amend the Criminal Code of Canada to make it a crime if workers are killed by gross negligence or a wilful blindness to workplace safety. Earlier this year parliament passed a motion to that effect by an overwhelming majority.\n\nWill the Minister of Justice tell Canadians that she will act in this session of parliament to implement the recommendations of the Westray inquiry?", 
            "topic": "Occupational Health And Safety", 
            "time": "2000-06-02 11:40:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Anne McLellan", 
                "url": "/politicians/1951/", 
                "member_id": 2460, 
                "party": "Liberal", 
                "riding": "Edmonton West (Alberta)", 
                "id": 1951
            }, 
            "url": "/hansards/2140/96/", 
            "text": "Mr. Speaker, I respect the hon. member's very deep concern in relation to the Westray incident and the corporate and directors liability.\n\nI want to inform the hon. member and the House that it is my understanding that next week the Standing Committee on Justice and Human Rights will take up the question of recommendation 73 which emanated from the Westray report. I look forward to hearing what the justice and human rights committee has to say in relation to that recommendation. I will take its views under very careful advisement.", 
            "topic": "Occupational Health And Safety", 
            "time": "2000-06-02 11:45:00", 
            "attribution": "Hon. Anne McLellan (Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2140/97/", 
            "text": "Mr. Speaker, the Minister of Fisheries and Oceans recently announced a 300% increase in the crab quota in eastern Nova Scotia.\n\nKnowing that the crab population fluctuates wildly, how can the minister justify this increase? It certainly looks like little more than election strategy to me.", 
            "topic": "Fisheries", 
            "time": "2000-06-02 11:45:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence O'Brien", 
                "url": "/politicians/4339/", 
                "member_id": 3682, 
                "party": "Liberal", 
                "riding": "Labrador (Newfoundland & Labrador)", 
                "id": 4339
            }, 
            "url": "/hansards/2140/98/", 
            "text": "Mr. Speaker, as the hon. member knows, the crab fishery in Atlantic Canada is a case of peaks and valleys. In this particular case, we are very fortunate that we have a peak. As a result, there has been a major increase in the quota. We are very pleased with it.\n\nAs he has pointed out, this year the fishers in that particular area will see a $43 million fishery. That is an increase of $30 million. As the fishery moves along from one year to the next things may change, but we are very pleased to have come up with this format. It is a good one.", 
            "topic": "Fisheries", 
            "time": "2000-06-02 11:45:00", 
            "attribution": "Mr. Lawrence D. O'Brien (Parliamentary Secretary to Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2140/99/", 
            "text": "Mr. Speaker, could he tell us what the potential cost will be of that $30 million? Increasing the crab quota by 300% will entice more fishermen to gear up, to increase their efforts and to put more boats on the water.\n\nCan the minister tell us what will happen to those fishers next year if the crab quota is significantly reduced? Would the minister not have been wiser to err on the side of caution?", 
            "topic": "Fisheries", 
            "time": "2000-06-02 11:45:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lawrence O'Brien", 
                "url": "/politicians/4339/", 
                "member_id": 3682, 
                "party": "Liberal", 
                "riding": "Labrador (Newfoundland & Labrador)", 
                "id": 4339
            }, 
            "url": "/hansards/2140/100/", 
            "text": "Mr. Speaker, the answer is quite simple. The paramount issue with DFO is conservation. We look at it from a scientific point of view and make changes accordingly. We made a positive change this time. If the stocks show a significant difference in biomass another year, it will be reflected under the conservation rules, as it applies to all fisheries.", 
            "topic": "Fisheries", 
            "time": "2000-06-02 11:45:00", 
            "attribution": "Mr. Lawrence D. O'Brien (Parliamentary Secretary to Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2140/101/", 
            "text": "Mr. Speaker, some time ago the Minister of Labour responsible for homelessness delivered a statement on behalf of the government committing $753 million to fight homelessness. Can she give us an update today in terms of what has happened on that file?", 
            "topic": "Homelessness", 
            "time": "2000-06-02 11:45:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judi Longfield", 
                "url": "/politicians/2599/", 
                "member_id": 2646, 
                "party": "Liberal", 
                "riding": "Whitby—Ajax (Ontario)", 
                "id": 2599
            }, 
            "url": "/hansards/2140/102/", 
            "text": "Mr. Speaker, I am pleased to inform the House that earlier today the Minister of Labour, the federal co-ordinator on homelessness, announced specific allocations for the supporting communities partnerships initiatives fund. Almost $305 million has been allocated to communities across the country so that our community partners can develop their own specific plans to make certain that everybody has a bed to sleep in.\n\nI know the member for Ottawa Centre would be particularly pleased to know that $17 million has been allocated to the Ottawa-Carleton area.", 
            "topic": "Homelessness", 
            "time": "2000-06-02 11:45:00", 
            "attribution": "Mrs. Judi Longfield (Parliamentary Secretary to Minister of Labour, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2140/103/", 
            "text": "Mr. Speaker, since this government took office in 1993 it has added about $80 billion to our federal debt. To pay off that $580 billion mortgage would require payments of about $50 billion a year for 25 years. That is $3,300 from every taxpayer in the country every year and until the Minister of Finance is 85 years old.\n\nWhen will the government finally give Canadians a tangible and workable debt reduction plan?", 
            "topic": "The Debt", 
            "time": "2000-06-02 11:45:00", 
            "attribution": "Mr. Ken Epp (Elk Island, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2140/104/", 
            "text": "Mr. Speaker, we are one of the very few government's that is reducing its debt. The debt to GDP ratio was 71% when we took office. It is now 61%. That is the strongest drop in the debt to GDP ratio of any industrial country. In four years it will be down to below 58% and it will keep going down. We are the only G-7 country that can say that.", 
            "topic": "The Debt", 
            "time": "2000-06-02 11:45:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 3298, 
                "party": "Bloc", 
                "riding": "Mercier (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2140/105/", 
            "text": "Mr. Speaker, in January, the Minister of Foreign Affairs said, in his speech to the security council on the Democratic Republic of the Congo, that the time had come for the international community to assume its responsibility through a UN operation.\n\nWill the minister act on his words and say yes to Étienne Tshisekedi, the prominent leader of the Congolese opposition, who came to Ottawa this week to plead for rapid intervention by the UN in the Congo?", 
            "topic": "Democratic Republic Of The Congo", 
            "time": "2000-06-02 11:50:00", 
            "attribution": "Mrs. Francine Lalonde (Mercier, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lloyd Axworthy", 
                "url": "/politicians/5724/", 
                "member_id": 3118, 
                "party": "Liberal", 
                "riding": "Winnipeg South Centre (Manitoba)", 
                "id": 5724
            }, 
            "url": "/hansards/2140/106/", 
            "text": "More specifically, Mr. Speaker, I met with the secretary general of the United Nations yesterday where we talked about the various options for Canadian peacekeeping. In this case he explained that in the Congo right now they do have offers for a full complement of peacekeeping troops at this particular time.\n\nTherefore, rather than listening to the leader of the opposition, I am going directly to the source, to the person who makes the decision, the secretary general of the United Nations.", 
            "topic": "Democratic Republic Of The Congo", 
            "time": "2000-06-02 11:50:00", 
            "attribution": "Hon. Lloyd Axworthy (Minister of Foreign Affairs, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2140/107/", 
            "text": "Mr. Speaker, as we all know, the price of gas is going up every week. Every morning, the big oil companies phone each other and talk to each other, as evidenced by the prices on the market.\n\nAs oil and gas come under provincial jurisdiction, could the Minister of Industry contact his provincial counterparts and come to an agreement to put a stop to these ridiculous prices?\n\nCanadians are fed up with this situation. Will the Minister of Industry show leadership for the benefit of Canadians regarding this issue?", 
            "topic": "Gasoline Pricing", 
            "time": "2000-06-02 11:50:00", 
            "attribution": "Mr. Yvon Godin (Acadie—Bathurst, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Cannis", 
                "url": "/politicians/john-cannis/", 
                "member_id": 3222, 
                "party": "Liberal", 
                "riding": "Scarborough Centre (Ontario)", 
                "id": 52
            }, 
            "url": "/hansards/2140/108/", 
            "text": "Mr. Speaker, I am glad the member clearly pointed out whose responsibility it is in terms of pricing, that being provincial. He can speak to his premier.\n\nThis minister and this government has taken on that responsibility. The Conference Board of Canada is undertaking a very extensive study as a result of the 47 Liberal members who spearheaded this effort to bring this file where it is today.", 
            "topic": "Gasoline Pricing", 
            "time": "2000-06-02 11:50:00", 
            "attribution": "Mr. John Cannis (Parliamentary Secretary to Minister of Industry, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Loyola Hearn", 
                "url": "/politicians/135/", 
                "member_id": 3670, 
                "party": "Progressive Conservative", 
                "riding": "St. John's West (Newfoundland & Labrador)", 
                "id": 135
            }, 
            "url": "/hansards/2140/109/", 
            "text": "Mr. Speaker, my question is for the Minister of Finance.\n\nSince the government came into power in 1993 the CHST funding formula has been based on per capita rather than need.\n\nWhen will the minister readjust the formula to take into account those provinces with a declining population? This applies especially to Newfoundland and Labrador where we have a rapidly declining yet aging population. We have lost $750 million over the last five years in transfer payments. Where is the just society?", 
            "topic": "Chst", 
            "time": "2000-06-02 11:50:00", 
            "attribution": "Mr. Loyola Hearn (St. John's West, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2140/110/", 
            "text": "Mr. Speaker, I know that I speak for all of us on this side of the House when I congratulate the member on his first question here in the House of Commons.", 
            "topic": "Chst", 
            "time": "2000-06-02 11:50:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/111/", 
            "text": "Hear, hear.", 
            "topic": "Chst", 
            "time": "2000-06-02 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2140/112/", 
            "text": "Mr. Speaker, may I say that it is a good question and I hope he will continue in that vein.\n\nOn health care and education, a per capita basis is the historic way in which those transfers have always been made to the provinces. The compensation, as the hon. member will know, is made through the equalization program, a program that when this government was forced to make cuts did not cut in any way, shape or form. In fact next year it will be at an all time high.", 
            "topic": "Chst", 
            "time": "2000-06-02 11:50:00", 
            "attribution": "Hon. Paul Martin", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Harvard", 
                "url": "/politicians/4233/", 
                "member_id": 2508, 
                "party": "Liberal", 
                "riding": "Charleswood—Assiniboine (Manitoba)", 
                "id": 4233
            }, 
            "url": "/hansards/2140/113/", 
            "text": "Mr. Speaker, I have a question for the Minister of Canadian Heritage.\n\nYesterday a former premier of the province of Quebec said that Canadian culture is “an invention but not a credible invention”.\n\nI am wondering whether the minister would care to comment on a cultural that allegedly does not exist.", 
            "topic": "Canadian Culture", 
            "time": "2000-06-02 11:50:00", 
            "attribution": "Mr. John Harvard (Charleswood St. James—Assiniboia, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Sheila Copps", 
                "url": "/politicians/4533/", 
                "member_id": 3179, 
                "party": "Liberal", 
                "riding": "Hamilton East (Ontario)", 
                "id": 4533
            }, 
            "url": "/hansards/2140/114/", 
            "text": "Mr. Speaker, I am happy to receive the question from the hon. member for Charleswood St. James—Assiniboia. We can take one example, the centre of Canada, Winnipeg.\n\nIn Winnipeg alone we have heard of Carol Shields, Henri Bergeron, l'hôte des Beaux Dimanches , the Winnipeg Symphony Orchestra, the Winnipeg Ballet, the French festival.\n\nThere is also the Festival des Voyageurs, not to mention the Cercle Molière.\n\nWhat I think is important to Mr. Parizeau is that he should either take his blinkers off or he should stick to boiling lobsters.", 
            "topic": "Canadian Culture", 
            "time": "2000-06-02 11:50:00", 
            "attribution": "Hon. Sheila Copps (Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2140/115/", 
            "text": "Mr. Speaker, it seems that the Conservative provincial government in New Brunswick is dragging its feet over approving projects under the federal provincial agreement managed by ACOA. It seems that government actually wants to do an assessment of those programs before it writes the cheque. This has upset the federal Liberal MPs in the area because they know an election could be called shortly, before they can hand over the cheque and have their photo-op.\n\nWill the minister responsible for ACOA call upon his Atlantic caucus to stop this blatant political interference into provincial-federal projects approved by ACOA?", 
            "topic": "Acoa", 
            "time": "2000-06-02 11:55:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2140/116/", 
            "text": "Mr. Speaker, I now think he is stuck on the 19th hole. The information is not correct. It is like the last allegation made by the hon. member's party claiming that Salter Street Films, which produces This Hour Has 22 Minutes , received a grant.\n\nOn behalf of Marg Delahunty, I want to point out that was not a grant. It was a loan and it is being repaid in full. Without This Hour Has 22 Minutes we would lose the opportunity of seeing the leader of the hon. member's party and the leader of the NDP in bed together.", 
            "topic": "Acoa", 
            "time": "2000-06-02 11:55:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ghislain Fournier", 
                "url": "/politicians/5117/", 
                "member_id": 2698, 
                "party": "Bloc", 
                "riding": "Manicouagan (Québec)", 
                "id": 5117
            }, 
            "url": "/hansards/2140/117/", 
            "text": "Mr. Speaker, there has been so much scandal linked to people in the Prime Minister's riding who are close to him—", 
            "topic": "Regional Development", 
            "time": "2000-06-02 11:55:00", 
            "attribution": "Mr. Ghislain Fournier (Manicouagan, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/118/", 
            "text": "Oh, oh!", 
            "topic": "Regional Development", 
            "time": "2000-06-02 11:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2140/119/", 
            "text": "Order, please. The hon. member may begin his question again.", 
            "topic": "Regional Development", 
            "time": "2000-06-02 11:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ghislain Fournier", 
                "url": "/politicians/5117/", 
                "member_id": 2698, 
                "party": "Bloc", 
                "riding": "Manicouagan (Québec)", 
                "id": 5117
            }, 
            "url": "/hansards/2140/120/", 
            "text": "Mr. Speaker, there has been so much scandal linked to people in the Prime Minister's riding who are close to him that the government is penalizing the public by no longer daring to fund projects which do comply with the rules. For instance, this is the case with a project in the riding of Saint-Maurice the Cité de l'énergie.\n\nMy question is for the minister responsible for regional development. Can he tell us whether he intends to confirm the promises he has made to the directors of Cité de l'énergie for $800,000 in assistance?", 
            "topic": "Regional Development", 
            "time": "2000-06-02 11:55:00", 
            "attribution": "Mr. Ghislain Fournier", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2140/121/", 
            "text": "Mr. Speaker, yes the Canadian government is certainly interested in any project which might benefit Quebec. I can say that discussions are under way and that this matter is under consideration.", 
            "topic": "Regional Development", 
            "time": "2000-06-02 11:55:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Wendy Lill", 
                "url": "/politicians/4361/", 
                "member_id": 2542, 
                "party": "NDP", 
                "riding": "Dartmouth (Nova Scotia)", 
                "id": 4361
            }, 
            "url": "/hansards/2140/122/", 
            "text": "Mr. Speaker, we now know what the Liberal CBC plan really means to local communities.\n\nThe new 30 minutes of national news will be slick, well resourced and commercial free, but local news has until next week to cut millions of dollars and hundreds of staff so that they can fit into a 24 minute format with many commercials. Toronto wins again.\n\nWill the government admit that the local news shows are only being kept on life support until after the election, at which time they will be shut down entirely?", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-06-02 11:55:00", 
            "attribution": "Ms. Wendy Lill (Dartmouth, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Sheila Copps", 
                "url": "/politicians/4533/", 
                "member_id": 3179, 
                "party": "Liberal", 
                "riding": "Hamilton East (Ontario)", 
                "id": 4533
            }, 
            "url": "/hansards/2140/123/", 
            "text": "Mr. Speaker, on the contrary. I think that what came about as a result of the president of the CBC listening to the entreaties of a number of members of parliament, including members of the opposition and the government, was that we have made a decision by way of the board of directors and the president to reinvest and to strengthen regional programming across the country.\n\nRegional programming should include not only the news but also arts, culture and sport. One of the mandates of the CBC, which I am very happy that Mr. Rabinovitch said he was going to explore, was the operation of regional cultural production centres across the country. Not all productions should be done in Toronto, and I think that was the gist of his message.", 
            "topic": "Canadian Broadcasting Corporation", 
            "time": "2000-06-02 11:55:00", 
            "attribution": "Hon. Sheila Copps (Minister of Canadian Heritage, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Loyola Hearn", 
                "url": "/politicians/135/", 
                "member_id": 3670, 
                "party": "Progressive Conservative", 
                "riding": "St. John's West (Newfoundland & Labrador)", 
                "id": 135
            }, 
            "url": "/hansards/2140/124/", 
            "text": "Mr. Speaker, my question is for the Minister of Fisheries and Oceans.\n\nIn 1992 we saw the complete collapse of groundfish stocks in Atlantic Canada, in particular in Newfoundland. The main cause of this was a lack of scientific knowledge about stocks.\n\nWe now see the same signs occurring in the shellfish stocks. When will the government take this problem seriously and put adequate funding into the scientific research branch of DFO so that decisions can be made on scientific knowledge, not guesswork?", 
            "topic": "Fisheries", 
            "time": "2000-06-02 11:55:00", 
            "attribution": "Mr. Loyola Hearn (St. John's West, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2140/125/", 
            "text": "Mr. Speaker, the collapse of the stock in Newfoundland and Labrador in 1992 was caused by the Tory government's policies in Ottawa that allowed foreign nations to come in and to rake the bottom of the ocean, destroy the food chain of the cod, and remove all other species that were attached to the ground.\n\nThat is the real truth. In other words, the real cause for the collapse was the hon. member's party, the Tory government.", 
            "topic": "Fisheries", 
            "time": "2000-06-02 12:00:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2140/126/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36(8) I have the honour to table, in both official languages, the government's response to 12 petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-06-02 12:00:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2140/127/", 
            "text": "Mr. Speaker, I am pleased to table, in both official languages, a number of order in council appointments made recently by the government.\n\nPursuant to the provisions of Standing Order 110(1) these order in council appointments are deemed referred to the appropriate standing committees, a list of which is attached.", 
            "topic": "Order In Council Appointments", 
            "time": "2000-06-02 12:00:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2140/128/", 
            "text": "Mr. Speaker, pursuant to Standing Order 32(2) I have the honour to table, in both official languages, the 1999-2000 annual report of the Chief of Defence Staff entitled “Building on a Stronger Foundation”.", 
            "topic": "National Defence", 
            "time": "2000-06-02 12:00:00", 
            "attribution": "Mr. Robert Bertrand (Pontiac—Gatineau—Labelle, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Robert Bertrand", 
                "url": "/politicians/5161/", 
                "member_id": 3304, 
                "party": "Liberal", 
                "riding": "Pontiac—Gatineau—Labelle (Québec)", 
                "id": 5161
            }, 
            "url": "/hansards/2140/129/", 
            "text": "Mr. Speaker, it is also my privilege to table, in both official languages, the annual report of the Commissioner of the Communications Security Establishment.", 
            "topic": "Communications Security Establishment", 
            "time": "2000-06-02 12:00:00", 
            "attribution": "Mr. Robert Bertrand (Pontiac—Gatineau—Labelle, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Judi Longfield", 
                "url": "/politicians/2599/", 
                "member_id": 2646, 
                "party": "Liberal", 
                "riding": "Whitby—Ajax (Ontario)", 
                "id": 2599
            }, 
            "url": "/hansards/2140/130/", 
            "text": "Mr. Speaker, the International Labour Organization requires its member states to introduce the new ILO conventions and recommendations to competent authorities.\n\nI am pleased to submit two copies, in both officials languages, of the Canadian position with respect to the conventions and recommendations adopted at the international labour conference in Geneva in June 1997 and June 1998.", 
            "topic": "International Labour Organization", 
            "time": "2000-06-02 12:00:00", 
            "attribution": "Mrs. Judi Longfield (Parliamentary Secretary to Minister of Labour, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maurizio Bevilacqua", 
                "url": "/politicians/maurizio-bevilacqua/", 
                "member_id": 2642, 
                "party": "Liberal", 
                "riding": "Vaughan—King—Aurora (Ontario)", 
                "id": 27
            }, 
            "url": "/hansards/2140/131/", 
            "text": "Mr. Speaker, I have the honour to present, in both official languages, the seventh report of the Standing Committee on Finance regarding its order of reference of Tuesday, May 16, 2000, respecting Bill C-25, an act to amend the Income Tax Act, the Excise Tax Act and the Budget Implementation Act, 1999.\n\nThe committee has considered Bill C-25 and reports the bill with amendments.", 
            "topic": "Committees Of The House", 
            "time": "2000-06-02 12:00:00", 
            "attribution": "Mr. Maurizio Bevilacqua (Vaughan—King—Aurora, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2140/132/", 
            "text": "moved for leave to introduce Bill C-480, an act to amend the Criminal Code.\n\nMr. Speaker, this bill deals with legalizing prostitution. It would allow a municipality that wishes to legalize prostitution to do so. In fact it would allow a municipality to license establishments as places of business where prostitutes may legally perform their trade.\n\nProstitution per se is not illegal but communication for the purpose of prostitution is illegal. This amendment to the criminal code would make it easier for municipalities that wish to legalize prostitution to do so.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Criminal Code", 
            "time": "2000-06-02 12:00:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2140/133/", 
            "text": "moved for leave to introduce Bill C-481, an act to amend the Income Tax Act (tax credit for mental or physical impairment).\n\nMr. Speaker, this bill would make it easier for those who take care of an individual with either a physical or mental impairment. It would create a provision within the Income Tax Act for a portion of the remuneration paid by the taxpayer to another person who is performing those activities to be a deductible amount.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Income Tax Act", 
            "time": "2000-06-02 12:05:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2140/134/", 
            "text": "moved for leave to introduce Bill C-482, an act to establish the office of Oil and Gas Ombudsman to investigate complaints relating to the business practices of suppliers of oil or gas.\n\nMr. Speaker, this bill is the result of a lot of frustration across the land when it comes to gasoline prices. Consumers across Canada are feeling helpless.\n\nThe bill would create an independent body whereby an ombudsman would be put in place with the authority to investigate and look into allegations of price fixing or wrongdoing within the industry. It would have a wide ranging mandate and would report to parliament on a regular basis as well as to the Competition Bureau.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Oil And Gas Ombudsman Act", 
            "time": "2000-06-02 12:05:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mac Harb", 
                "url": "/politicians/4675/", 
                "member_id": 3208, 
                "party": "Liberal", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 4675
            }, 
            "url": "/hansards/2140/135/", 
            "text": "moved for leave to introduce Bill C-483, an act to amend the Income Tax Act, the Members of Parliament Retiring Allowances Act, the Public Service Superannuation Act and the Royal Canadian Mounted Police Superannuation Act (dependent beneficiaries).\n\nMr. Speaker, this is a fairness bill dealing with people who have passed away that worked for the government or in the private sector. If they do not have a spouse, their pension would in this situation go to an individual who is dependent on them.\n\nIn a logical sense this is a fairness bill whereby if people do not have a spouse or a child, they would be able to identify one dependent person to be their beneficiary. It applies to both the private and public sector.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Income Tax Act", 
            "time": "2000-06-02 12:05:00", 
            "attribution": "Mr. Mac Harb (Ottawa Centre, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Murray Calder", 
                "url": "/politicians/3337/", 
                "member_id": 2566, 
                "party": "Liberal", 
                "riding": "Dufferin—Peel—Wellington—Grey (Ontario)", 
                "id": 3337
            }, 
            "url": "/hansards/2140/136/", 
            "text": "moved for leave to introduce Bill C-484, an act to amend the Statistics Act and the National Archives of Canada Act (census records).\n\nMr. Speaker, I thank the hon. member for Perth—Middlesex for his support in seconding my bill. I am pleased to introduce a bill to allow the public release of post-1901 census records.\n\nThe intent of the bill is to amend the Statistics Act and the National Archives of Canada Act to allow for the transfer of census records from Statistics Canada to the National Archives of Canada where the records would be released to the public subject to the Privacy Act.\n\nThe bill is a reasonable compromise. Canadians would have an opportunity to review the census returns 92 years after the census was taken, providing an individual does not provide a written objection to the release of his or her records within that timeframe.\n\nThe bill finds a balance which ensures confidentiality while it maintains access for genealogists, historians and medical researchers.\n\nThe census returns are a valuable link to our family heritage, community history and telling about Canada's collective past and present. I join with genealogists worldwide in saying that the only true picture of the lives of our ancestors lies within Canada's census records. I hope hon. members will support it.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Statistics Act", 
            "time": "2000-06-02 12:05:00", 
            "attribution": "Mr. Murray Calder (Dufferin—Peel—Wellington—Grey, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Reynolds", 
                "url": "/politicians/3164/", 
                "member_id": 2506, 
                "party": "Reform", 
                "riding": "West Vancouver—Sunshine Coast (B.C.)", 
                "id": 3164
            }, 
            "url": "/hansards/2140/137/", 
            "text": "Mr. Speaker, it is pleasure today to present another petition with regard to the legalization of the possession of child pornography in British Columbia by a lower court decision.\n\nThis petition adds to the hundreds of thousands that we presented in the House over the last few months on the same issue. Another approximately 400 names have come in and been approved, and it is my pleasure today to table them in the House.", 
            "topic": "Petitions", 
            "time": "2000-06-02 12:10:00", 
            "attribution": "Mr. John Reynolds (West Vancouver—Sunshine Coast, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maurizio Bevilacqua", 
                "url": "/politicians/maurizio-bevilacqua/", 
                "member_id": 2642, 
                "party": "Liberal", 
                "riding": "Vaughan—King—Aurora (Ontario)", 
                "id": 27
            }, 
            "url": "/hansards/2140/138/", 
            "text": "Mr. Speaker, I have a number of petitions to present. The first one calls upon parliament to announce a timetable for the elimination of the 5% surtax.", 
            "topic": "Petitions", 
            "time": "2000-06-02 12:10:00", 
            "attribution": "Mr. Maurizio Bevilacqua (Vaughan—King—Aurora, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maurizio Bevilacqua", 
                "url": "/politicians/maurizio-bevilacqua/", 
                "member_id": 2642, 
                "party": "Liberal", 
                "riding": "Vaughan—King—Aurora (Ontario)", 
                "id": 27
            }, 
            "url": "/hansards/2140/139/", 
            "text": "Mr. Speaker, the next petition calls upon parliament to ensure that Canada's debt to GDP ratio remains on a permanent downward track.", 
            "topic": "Petitions", 
            "time": "2000-06-02 12:10:00", 
            "attribution": "Mr. Maurizio Bevilacqua (Vaughan—King—Aurora, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maurizio Bevilacqua", 
                "url": "/politicians/maurizio-bevilacqua/", 
                "member_id": 2642, 
                "party": "Liberal", 
                "riding": "Vaughan—King—Aurora (Ontario)", 
                "id": 27
            }, 
            "url": "/hansards/2140/140/", 
            "text": "Mr. Speaker, I have another petition wherein the petitioners call upon parliament to continue to support research and development.", 
            "topic": "Petitions", 
            "time": "2000-06-02 12:10:00", 
            "attribution": "Mr. Maurizio Bevilacqua (Vaughan—King—Aurora, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maurizio Bevilacqua", 
                "url": "/politicians/maurizio-bevilacqua/", 
                "member_id": 2642, 
                "party": "Liberal", 
                "riding": "Vaughan—King—Aurora (Ontario)", 
                "id": 27
            }, 
            "url": "/hansards/2140/141/", 
            "text": "Mr. Speaker, the last and final petition calls upon parliament to continue to reduce the employment insurance premiums.", 
            "topic": "Petitions", 
            "time": "2000-06-02 12:10:00", 
            "attribution": "Mr. Maurizio Bevilacqua (Vaughan—King—Aurora, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 2463, 
                "party": "Reform", 
                "riding": "Lakeland (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2140/142/", 
            "text": "Mr. Speaker, it is a pleasure for me to present this petition on behalf of several of my constituents from the Cold Lake area and the Elizabeth Metis settlement area.\n\nThe petitioners call for the decision by the lower court which legalizes possession of child pornography to be dealt with in a firm way through the full use of the charter of rights and freedoms, particularly the notwithstanding clause, so that child pornography will no longer be considered to be legal. I appreciate the petitioners' presenting this petition to me.", 
            "topic": "Petitions", 
            "time": "2000-06-02 12:10:00", 
            "attribution": "Mr. Leon E. Benoit (Lakeland, Canadian Alliance)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2140/143/", 
            "text": "Mr. Speaker, I move that all questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-06-02 12:10:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2140/144/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-06-02 12:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/145/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-06-02 12:10:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2140/146/", 
            "text": "The House resumed consideration of Bill C-11, an act to authorize the divestiture of the assets of, and to dissolve, the Cape Breton Development Corporation, to amend the Cape Breton Development Corporation Act and to make consequential amendments to other acts, as reported (without amendment) from the committee; and of the motions in Group No. 1.", 
            "topic": "", 
            "time": "2000-06-02 12:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Wendy Lill", 
                "url": "/politicians/4361/", 
                "member_id": 2542, 
                "party": "NDP", 
                "riding": "Dartmouth (Nova Scotia)", 
                "id": 4361
            }, 
            "url": "/hansards/2140/147/", 
            "text": "Mr. Speaker, I appreciate the opportunity to finish my comments on Bill C-11, the federal government's legislation to divest itself of the assets of the Cape Breton Development Corporation.\n\nIn my earlier remarks I was pleased to give some of the background of coal production in Cape Breton and the benefits which have been accrued by all Canadians from this production.\n\nAs I said, Cape Breton has been producing coal for 300 years, long before Ottawa bureaucrats existed to criticize the enterprise. The coal produced in Cape Breton fired the steamers which helped build the British Empire. They were critical components of industrial expansion in the early days of Canada.\n\nThe contribution which Cape Breton coal made to our war efforts in both wars cannot be underestimated but unfortunately are underestimated. I would say that the entire contribution of our Cape Breton coal industry has been underestimated by the government.\n\nI have heard both the Liberals and the Reformers whine about the money pit of Cape Breton and why we require drastic legislation at this point. However I have never heard them talk about the money saved by businesses and residents of Atlantic Canada because of cheap Cape Breton coal being used to create electricity. I have not heard members opposite credit Devco with making $6 billion.\n\nI would like to talk a bit about that. Bill C-11, as it is currently constructed, I believe would create a money pit in Cape Breton. The bill could see 6,000 jobs lost in relatively small communities, 15,000 direct layoffs, with up to three times that many lost due to downward spinoffs. The impact would be astounding. Along with what I have already mentioned, we would see the loss of roughly $79 million per year in wages and salaries. It would also mean the loss to Ottawa of roughly $28 million a year in Canada pension plan, employment insurance and income tax contributions. It would also mean a total estimated annual economic loss, direct and indirect, of as high as $300 million for this region.\n\nI firmly believe that economically destroying a community is really what creates a money pit, not working to preserve it. It not only fails to make economic sense, it fails to make moral sense.\n\nThere used to be an understanding that part of the public responsibility of government was to help Canadians and not just guard corporate rights in an unfettered marketplace, but not any more. There used to be an appreciation and a respect for the importance of certain national institutions in this country, but obviously not any more.\n\nToday I learned that the reprieve of local news shows at the CBC, which is another sock from the Liberals to Cape Bretoners and maritimers, and which I have already called a sham to get the government through the next election, is not even what the government has taken credit for. The national programs will get millions to produce slick, commercial free, 30 minute national news programs. They will have the time to develop the ideas and they will receive the resources to do it right, an approach which local shows should obviously receive as well. However, due to the Liberals' brokerage compromise, the local shows have scant days to come up with millions in cuts in the local show cities, including Fredericton, Charlottetown, Halifax and St. John's, so that they can throw together a 24 minute broadcast with 6 minutes of commercials to reflect these communities to themselves.\n\nLike Devco, the focus is on cutting a national institution which supports the regions. This is the Liberals' approach to Atlantic Canada: more for the centre and, quite frankly, screw the regions.\n\nIt is time to revisit this government's minimum wage commitment to this beautiful people and this beautiful island. I join with my colleagues in the NDP to demand revisions to Bill C-11 to respect the needs and the contributions of the people of Cape Breton.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 12:10:00", 
            "attribution": "Ms. Wendy Lill (Dartmouth, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2140/148/", 
            "text": "I am sure my colleagues will all be very judicious in their choice of words in this debate.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 12:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2140/149/", 
            "text": "Mr. Speaker, I appreciate the opportunity to speak to the Devco bill.\n\nI believe there are many elements of the government that have a bias against the Canadian coal industry. That is a very unfortunate circumstance. It derives, to a fair degree, from an image problem. There is a conceptual thought in many people's minds that somehow coal is dirty and that coal and greenhouse gas emissions are related. That is a very unfortunate circumstance for this important resource.\n\nI want to talk about the development of the bill from a parliamentary standpoint. I met with department officials last year to receive a briefing on the bill, and I am not satisfied with the way the system works. I realize that we are talking about Group No. 1 amendments, but one of the amendments today virtually mirrors an amendment I made at committee. Therefore, it is a good amendment. I thought that amendment would come from the government. I refer to Motion No. 3, which is one of the amendments in Group No. 1.\n\nThe reason I believed that was because I thought we had somewhat of a meeting of the minds when department officials and people like myself, who had political considerations, met for early discussions on the bill before it went to second reading. I had the belief that an amendment would be forthcoming from the government.\n\nThat never happened. Nothing changed and there was no bureaucratic follow-up.\n\nI see this as something that is structurally wrong. When there appears to be a legitimate opposition concern, particularly about expenditure controls or the way government disposes of assets, or about protecting taxpayer interests, we should not be put in a position as opposition members of bureaucratic convenience, indifference or political interference. I do not know what to attribute it to. However, there is absolutely no follow-up on what appears to be a legitimate problem.\n\nIn any case, none of that happened. I certainly was not happy with that at committee. I am once again not happy today. What we have is the very same bill presented today which was presented last fall, and there has been absolutely no entertainment by the government to change a word in the bill.\n\nI am sure the government is concerned about getting it through parliament before we recess. However, it was the government which decided it did not want to bring the bill forward until very recently. It has had the legislation, as we all know, for quite a long time.\n\nIt should not have been a surprise to me to go to committee this week to find that the opposition members from all parties were basically redundant from the standpoint that the government would not entertain a single change.\n\nI tried to put myself in the shoes of a government member, protecting whatever the interest is that they believe they are protecting. I could not determine why the government would not look seriously at a lot of the amendments and try to negotiate something with the opposition. That simply is not the way this government likes to operate. The process in many respects is very much a sham.\n\nThat does not only apply to this bill. However, it became very apparent to me that that was what was happening. As there will be many people affected, as has been pointed out quite well by the member for Bras d'Or—Cape Breton, I do not think that is the way to do business.\n\nThe Group No. 1 amendments, I believe, are quite supportable for the most part, and we will be supporting them. I want to talk about Motion No. 3 because that motion reflects the motion I put at committee.\n\nIn the asset divestiture process this bill will suspend the Financial Administration Act. From the government side, there is some logic to doing that because business confidentiality must be maintained, and if that act were fully in place that would be impossible. We understood that concern.\n\nWe also had a major concern, in that there has been a government divestiture of taxpayer assets. There is a track record, a legacy, of political favouritism, political payoffs and other things because the proper arrangement was not in place to ensure it did not occur. We have seen it in some of the Department of National Defence base divestitures and that sort of thing. It is in everyone's interest to ensure that does not happen.\n\nThe motion is a strong attempt to have oversight by the auditor general, who is already the auditor for Devco, to ensure that the auditor general's report comes to parliament in a timely fashion. That would put the political masters on notice that they could not express this kind of favouritism to their friends without scrutiny on a timely basis. If the scrutiny is too far down the road, it amounts to non-scrutiny because too much time has elapsed.\n\nThis is a really useful amendment. I hope we can convince the government to adopt it. We could not convince it at committee. We could not convince it at the briefings before that. Now we are at the last stage and we have an opportunity to do it at report stage. I am very hopeful that the government will see this as reasonable.\n\nThe government response is that this is redundant because it is already going to happen. I do not think it is redundant. Even in the very worst case if it were totally redundant, perhaps with a different timeframe, there is enough concern from all members of the opposition to warrant it. As a taxpayer I would want more than government assurances.\n\nGovernment members should adopt Motion No. 3 and take another look at how they have treated the whole divestiture of assets. They will wear it if they do not take another look.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 12:15:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dick Proctor", 
                "url": "/politicians/3870/", 
                "member_id": 2737, 
                "party": "NDP", 
                "riding": "Palliser (Saskatchewan)", 
                "id": 3870
            }, 
            "url": "/hansards/2140/150/", 
            "text": "Mr. Speaker, I too am pleased, but not as pleased as I would like to be about taking part in this debate today because of the issue that is before us.\n\nBefore I get into the gist of my remarks, I would like to sincerely congratulate the two members of parliament from Cape Breton, the hon. member for Bras-d'Or—Cape Breton and the hon. member for Sydney—Victoria, who, in their remarks prior to question period, put the case for Devco very eloquently. That deserves to be mentioned at the outset.\n\nI think it was the hon. member for Sydney—Victoria who also questioned the Prime Minister of this country trotting off to Berlin. He may come back with a couple of broken arms from patting himself and his government on the back so much for the compassionate society we are supposed to be developing.\n\nWe must look at what happens in the regions of our country. We heard in question period today what is happening with regard to toxic waste being dumped. The toxic waste that is being allowed into Canada primarily comes from the United States. There are tonnes and tonnes of it being dumped in the province of Quebec and in southwestern Ontario. We look at the situation in Cape Breton and the plight of the farmers.\n\nAt the same time, we have to recognize that the Liberal majority government opposite has roughly two-thirds of its seats in one province. We lack a national party with membership from most regions. We know what Nova Scotians thought of the government in the 1997 election three years ago today. They did not return one government member to the House of Commons. I think there is a message in there. I hope the government members opposite are listening.\n\nUnlike the previous members, including the member for Dartmouth who spoke eloquently, I am not from that part of the world. If I may digress for 30 seconds, I want to talk about somebody who is from there, somebody I am privileged to call a friend.\n\nHis name is John Francis Lofty MacMillan. To picture this man, think of the song from the 1960s “Big Bad John”. I think the words went “He stood six foot six and weighed 245”. That will give an indication of Lofty MacMillan. He was a mine worker from Judique in Cape Breton.\n\nWhen I knew him we were both involved with the Canadian Union of Public Employees. Brother MacMillan used to be concerned about the timidity of the public sector as compared with the militancy of the United Mine Workers. To inject some militancy and some backbone in the public sector in those days, he regularly told this story.\n\nWhen the miners of Cape Breton went on strike, they would throw their lunch pails in the air. His idea of taking a strike vote was if the lunch pails stayed up, they went back to work; if they came down, they went on strike. According to Lofty MacMillan that is how they took strike votes in those days. The member for Winnipeg North Centre is saying that works for him. I suspect that it would. Mr. MacMillan and his colleagues were busy fighting the mine owners. However, for a number of decades now, the government has been involved. That always makes life a little more interesting.\n\nBill C-11 was introduced to authorize the divestiture of the assets of, and to dissolve, the Cape Breton Development Corporation, to amend the Cape Breton Development Corporation Act and to make consequential amendments to other acts.\n\nThe enactment provides the necessary authority for the disposition of all or substantially all of the assets of the Cape Breton Development Corporation, and provides for the dissolution and winding up of the affairs of the corporation.\n\nThe purpose of the proposed legislation is to enable a private sector operator to acquire the mining assets of the corporation so that the federal government can exit the coal mining business in Cape Breton and to provide for the continuation of the existing jurisdictional regimes for labour relations, occupational safety and health, and labour standards.\n\nThe NDP will propose that the bill be withdrawn and that the matter be referred to committee, for three main reasons.\n\nFirst, the unions representing Devco employees have taken the corporation to court for failure to meet its obligations under the legislation and seek to have clause 17(4)( b ) included in any new legislation.\n\nSecond, so that the committee can institute a process of full public consultation in Cape Breton in order to develop a long term strategy for the economic development of the region in order to offset the effects of possible privatization.\n\nThird, the uncertainty created by the recent court decisions with respect to first nations treaty rights and the repercussions on mining rights must be clarified.\n\nThis morning there have been some developments on the bill. As I understand it, and details are a bit uncertain at the moment, it appears that the arbitration board has been very critical of the way in which the government has acted heretofore. We hope that it will look very seriously at the arbitrators' report today and take the necessary corrective steps.\n\nMy colleagues from Sydney—Victoria and Bras D'Or—Cape Breton have been saying that the amendments we are proposing have been developed in very close consultation with the miners themselves, with the people of that region. They know exactly what needs to be done and the converse, what has not been done, over the past number of years as the government took arbitrary steps without adequate consultation with the people themselves.\n\nWe simply ask, will the government not agree with the amendments that have been developed by the miners and their families and indeed the leaders in and around Cape Breton?\n\nOther members have talked about the fact that coal has been mined for 300 years in Cape Breton and it is not because there is no coal left that we are in this predicament. It is rather because of a government decision to get fine coal from other locations and countries.\n\nOne of the concerns that we have is that the coal will now be coming from Colombia in South America. As I think you are aware, Mr. Speaker, and certainly our caucus members know what has been happening for the last number of years in Colombia. I do not think there is any country, certainly not in this hemisphere and perhaps not anywhere in the world, where trade union leaders are more endangered by loss of life than they are in that country. As my colleague our labour critic is saying, they are being assassinated at an alarming rate.\n\nWe are aware of a brother from Colombia that was in this country within the past month, who is now back there, and there have been two attempts on his life. We have made appeals to the Minister of Foreign Affairs, because I presume he will be at the Organization of American States meetings this weekend in Windsor, Ontario, that there be adequate pressure put to ensure that this individual and other individuals are not subject to being assassinated, murdered, because of the actions of the Colombian government. We cannot say that strongly enough.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 12:25:00", 
            "attribution": "Mr. Dick Proctor (Palliser, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2140/151/", 
            "text": "Mr. Speaker, as has been pointed out by my colleagues, the representatives from Sydney—Victoria and Bras D'Or—Cape Breton and now the member for Palliser, members of our caucus, they have all made it abundantly clear that Bill C-11 constitutes a breach of a promise. It constitutes a breach of trust. It constitutes an abdication of responsibility. Even more worrisome, it indicates a shift in policy that we find most disturbing.\n\nThe member from Halifax was indicating that somehow there is a prevailing attitude within the government that all things publicly run are bad and all things privately run are good. It is some philosophical shift. The government bought into the right-wing line that the government and the public sector are incapable of managing any enterprise and therefore it should be divested and put into the private sector which will somehow do a better job.\n\nThat is worrisome, because when we look at why public institutions were generated and created, it was for the public good, the common good. There was a vision larger than just the profitability of the corporation. It served a purpose and function in the community.\n\nWhen we look at the history of Devco, the development corporation in Cape Breton, it was not just about coal mining. Devco went beyond coal mining. People do not realize that it had a number of functions within the community and coal mining was just one of them.\n\nWhat we are really talking about today is the shutting down of the mines. I ask the House to consider what good common sense it was to support the coal mining industry, which had a great long history in the area already, for the purposes of providing fuel to run the generating stations to provide electricity for the province of Nova Scotia. If it was a corporation it would be called vertical integration. People are always saying that government should act more like business. This was good business sense. This was keeping the jobs in house, enjoying all the benefits as well as the actual product of generating electricity for the public at a reasonable rate. This was common sense.\n\nWhen people talk about Devco as being some kind of a money pit, a waste of money or too much money spent, they forget the benefit. Yes, maybe hundreds of millions of dollars were invested, but there were billions of dollars worth of benefit extracted, not just in wages but in actual productivity and production.\n\nOverall, Devco may have been a net loser. There may have been some enterprises which it tried and failed at, but the coal mining side of it was economically viable and served a valuable purpose.\n\nI am glad the member for Palliser illustrated the folly in this line of thinking. Now the thermal generating plants which generate electricity for Nova Scotia will have no option but to outsource for their coal. Ironically, and we pointed out the tragedy of this, they are going to buy their coal from Colombia of all places. Instead of looking after jobs in their home community of Cape Breton and allowing families to grow up with a decent standard of living, we are going to support the murderers in Colombia.\n\nI do not know who we are buying our coal from there, but it is a corrupt place. Working conditions are poor, wages are pathetic, and people who speak out to try and make it better are assassinated. Is that who we want for a business partner to supply the generating stations of Nova Scotia? It is absolutely tragic.\n\nThe frustration I sense from the speakers today is overwhelming. We have people in our caucus who spent their lives representing the people of Cape Breton. Now they have the privilege of doing that in the House of Commons and they have made passionate, compelling arguments to the government for years since they have been here.\n\nSince June 1997 I have heard the members representing Cape Breton appeal to the government to find a satisfactory resolve to the economic development situation in Cape Breton. Ironically, today there has been a bit of a breakthrough. The much awaited arbitration case dealing with the outstanding issues finally came through. It says exactly what the two members have been saying for three years. They should be able to feel some sense of satisfaction.\n\nWhy it took three years is anyone's guess. I think there is a philosophical bent, a fundamental shift in policy on that side of the House of Commons which makes them unwilling or unable to listen to reason and logic to find a satisfactory resolve.\n\nBill C-11 is so fundamentally flawed. It indicates a failure to recognize the significance and the impact that the bill has on the community. It constitutes a breach of trust and a breach of promise.\n\nBack in the old days there was some sense of national vision, even from Liberal governments of the day. There was some sense of national pride and national unity, and it becomes a unity issue with economic development. There was a feeling that government has a role to play to stimulate the economy in areas where it is necessary in order to ensure that all Canadians enjoy a reasonable standard of living. In the richest and most powerful civilization in the history of the world, one would think we could at least devise a way that we could all share in the bounty of the country to enjoy a reasonable standard of living. The government has abandoned that.\n\nI do not know specifically who the people were who did have some vision in those days. I suppose they were the Allan J. MacEachens, the Walter Gordons, the Paul Martin Srs., the people who had some sort of a philosophy associated with pulling the country together instead of letting it drift apart.\n\nWe have abandoned the attitude that government has any role to play and we are going to leave it up to the free hand of the market, to the Adam Smiths of the world. They will say that if we let the market prevail all will be well. All is not well because, fundamentally, capital has no conscience. I have reminded the House of Commons of that simple fact before. It is like a big dumb shark that gobbles up stuff and has no conscience, no vision, no thought and no sense of doing the right thing.\n\nGovernment has the role of conscience of capital. Somebody has to intervene and give these Liberals a conscience and a little more sense of purpose. Frankly, without that there would be no regulations and no controls whatsoever. This, unfortunately, is what has happened now in Cape Breton.\n\nThe government has abandoned Cape Breton. It has traded off an economically viable enterprise for $68 million. That is the 30 pieces of silver it used to buy off the people of Cape Breton. Sixty-eight million dollars may sound like a lot of money but we need to put that in perspective given the surpluses, et cetera, that the government has now.\n\nThe EI system alone is showing a surplus of $600 million a month. That is the kind of money the government deals with. Sixty-eight million dollars is a paltry and trivial amount when we are talking about trying to replace the economic base of an entire island. It does not even register on the map. We find it offensive that the government thinks people are so gullible that they will be blinded by the flash of silver, the $68 million. It is almost insignificant statistically.\n\nThe member for Bras d'Or—Cape Breton and the member for Sydney—Victoria thought they could salvage some satisfaction out of Bill C-11 by moving some very important amendments that we are debating here today. I thought these were very thoughtful and very meaningful amendments because those members did what the government did not do. They consulted with the stakeholders. They actually spoke to the miners and asked them what they needed and what they thought the shortcomings were in Bill C-11. What a novel concept: ask people what they need, ask the experts.\n\nThe government refused time and time again to hold public hearings. It is going to take steps that will devastate a whole community but does not have the courage to defend its position in front of the very people these decisions affect. Government members did not have the guts or the intestinal fortitude to talk to the people in Cape Breton, and that is cowardly. The members of parliament who represent Cape Breton and that area spoke to the people and came forward with meaningful amendments, some of which are so common sense that it is inconceivable why the government would not deal with them.\n\nOne of the amendments wants to ensure that members of the new Devco board of directors are from Cape Breton. The Liberals do not want to handicap themselves. They might want to parachute in some patronage candidate from central Canada, no doubt from some place where they have friends and some elected representatives, instead of Cape Bretoners.\n\nAnother meaningful amendment would ensure that miners who became sick from working in the mine for 40 years and have black lung disease would be protected with some kind of long term extended health benefit. After giving their lives to the industry and now having the government pull the rug out from under them, would it not be common decency to ensure extended health benefits for those miners? No, the government will not entertain that idea either.\n\nThis group of amendments seeks to make Bill C-11 less devastating. I am disappointed that there has been no movement whatsoever from the government side. Do those members not feel any responsibility or accountability for what they have done to Cape Breton? I do not know. I do not think they do.\n\nI regret and lament the fact that Bill C-11 will probably pass unamended. My prediction is that the government will wear that and pay the political price for many years to come.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 12:35:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Darrel Stinson", 
                "url": "/politicians/3097/", 
                "member_id": 3092, 
                "party": "Reform", 
                "riding": "Okanagan—Shuswap (B.C.)", 
                "id": 3097
            }, 
            "url": "/hansards/2140/152/", 
            "text": "Mr. Speaker, I rise today with regard to Bill C-11. I will give a bit of history with regard to what is going on with Devco and what I have seen take place in Cape Breton since 1994.\n\nIn late 1994 or the early part of 1995 I had the opportunity to go to Cape Breton to try to get an understanding of the concerns. I had the great opportunity of meeting with the miners, the union people and with business people. I was also taken down through the mines. I started to catch up a bit on what was taking place.\n\nI knew about the money that had been put into Devco. What I could not understand, particularly after being down there, was what happened to a large percentage of those funds. I could see that the funds had not gone to the miners or even into the mines.\n\nAs I began to dig a little more I came across the fact that the government had decided not to renew its contracts for exporting coal from some of the mines. Although I am not a raving genius myself, I can understand that when a company gives up a segment of its market, particularly when it is competing on an international scale, it has just told its customers that it is no longer willing to produce the goods that they want. Any sane thinking company would know that its customers would go somewhere else to find the market, but not the government.\n\nThe government figured that it could bring them back any time it wanted to, but that was not the case. Instead, the government decided to try to prove that this was not economically feasible. It went through a broad scope of deals and non-deals, promises and broken promises in order to achieve this. In the meantime, it told the people of Cape Breton that it would look after their best interests.\n\nThe government repeatedly told the people of Cape Breton that Devco would be there, that they should not to worry, that they should be happy and that the government would look after them. All the time it was planning on just closing the door without very much concern about what would happen.\n\nThe door closed and now we are left trying to clean this up and trying to make some sense out of this. The government comes forward with Bill C-11. Everybody from all parties of the House have gone through the bill carefully and some members have put forth a number of amendments. The government has decided not to accept any of those amendments. I cannot understand this. We have members in the House who represent Cape Breton, who have been down there and know the people intimately, and yet their motions are not to be accepted by the government.\n\nWe have been down there and have spoken with the people. We have met with the business community, with labour and with management but not one of our motions has been accepted. This does not show a willingness on behalf of the government, no matter what it says or professes in the House, to listen to the people of Canada no matter what region they are from.\n\nSome members like to stand in the House and say that this is an eastern problem or that is a western problem. No, this is a Canadian problem. Maybe it is about time government members made up their minds that they are here to represent all of Canada, not just pieces and segments here and there whenever they see fit.\n\nWhen this bill came before the House we were in a dilemma. I may be hesitant sometimes in the way I speak, but when I went through the files on Devco and read between the lines—it is not there in black and white because the government will not let it be there in black and white—I had to wonder who took the money out of Devco. It was not the miners. It is not laying there in an abundance of assets. There are some assets there, yes, but what happened to most of the money? How much went toward patronage appointments? How much was never accounted for?\n\nI cannot seem to find the answers in the bill no matter how hard I look. I have to wonder what Devco was all about. It certainly was not to help Cape Bretoners. Maybe it helped a select few, but certainly not the Cape Bretoners themselves. When we see the mess that is there now, we think of the money that has been put into Devco and what has been accomplished.\n\nSome of our people have talked to the union. We have talked to the miners who have worked in the mines for years, some of whom are two months or a year short of retirement. They will get no funds out of this.\n\nWhere is this passionate Liberal Party? Where are the members who hammered on our doors just before the last election and said “I am here to help you. I am here to listen to your problems and I am here to help fix them. Please elect me again”.\n\nIn the next election those members will get the same message in Cape Breton as they will get in our constituency in British Columbia, “Get out of here. We are sick and tired of listening to what you say you are going to do and then having to live with what you actually do”. Cape Breton has found out the tough way, and it is really a shame.\n\nAs I go through the motions, I see one that I wanted in the bill. Motion No. 14 reads:\n\n17. The Corporation shall adopt all reasonable measures to reduce, to the fullest extent possible, any economic hardship or unemployment that may result from the closing of any coal mine operated by the Corporation.\n\nThe Liberals turned this motion down. What is so unreasonable about that motion? All it asks is for the government to do its job, and it has refused to do it.\n\nIn closing I want to say that this government has a lot to be ashamed of today and I hope it realizes this soon.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 12:45:00", 
            "attribution": "Mr. Darrel Stinson (Okanagan—Shuswap, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dave Chatters", 
                "url": "/politicians/3899/", 
                "member_id": 3049, 
                "party": "Reform", 
                "riding": "Athabasca (Alberta)", 
                "id": 3899
            }, 
            "url": "/hansards/2140/153/", 
            "text": "Mr. Speaker, once again I rise to talk about Bill C-11.\n\nCertainly I concur with what has been said already by my colleagues in this House, both within my party and within the NDP, although our objective on the bill is somewhat different from the NDP because we support the idea of privatizing Devco. It only makes sense to me.\n\nOver the last 30 years this government and the Conservative government have certainly proven that Devco was created for political purposes, existed for political purposes and appears is going to die for a political purpose, which is really unfortunate. What is going on here is such a tragedy. What the government appears to be preparing to do is immoral.\n\nI talked to you before, Mr. Speaker, and I will say it again in the House; what the Liberals are doing to Cape Breton is just as horrendous as what the Trudeau Liberals did to Alberta under the national energy program. I would understand if Cape Bretoners rose up in screaming protest to what is happening. If Cape Bretoners and Atlantic Canadians never again in Canadian history voted for a Liberal candidate I could certainly understand that.\n\nWe have a history of mining in Cape Breton that goes back hundreds of years. We have some of the best mining expertise in the world in Cape Breton. We have hundreds of millions of tonnes of coal in the ground in Cape Breton. We have a market in Nova Scotia for all the coal that Cape Breton miners can produce for Nova Scotia power. We have management capability in Cape Breton that wanted to bid on the assets of Devco and wanted to operate the mines, the wash plant and all the rest of the assets for the benefit of Cape Bretoners and Nova Scotians.\n\nThis government, it would appear, is denying them that opportunity without even a fair hearing. That makes no sense to me and it again smacks of the same kind of mismanagement, corruption and patronage that has dogged Devco for the last 30 years.\n\nI tried to get into those issues in committee. I tried to expose some examples of the patronage and mismanagement that went on. The president and chairman of the board of directors of Devco was quoted in a local Nova Scotia newspaper on how terrible the management of Devco had been and how that was the reason Devco could never be profitable.\n\nThe fact is that coal mining in Cape Breton can be profitable, but certain conditions have to be met before that is possible. The government does not appear to be allowing those conditions to be put in place. To preserve Devco as a crown corporation and to preserve the system imposed on the coal mining industry in Cape Breton would never be profitable. It would never survive without the ongoing billions of dollars of subsidies that have been poured into it. They would have to continue to be poured in.\n\nIf Devco were privatized and not saddled with the liability of the successor rights of the existing union contracts today, or the huge liability going all the way back to the Dominion Steel and Coal Company which succeeded Devco, and if a private company could buy the assets of Devco and operate it without those liabilities and without the huge environmental liability that has accumulated over the years, which everybody has been trying to ignore, coal mining could be profitable in Cape Breton. It could do much for the economy. It could employ miners. It could be a wonderful opportunity for Cape Bretoners to control their own destinies, to have jobs and benefits, and to carry on.\n\nThe government will not allow that to happen because then Cape Bretoners and Atlantic Canadians would be independent. They would not have the strings attached that they would have by shutting down Devco, putting in a call centre and perhaps creating hairdressers like they did in the TAGS program. Those programs always have strings attached. There is always a political payback for those kinds of programs if the government puts them in place. That is what the government is trying to maintain in Atlantic Canada. That is such a shame because I think there are real opportunities here.\n\nWe will not support a few of the amendments in the three groups. The NDP has reintroduced at report stage debate the amendments we introduced in committee. We will support them as we will support the NDP amendments to ensure that there is some local representation on the board of Devco and on the pensioners administration board. Why would anybody not be willing to do that? It only makes perfect sense.\n\nThe only amendments we will not support are the ones dealing with successor rights under the union contracts. If the government has not already guaranteed, and I think it has, those successor rights guarantee that whoever buys the Devco assets will never operate the mines, or at least not operate them for any length of time, and will therefore shut them down.\n\nIt is pretty obvious that the government has refused in committee or in debate to indicate whether or not there was any requirement in the conditions of sale of Devco that whoever buys it would have to operate the mines even for one day. I suspect not.\n\nWhen I was in Cape Breton the miners that work underground in the Prince Mine told me that the real reason there is such a rush on the bill is that they are working on a particular coal face in the mine. Instead of preparing another coal face at the same time so that when that one is mined out they have the next face to move to and continue, there is no preparation for another coal face. This indicates to me that there is no intention, once the current coal face is mined out, to continue operating the mine. They could not, if they wanted to, without that forward thinking.\n\nWhen we look at some of the yearly financial statements of the corporation we see no long term plan to operate any of the mines in the Devco corporation. Certainly there is no capital investment, maintenance or upkeep of the assets. It can be seen as plain as day that it is heading for a dead end and will be shut down. It is being strangled to death.\n\nIt is no wonder that the people of Cape Breton, the NDP, our party and the Conservative Party are suspicious. This whole issue is shrouded in a veil of secrecy under the guise of commercial confidentiality.\n\nWhen I asked the minister in committee if Canadians would ever know the terms and conditions of the sale, he assured us that once the sale had gone through and the bill had passed he would have no problem disclosing the terms and conditions of the sale, until one of his minions leaned over and whispered in his ear that it would not be possible, that the terms and conditions of the sale would have to remain secret forever, that they could never be exposed.\n\nWhy would everyone involved not become extremely suspicious of what is going on? A very valuable asset is on the auction block, and that is the contract with Nova Scotia Power. Clearly that is what is being bid on. As far as anyone in Cape Breton knows and as far as anyone here knows, and I guess only the government knows for sure, any local bids have not even been considered in the sale. The bids being considered are foreign bids, American bids, assuming the coal is to come from offshore.\n\nWhen the transport minister was asked a question about the mess in the airline industry, he stood in the House to say that is a small price to pay for a Canadian solution. There is a price to pay for a Canadian solution in Cape Breton, and we should pay it.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 12:55:00", 
            "attribution": "Mr. David Chatters (Athabasca, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Brent St. Denis", 
                "url": "/politicians/273/", 
                "member_id": 2551, 
                "party": "Liberal", 
                "riding": "Algoma—Manitoulin (Ontario)", 
                "id": 273
            }, 
            "url": "/hansards/2140/154/", 
            "text": "Mr. Speaker, I have listened to the comments of previous speakers. A number of times I wondered whether I should intervene and either bring the discussion and comments back to the amendments we are looking at or challenge some of the numerous points that I think were outrageous and, at the very kindest, totally exaggerated. I decided I would not do that and would encourage those who are interested—", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:05:00", 
            "attribution": "Mr. Brent St. Denis (Parliamentary Secretary to Minister of Natural Resources, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2140/155/", 
            "text": "Mr. Speaker, I rise on a point of order. If I look over on the government side I find that we do not have a quorum.\n\nAnd the count having been taken:", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:05:00", 
            "attribution": "Mrs. Michelle Dockrill", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/156/", 
            "text": "We have a quorum.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Brent St. Denis", 
                "url": "/politicians/273/", 
                "member_id": 2551, 
                "party": "Liberal", 
                "riding": "Algoma—Manitoulin (Ontario)", 
                "id": 273
            }, 
            "url": "/hansards/2140/157/", 
            "text": "Mr. Speaker, I resisted the temptation to respond to every point. Some good points were made but quite a large number of them were exaggerations.\n\nBe that as it may, I encourage those outside the Chamber who are interested in the facts to read the various public documents that relate to Bill C-11 and the proposed sale of the federal coal assets in Cape Breton. I would also have them refer to the committee proceedings.\n\nI will briefly deal with some of the amendments. I will not try to deal with all the amendments in Group No. 1. Motion No. 1 refers to the Government of Nova Scotia. I am not aware that Nova Scotia has expressed any interest with reference to this proposed amendment. In any event I do not think it would be helpful to put in place measures that would preclude a future owner of the coal operations from government interference at that time.\n\nWith respect to all these amendments, the government will not be supporting any of them. For the most part they are in many cases redundant, such as Motion No. 3 which refers to the auditor general. The auditor general is Devco's auditor. The Devco board is responsible for reporting to parliament every year. Therefore I doubt there are concerns over disclosure which have much if any substance.\n\nWith reference to Motions Nos. 4 and 5, I believe they refer to undertakings to the general advantage of Canada. Those measures are already taken care of in the bill as it stands. Indeed they would also be redundant.\n\nWith respect to Motion No. 2 in terms of a public inquiry, notwithstanding comments made earlier there have been extensive consultations over the years. It has been studied enough.\n\nI will conclude my comments on the first group of amendments. Let me just add, though, that I respect the views of members on Bill C-11. It is a tough thing to do, but we on this side believe it is best for Cape Breton to allow the coal industry to get on. We believe the communities and the people of Cape Breton are up to the future and will do well.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:05:00", 
            "attribution": "Mr. Brent St. Denis", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/158/", 
            "text": "Is the House ready for the question?", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/159/", 
            "text": "Question.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/160/", 
            "text": "The first question is on Motion No. 1. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/161/", 
            "text": "Agreed.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/162/", 
            "text": "No.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/163/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/164/", 
            "text": "Yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/165/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/166/", 
            "text": "Nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/167/", 
            "text": "In my opinion the nays have it.\n\nAnd more than five members having risen:", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/168/", 
            "text": "The recorded division on Motion No. 1 stands deferred.\n\nThe next question is on Motion No. 2. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/169/", 
            "text": "Agreed.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/170/", 
            "text": "No.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/171/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/172/", 
            "text": "Yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/173/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/174/", 
            "text": "Nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/175/", 
            "text": "In my opinion the yeas have it.\n\nAnd more than five members having risen:", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/176/", 
            "text": "The recorded division on Motion No. 2 stands deferred.\n\nThe next question is on Motion No. 3. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/177/", 
            "text": "Agreed.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/178/", 
            "text": "No.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/179/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/180/", 
            "text": "Yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/181/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/182/", 
            "text": "Nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/183/", 
            "text": "In my opinion the yeas have it.\n\nAnd more than five members having risen:", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/184/", 
            "text": "The recorded division on Motion No. 3 stands deferred.\n\nThe next question is on Motion No. 4. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/185/", 
            "text": "Agreed.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/186/", 
            "text": "No.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/187/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/188/", 
            "text": "Yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/189/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/190/", 
            "text": "Nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/191/", 
            "text": "In my opinion the nays have it.\n\nAnd more than five members having risen:", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/192/", 
            "text": "The recorded division on Motion No. 4 stands deferred.\n\nThe next question is on Motion No. 5. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/193/", 
            "text": "Agreed.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/194/", 
            "text": "No.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/195/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/196/", 
            "text": "Yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/197/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/198/", 
            "text": "Nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/199/", 
            "text": "In my opinion the nays have it.\n\nAnd more than five members having risen:", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/200/", 
            "text": "The recorded division on Motion No. 5 stands deferred.\n\nThe next question is on Motion No. 12. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/201/", 
            "text": "Agreed.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/202/", 
            "text": "No.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/203/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/204/", 
            "text": "Yea.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/205/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/206/", 
            "text": "Nay.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/207/", 
            "text": "In my opinion the yeas have it.\n\nAnd more than five members having risen:", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/208/", 
            "text": "The recorded division on Motion No. 12 stands deferred.\n\nWe will now put to the House the motions in Group No. 2.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2140/209/", 
            "text": "moved:\n\nMotion No. 6\n\nThat Bill C-11 be amended by adding after line 22 on page 3 the following new clause:\n\n“(1.1) Section 4 of the Act is amended by adding the following after subsection (3):\n\n(4) One director other than the Chairperson and the President shall be an employee of the Corporation.”", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Mancini", 
                "url": "/politicians/2256/", 
                "member_id": 2549, 
                "party": "NDP", 
                "riding": "Sydney—Victoria (Nova Scotia)", 
                "id": 2256
            }, 
            "url": "/hansards/2140/210/", 
            "text": "moved:\n\nMotion No. 7\n\nThat Bill C-11, in Clause 8, be amended by adding after line 22 on page 3 the following:\n\n“(1.1) Section 4 of the Act is amended by adding the following:\n\n(4) The majority of the directors shall be residents of the Island of Cape Breton, Nova Scotia.”\n\nMotion No. 8\n\nThat Bill C-11, in Clause 8, be amended by adding after line 22 on page 3 the following:\n\n“(1.1) Section 4 of the Act is amended by adding the following:\n\n(4) At least one third of the directors shall be members of the Devco Pensioners' Association.”", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "attribution": "Mr. Peter Mancini (Sydney—Victoria, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2140/211/", 
            "text": "moved:\n\nMotion No. 9\n\nThat Bill C-11, in Clause 8, be amended by adding after line 41 on page 3 the following:\n\n“(4) One director other than the Chairperson and the President shall be an employee of the Corporation.”", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:15:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Mancini", 
                "url": "/politicians/2256/", 
                "member_id": 2549, 
                "party": "NDP", 
                "riding": "Sydney—Victoria (Nova Scotia)", 
                "id": 2256
            }, 
            "url": "/hansards/2140/212/", 
            "text": "moved:\n\nMotion No. 10\n\nThat Bill C-11, in Clause 8, be amended by adding after line 41 on page 3 the following:\n\n“(4) The majority of the directors shall be residents of the Island of Cape Breton, Nova Scotia.”\n\nMotion No. 11\n\nThat Bill C-11, in Clause 8, be amended by adding after line 41 on page 3 the following:\n\n“(4) At least one third of the directors shall be members of the Devco Pensioners' Association.”\n\nMotion No. 16\n\nThat Bill C-11, in Clause 13, be amended a ) by replacing line 13 on page 5 with the following:\n\n“18. (1) The Corporation shall by by-law pro-” b ) by adding after line 23 on page 5 the following:\n\n“(2) The by-law shall provide that at least half of the members of the board or committee that is charged with managing the pension fund are selected by the Devco Pensioners' Association.”", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:20:00", 
            "attribution": "Mr. Peter Mancini (Sydney—Victoria, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Dick Proctor", 
                "url": "/politicians/3870/", 
                "member_id": 2737, 
                "party": "NDP", 
                "riding": "Palliser (Saskatchewan)", 
                "id": 3870
            }, 
            "url": "/hansards/2140/213/", 
            "text": "Mr. Speaker, I rise on a point of order.\n\nWe have completed the first round of the bill and I see that there are less than 10 minutes remaining before we go to Private Members' Business. I wonder whether there would be unanimous consent for you, Mr. Speaker, to see the clock as being 1.30 p.m., which would allow us to go to Private Members' Business, and we will resume on the bill next week.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:20:00", 
            "attribution": "Mr. Dick Proctor", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/214/", 
            "text": "Does the hon. member have the unanimous consent of the House to see the clock as 1.30 p.m. for the purposes of proceeding to Private Members' Business?", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/215/", 
            "text": "Agreed.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Marlene Catterall", 
                "url": "/politicians/3465/", 
                "member_id": 2611, 
                "party": "Liberal", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 3465
            }, 
            "url": "/hansards/2140/216/", 
            "text": "Mr. Speaker, I rise on a point of order. Discussions have taken place between all parties and the member for Wentworth—Burlington concerning the taking of the division on Bill C-206 scheduled at the conclusion of Private Members' Business today. I believe if you ask, you will find consent for the following. I move:\n\nThat at the conclusion of today's debate on Bill C-206, all questions necessary to dispose of the said motion for second reading be deemed put, a recorded division deemed requested and deferred until Tuesday, June 6, at the expiry of the time provided for Government Orders.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:20:00", 
            "attribution": "Ms. Marlene Catterall (Ottawa West—Nepean, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/217/", 
            "text": "The House has heard the motion as presented by the deputy government whip. Is it the pleasure of the House to accept the motion?", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/218/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/219/", 
            "text": "Just as a word for our visitors, we have advanced the time so we can go right into the next bit of business and not have to step down.\n\nIt being 1.24 p.m., the House will now proceed to the consideration of Private Members' Business as listed on today's order paper.", 
            "topic": "Cape Breton Development Corporation Divestiture Authorization And Dissolution Act", 
            "time": "2000-06-02 13:20:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2140/220/", 
            "text": "The House resumed from May 11 consideration of the motion that Bill C-206, an act to amend the Access to Information Act and to make amendments to other acts, be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2000-06-02 13:20:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2140/221/", 
            "text": "Mr. Speaker, I rise on a point of order. I need some clarification. When you asked for the unanimous consent for the motion which was put by the member on the Liberal side, I very distinctly said no. I want to know what the ruling was that you made on that point of order. I did not hear it.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:20:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/222/", 
            "text": "The ruling was on the deferral of the vote in private members' business. The ruling was that the vote would be deferred. I did not hear any negative comments. I asked for unanimous consent and hearing no dissent, we adopted the rule.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:20:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Marlene Catterall", 
                "url": "/politicians/3465/", 
                "member_id": 2611, 
                "party": "Liberal", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 3465
            }, 
            "url": "/hansards/2140/223/", 
            "text": "Mr. Speaker, I rise on a point of order. I suggest that rather than take the time from Private Members' Business, perhaps we could have a discussion outside the House, resolve this and bring it back to you.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:25:00", 
            "attribution": "Ms. Marlene Catterall", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/224/", 
            "text": "With respect, there is not a problem. I did not hear it. The motion was presented. We went further and we deferred the vote. We are in Private Members' Business.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:25:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2140/225/", 
            "text": "Mr. Speaker, I rise at this time to comment on Bill C-206 which makes extensive amendments to the Access to Information Act.\n\nFirst, I would like to take a moment to comment on the remarkable effort my colleague the member for Wentworth—Burlington has put into producing his Bill C-206. Many of us consider it to be an accomplishment to produce a private member's bill that contains one or two clauses. The member for Wentworth—Burlington has met many administrative hurdles. He has tenaciously persevered, which perseverance has brought us to this debate today. Bill C-206 contains almost 35 clauses. Overall it proposes a major overhaul to the Access to Information Act.\n\nSecond, I would like to speak about the importance of the Access to Information Act and its role in promoting government openness and transparency. Without a right of access enshrined in a piece of legislation, all talk about government transparency is, in the final analysis, somewhat hollow.\n\nI wish to make some general remarks on the bill itself. My position is that there are certain concepts expressed in the Access to Information Act that we should be extremely careful about revising. That is, whatever reform of the act is carried out, it must, I believe, respect certain ideas.\n\nOne idea relates to personal information. First, the residents of Canada are obliged to give the government all kinds of personal information about themselves. This is referred to as the collection of personal information. Next, the government is obliged to use in specific and limited ways the personal information of Canadians that it has collected. The Access to Information Act also permits and governs disclosure of that information. Right now I wish to focus on disclosure.\n\nDisclosure is probably the most potentially controversial aspect of dealing with personal information. Government must be careful when it changes the rules in a way which increases the government disclosure of personal information. What is at stake is Canadians' confidence in their government and their willingness to provide the government their personal information. For this reason I encourage the members of the House and the committee that will be examining Bill C-206 to pay great heed to the question of when, under the Access to Information Act, personal information gets released.\n\nBill C-206 would require the disclosure of information held by the government after 30 years. The Government of Canada is concerned that automatic disclosure of personal information the government has held for 30 years could lead to an infringement of an individual's right to privacy under the charter.\n\nIndividuals expect their confidentiality to be maintained when they provide government with their personal information. Canadians may fear that Bill C-206 would lead to an erosion of their right to expect privacy and confidentiality from their government. Let me give an example. Income tax returns contain a lot of private and personal information that should be continued to be protected. No one would want his or her income tax information to be accessible at any time.\n\nThe privacy commissioner has also expressed his concerns about the impact the bill would have on the privacy of individuals and on the confidentiality of personal information.\n\nAnother issue of great importance is what approach to take to confidential commercial information. As I mentioned in relation to personal information, businesses in Canada are obliged in a number of circumstances to give the government various types of highly confidential commercial information. It has been pointed out that if we reduce the level of protection on valuable confidential commercial information, then I am afraid that businesses may begin to think that the risk involved and the cost of doing business in Canada is too high.\n\nLet me give you a concrete example. If I had a business and thought that, in order to get the government to approve a new product, I would have to let my competitors have access to confidential business information, I would certainly be reluctant to give that information to the government.\n\nThere is a theme running through my comments and it is this. I am entirely in favour of trying to increase government openness. Indeed, I hope that this issue will be properly addressed by whatever reform of the Access to Information Act goes forward. At the same time we should remember that letting the sun shine in on government operations, which is good, is not the same thing as letting out people's personal information or businesses' confidential information. The question of disclosure is extremely sensitive and should not be undertaken without careful consideration and consultation.\n\nFinally, we should bear in mind that there is more than one solution for dealing with a piece of legislation that may no longer be working quite as well as it should be. We tend to think automatically that a statute must be fixed by making amendments to it. In fact, the way a statute works can be fixed by improving how it is applied and administered.\n\nI am not suggesting that improvements in the application and administration of the access act would be the whole answer. However, I wish to suggest to the House that we not rush into amending the act before we are certain that this fairly drastic course of action is what is truly needed.\n\nIf we are going to reform the act, surely it should not be undertaken without first conducting broad public consultations to allow all those who have an interest and a stake in this legislation to express their views.\n\nParliament's information watchdog, the information commissioner, made this very suggestion when he appeared before the Standing Committee on Justice and Human Rights last November. He stated that proposals for access reform should be formed by a variety of perspectives and that it would be preferable for consultations to be conducted on a broad scale, allowing all stakeholders to have a say. I certainly agree with this view.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:25:00", 
            "attribution": "Mr. John Maloney (Parliamentary Secretary to Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Andrew Telegdi", 
                "url": "/politicians/280/", 
                "member_id": 2588, 
                "party": "Liberal", 
                "riding": "Kitchener—Waterloo (Ontario)", 
                "id": 280
            }, 
            "url": "/hansards/2140/226/", 
            "text": "Mr. Speaker, I rise on behalf of the hon. member for Wentworth—Burlington, the author and sponsor of Bill C-206, an act to amend the Access to Information Act. Normally the member would be speaking himself at this time, but as it is the third hour of debate on this bill, and as the member spoke during the first hour of debate, he is not allowed under our standing orders to speak today. Therefore, I will reflect the thoughts of the member.\n\nMuch has happened between the first hour of debate and this final one, a mere two days before Bill C-206 comes before the House for its second reading vote. During the first hour when the member for Wentworth—Burlington described his bill there was optimism and excitement. After 13 years of failed attempts, at last a bill was going forward that would substantially reform the Access to Information Act, the legislation that was intended to guarantee the right of Canadians to those government documents they should be entitled to see, but that over the years has become more an instrument of secrecy than of disclosure.\n\nFor over a decade the public, the media, members of parliament, parliamentary committees and the former information commissioner himself have clamoured for the overhaul of the act, but never has any government come near to presenting legislation that answered the urgent calls for reform.\n\nAn impasse arose from the fact that it has been impossible to get consensus on how to amend the Access to Information Act from all the ministries of government that would be affected. Added to this was the problem that the justice department writes all government legislation and, being comprised principally of lawyers, naturally tends to think in terms of increasing confidentiality and secrecy rather than of increasing openness.\n\nAfter three years of trying to get the justice minister to undertake reform to the Access to Information Act, the member for Wentworth—Burlington undertook to write appropriate legislation himself. As a former journalist, author and now politician, he was uniquely qualified to undertake this task and, with the help of expert legislative counsel, Bill C-264, now Bill C-206, was presented to the House in October 1997.\n\nThe reforms proposed in Bill C-206 were sweeping, but almost all of them were taken from the recommendations of the parliamentary committee that proposed improvements to the access law, or from the 1993-94 report of the Access to Information Commissioner—almost all of them, save for the very first amendment, which proposed that the name of the Access to Information Act be changed to the open government act.\n\nFrom the very beginning the member for Wentworth—Burlington tried to make it clear to opposition parties and the government alike that he would listen and act on all concerns and criticisms expressed about Bill C-206. He has never pretended it to be a perfect bill and has asked only that it go through second reading to committee where witnesses can identify its flaws, propose improvements, answer concerns and amend it wherever necessary. In other words, the member for Wentworth—Burlington only asked that Bill C-206 go through the same legislative process as any other bill.\n\nOpposition MPs in their speeches to Bill C-206 have raised legitimate concerns, one of the more important being that they are afraid to give government institutions the power to consider multiple requests frivolous.\n\nThis particular amendment was an attempt to address a problem identified by the information commissioner in one of his reports, but if Bill C-206 deals poorly with this issue or, worse yet, if the amendment gives power to the government that is not intended, then it should be changed or struck from the bill at report stage. The member for Wentworth—Burlington would support any such change.\n\nThe member has said repeatedly the same thing to government, and for two years received favourable comment from officials in various ministries and active help from justice department officials, leading to a revised and more polished version of Bill C-206, and even encouragement from cabinet ministers, notably the justice minister and the foreign affairs minister.\n\nThus, it was with surprise and some dismay that the member for Wentworth—Burlington was called to a meeting this past Monday before the Deputy Prime Minister, the justice minister, the treasury board president and the government House leader to be confronted with accusations that Bill C-206 contains major flaws. Even though he was given no advance notice of criticisms, the member gave full answer then and in writing by noon the next day. Meanwhile, the justice minister undertook to provide a full analysis of all that was supposedly wrong with Bill C-206.\n\nOn Wednesday the government announced to Liberal members of parliament that it would not support Bill C-206. On Thursday, that is, yesterday afternoon, the member for Wentworth—Burlington received the justice department critique of Bill C-206 and a formal letter rejecting Bill C-206 from the Deputy Prime Minister.\n\nIt is too bad that the justice minister has to rely on staff who could produce a document so inept as that which attempted to demolish Bill C-206. They could not even get the clauses under discussion correct, or cover them all, or find merit in any that increased openness, no matter how minor. Their criticism of clause 26 in Bill C-206 is completely wrong. This clause would extend protection of memoranda to cabinet, not diminish it.\n\nThe arguments in the Deputy Prime Minister's letter had more substance, but none were sufficiently compelling to warrant killing the bill.\n\nWhat is a vote at second reading all about anyway? It seeks agreement in principle, that is all. All legislation is regarded as requiring close examination, correction and improvement after second reading. If this process is not successful, then a bill is killed at third reading, but not at second reading before it has had public airing before committee, not at second reading when all that is being sought is agreement in principle.\n\nWhat is the principle? The first amendment of Bill C-206 would rename the legislation to the open government act. The second amendment would establish that it is the government's duty to release as much information as it reasonably can to the public.\n\nWill the Prime Minister vote in principle against such a bill? Will the Minister of Justice or the Deputy Prime Minister? Cabinet always has the option of killing the bill at third reading or in the Senate, but to oppose such a bill at birth?\n\nPerhaps the member for Wentworth—Burlington has indeed failed to be sufficiently accommodating. The one single area of Bill C-206 that he has said he will not budge on is the amendment that would bring crown corporations like the CBC, Canada Post and the National Capital Commission under the legislation. Crown corporations spend billions of taxpayer dollars. They should and must be subject to better public scrutiny.\n\nSurely that is not cabinet's reason for opposing Bill C-206. Surely cabinet should want debate on how to make all government more open.\n\nMany of us first came to this place in 1993. The hon. member for Wentworth—Burlington has certainly been a man of parliament, a man of this House.\n\nWhat is being proposed in Bill C-206 would help every member of parliament to do their job. It would also help make transparent the workings of government to all Canadians.\n\nI commend the member for Wentworth—Burlington for his efforts, his initiative and his perseverance in attempting to give all members of parliament the equipment to do a better job and to have more open and transparent government.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:30:00", 
            "attribution": "Mr. Andrew Telegdi (Kitchener—Waterloo, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/227/", 
            "text": "I have received notice from the hon. member for Pickering—Ajax—Uxbridge that he is unable to move his motion during private members' hour on Monday, June 5, 2000.\n\nIt has not been possible to arrange an exchange of positions in the order of precedence. Accordingly, I am directing the table officers to drop that item of business to the bottom of the order of precedence. Private members' hour will thus be cancelled and Government Orders will begin at 11 a.m.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:40:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2140/228/", 
            "text": "Mr. Speaker, I am pleased to address Bill C-206, an act to amend the Access to Information Act and to make amendments to other acts.\n\nThat bill faced many obstacles before reaching second reading stage. I will show you how this bumpy ride finally made the Bloc Quebecois withdraw its support for this legislation.\n\nFirst, I want to reaffirm the importance of access to information in a democratic society. It can be said without exaggeration that the rules governing access to information are a pillar of our democratic system.\n\nIndeed, without these rules, there can be no transparency in the public administration. If unable to count on concrete standards that would provide them with access to the documents being held by the government, the public would in fact be deprived of its power of review, which is essential to the democratic health of any society. This power of review arises out of a fundamental right that belongs to each of us: the right to know.\n\nThe scandal around HRDC funding is a clear example of just how important that right to know is. This scandalous episode reminds us that it is essential to have a clear picture of what government is doing, so that public funds do not serve any private interests.\n\nGiven the total absence of government co-operation in this area, the public has had to rely on the Access to Information Act to try to discover where the Transitional Jobs Fund money has gone.\n\nRecently, the Bloc Quebecois was able to use access to information to discover some major flaws in the Canada Information Office tendering process. We discovered, in fact, that the CIO had awarded hundreds of thousands of dollars in contracts without any call for tenders since June 4, 1998.\n\nIt is, for example, questionable to say the least that this body, the principal mandate of which is to promote federal propaganda, has awarded a $25,000 contract to a former Liberal candidate without calling for tenders. Thanks to access to information, we were able to obtain, and provide to our fellow citizens, the disconcerting details on the Liberal government's administration.\n\nIt must, however, be recognized that the effectiveness of the Access to Information Act is not absolute. A formidable bureaucratic culture continues to thwart the desire of the public to discover more about the practices of their government.\n\nThe Information Commissioner of Canada, John Reid, spoke on this matter the last time he appeared before the Standing Committee on Human Resources Development and the Status of Persons with Disabilities. He said:\n\nThe right of access, which I and many others view as one of the cornerstones of our democratic process and one of the best tools available to ensure responsible government, only has meaning in a regime where information is professionally managed. All too often, and in a growing percentage of cases, it is proving virtually impossible for departments to locate all records responsive to a specific subject matter.\n\nIn short, it is not enough to hope that passing the Access to Information Act will lead to transparency, properly implementing it is necessary as well. For this to happen, the public service must promptly and efficiently respond to requests for access to information.\n\nIn a special report tabled in this House on Tuesday, the information commissioner evaluated the performance of eight departments in terms of their response time to requests for access to information. Once again, the commissioner's examination revealed that a number of departments fall far short in terms of speed.\n\nNo fewer than six departments, in fact, got an “F” on their response time. These dubious results illustrate just how far our institutions are away from developing the effectiveness required in properly applying the Access to Information Act.\n\nThat being said, by tabling Bill C-206, the hon. member for Wentworth—Burlington seemingly tried to correct certain flaws in the Access to Information Act. As we know, the hon. member had already alerted the members of this House to the need for substantially reviewing the content of that act.\n\nOn December 23, 1997, the hon. member had introduced another bill, Bill C-264, which received the support of a fair number of members. However, later on, the hon. member drastically changed the content of his bill.\n\nOn June 11, 1998, resorting to the politics of stealth, the original text of Bill C-264 was replaced with a different one. The bill was then reintroduced during the second session, on October 14, 1999, as it stood when the House prorogued.\n\nThe bill originally called C-264 and amended on June 11, 1998, thus became Bill C-206 when the House resumed sitting.\n\nAs I indicated in my introduction, that unusual process, to say the least, resulted in the Bloc Quebecois withdrawing its support. It must be understood that, while several Bloc Quebecois members initially supported the original version of Bill C-264, the situation is totally different in the case of the version now called Bill C-206.\n\nThere is a serious gap between these two versions. As evidence of that, one simply has to look at some of the new provisions that were quietly included in the June 11, 1998 version of the bill. The masterpiece of that sham is now found in clause 9 of Bill C-206.\n\nFirst, these amendments have to do with the terminology used in clause 14 of the bill. Under this first amendment, the head of a government institution could refuse to disclose records containing information having to do with federal-provincial relations.\n\nSo it was that on a fine day in June, 1998, the expression “federal-provincial negotiations” used until then in Bill C-264 became “federal-provincial relations”. This change in terminology is not insignificant.\n\nIn fact, clause 14 of the bill provides for an important exception to the right of access to information. By substituting a term as generic as “relations” for a more specific term such as “negotiations”, the scope of the exception is broadened considerably. According to the Bloc Quebecois, this is a fundamental change, because it would have the effect of excluding an entire range of records to which the public is entitled to have access.\n\nIn addition, the new exception in clause 14.1, an exception not contained in the original version of Bill C-264, is quite simply unacceptable. For the benefit of members of the House, I will read this exception:\n\nThe head of a government institution may refuse to disclose any record requested under this Act that contains information on plans, strategies or tactics relating to the possible secession of a part of Canada, including information held or collected for the purpose of developing those plans, strategies or tactics.\n\nWhatever the member for Wentworth—Burlington may say, this proposal is just plain antidemocratic. How can we keep citizens in the dark about information dealing with the possible exercise of democracy by a people? The supreme court has recognized that accession to sovereignty is a completely legitimate and highly democratic project.\n\nCanadians have a right to know how the federal government intends to proceed regarding such a fundamental right.\n\nOn June 11, 1998, Bill C-206 lost all credibility. Access to information, which is the core element of democracy for citizens, cannot be used as a tool to stop the democratic will of a people. The hon. member should know that it is ill-advised to follow the Privy Council's recommendations when it comes to democracy. History tells us that this bastion of federal arrogance is not very inclined to promote the development of democratic values.\n\nFor these reasons, members will understand that the Bloc Quebecois does not support Bill C-206 and will strongly oppose its passing.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:40:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Marlene Catterall", 
                "url": "/politicians/3465/", 
                "member_id": 2611, 
                "party": "Liberal", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 3465
            }, 
            "url": "/hansards/2140/229/", 
            "text": "Mr. Speaker, I rise on a point of order. There was some misunderstanding earlier and I would like to report to the House that discussions have taken place between all parties and the member for Wentworth—Burlington concerning the taking of the division on Bill C-206, scheduled at the conclusion of Private Members' Business today. I believe you would find consent for the following:\n\nThat, at the conclusion of today's debate on Bill C-206, all questions necessary to dispose of the motion be deemed put and if a recorded division is requested it be deferred until Tuesday, June 6, at the expiry of the time provided for Government Orders.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "attribution": "Ms. Marlene Catterall", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/230/", 
            "text": "The House will accept a request for unanimous consent at any time. Just to be certain, we now have a request for unanimous consent to reverse an earlier unanimous consent.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2140/231/", 
            "text": "Mr. Speaker, I rise on a point of order. I need clarification. Perhaps I did not hear right again because I am getting old and deaf. Can we say the question is deemed put if in fact a division is requested? It seems to me that is contradictory.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/232/", 
            "text": "We are doing it in two steps. We would put the question on the motion to the House. If it is accepted or rejected on division, that would be the end of it. If a recorded division is demanded, the recorded division would be deferred until the end of Government Orders next week.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Ken Epp", 
                "url": "/politicians/99/", 
                "member_id": 3064, 
                "party": "Reform", 
                "riding": "Elk Island (Alberta)", 
                "id": 99
            }, 
            "url": "/hansards/2140/233/", 
            "text": "Mr. Speaker, in that case I believe it is redundant since that is done automatically on a Friday, is it not, or am I wrong?", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "attribution": "Mr. Ken Epp", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/234/", 
            "text": "We will put the question. If the member for Elk Island chooses to say no, that is his prerogative. Whether or not it is redundant, this is the suggestion being put by the deputy government whip.\n\nWe will do it in two phases. Does the House give its unanimous consent for the deputy government whip to move the motion?", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/235/", 
            "text": "Agreed.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/236/", 
            "text": "Is it the pleasure of the House to adopt the motion as presented by the deputy government whip?", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/237/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/238/", 
            "text": "The next question is on second reading of Bill C-206. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/239/", 
            "text": "Agreed.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/240/", 
            "text": "No.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/241/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/242/", 
            "text": "Yea.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/243/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2140/244/", 
            "text": "Nay.", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/245/", 
            "text": "In my opinion the nays have it.\n\nAnd more than five members having risen:", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Mr. McClelland)", 
            "url": "/hansards/2140/246/", 
            "text": "Pursuant to order made earlier today the recorded division is deferred until Tuesday, June 6, at the expiry of the time provided for Government Orders.\n\nIt being 1.55 p.m. the House stands adjourned until Monday next at 11 a.m. pursuant to Standing Order 24(1).\n\n(The House adjourned at 1.55 p.m.)", 
            "topic": "Access To Information Act", 
            "time": "2000-06-02 13:50:00", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332228", 
    "url": "/hansards/2140/", 
    "session": 2, 
    "date": "2000-06-02", 
    "id": 2140
}