{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2150/0/", 
            "text": "I wish to inform the House that pursuant to Standing Order 28(4) I have recalled the House this day for the sole purpose of granting royal assent to certain bills.", 
            "topic": "", 
            "time": "2000-06-29 18:00:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2150/1/", 
            "text": "Order, please. I have the honour to inform the House that a communication has been received as follows:\n\nJune 29, 2000\n\nMr. Speaker,\n\nI have the honour to inform you that the Honourable Louis LeBel, Puisne Judge of the Supreme Court of Canada, in his capacity as Deputy Governor General, will proceed to the Senate Chamber today, the 29th day of June, 2000, at 6 p.m., for the purpose of giving Royal Assent to certain bills.\n\nYours sincerely,", 
            "topic": "", 
            "time": "2000-06-29 18:00:00", 
            "heading": "Royal Assent"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2150/2/", 
            "text": "I have the honour to inform the House that messages have been received from the Senate informing this House that the Senate has passed certain bills without amendment.\n\nA message was delivered by the Usher of the Black Rod as follows:\n\nMr. Speaker, it is the desire of the Deputy to Her Excellency the Governor General that this honourable House attend him immediately in the chamber of the honourable the Senate.\n\nAccordingly, the Speaker with the House went up to the Senate chamber.\n\nAnd being returned:", 
            "topic": "Message From The Senate", 
            "time": "2000-06-29 18:00:00", 
            "heading": "Royal Assent"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2150/3/", 
            "text": "I have the honour to inform the House that when the House did attend the Deputy to Her Excellency the Governor General in the Senate chamber, His Honour was pleased to give, in Her Majesty's name, the royal assent to the following bills:\n\nBill C-11, an act to authorize the divestiture of the assets of, and to dissolve, the Cape Breton Development Corporation, to amend the Cape Breton Development Corporation Act and to make consequential amendments to other acts—Chapter No. 23.\n\nBill C-12, an act to amend the Canada Labour Code (Part II) in respect of occupational health and safety, to make technical amendments to the Canada Labour Code (Part I) and to make consequential amendments to other acts—Chapter No. 20.\n\nBill C-18, an act to amend the Criminal Code (impaired driving causing death and other matters)—Chapter No. 25.\n\nBill C-19, an act respecting genocide, crimes against humanity and war crimes and to implement the Rome Statute of the International Criminal Court, and to make consequential amendments to other acts—Chapter No. 24.\n\nBill C-20, an act to give effect to the requirement for clarity as set out in the opinion of the Supreme Court of Canada in the Quebec Secession Reference—Chapter No. 26.\n\nBill C-22, an act to facilitate combating the laundering of proceeds of crime, to establish the Financial Transactions and Reports Analysis Centre of Canada and to amend and repeal certain acts in consequence—Chapter No. 17.\n\nBill C-23, an act to modernize the Statutes of Canada in relation to benefits and obligations—Chapter No. 12.\n\nBill C-25, an act to amend the Income Tax Act, the Excise Tax Act and the Budget Implementation Act, 1999—Chapter No. 19.\n\nBill C-26, an act to amend the Canada Transportation Act, the Competition Act, the Competition Tribunal Act and the Air Canada Public Participation Act and to amend another act in consequence—Chapter No. 15.\n\nBill C-32, an act to implement certain provisions of the budget tabled in Parliament on February 28, 2000—Chapter No. 14.\n\nBill C-34, an act to amend the Canada Transportation Act—Chapter No. 16.\n\nBill C-42, an act for granting to Her Majesty certain sums of money for the public service of Canada for the financial year ending March 31, 2001—Chapter No. 18.\n\nBill C-445, an act to change the name of the electoral district of Rimouski—Mitis—Chapter No. 21.\n\nBill C-473, an act to change the names of certain electoral districts—Chapter No. 22.\n\nBill S-3, an act to implement an agreement, conventions and protocols between Canada and Kyrgyzstan, Lebanon, Algeria, Bulgaria, Portugal, Uzbekistan, Jordan, Japan and Luxembourg for the avoidance of double taxation and the prevention of fiscal evasion with respect to taxes on income—Chapter No. 11.\n\nBill S-10, an act to amend the National Defence Act, the DNA Identification Act and the Criminal Code—Chapter No. 10.\n\nBill S-18, an act to amend the National Defence Act (non-deployment of persons under the age of eighteen years to theatres of hostilities)—Chapter No. 13.", 
            "topic": "Message From The Senate", 
            "time": "2000-06-29 18:00:00", 
            "heading": "Royal Assent"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2150/4/", 
            "text": "It being 6.30 p.m. the House stands adjourned until Monday, September 18, at 11 a.m. pursuant to Standing Orders 28(2) and 24(1).\n\n(The House adjourned at 6.30 p.m.)", 
            "topic": "Message From The Senate", 
            "time": "2000-06-29 18:00:00", 
            "heading": "Royal Assent"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332238", 
    "url": "/hansards/2150/", 
    "session": 2, 
    "date": "2000-06-29", 
    "id": 2150
}