{
    "parliament": 36, 
    "statements": [
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2155/0/", 
            "text": "Mr. Speaker, discussions have taken place between all parties in the House and I believe you would find consent for the following motion. I move:\n\nThat the motion for second reading and reference to committee of Bill C-38, Financial Consumer Agency of Canada Act, be deemed put, a recorded division deemed requested and deferred until the end of Government Orders on Tuesday, September 26, 2000.", 
            "topic": "Business Of The House", 
            "time": "2000-09-22 10:05:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/1/", 
            "text": "Does the government House leader have permission to put the motion?", 
            "topic": "Business Of The House", 
            "time": "2000-09-22 10:05:00", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2155/2/", 
            "text": "Agreed.", 
            "topic": "Business Of The House", 
            "time": "2000-09-22 10:05:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/3/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Business Of The House", 
            "time": "2000-09-22 10:05:00", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2155/4/", 
            "text": "Agreed.\n\n(Motion agreed to)", 
            "topic": "Business Of The House", 
            "time": "2000-09-22 10:05:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "George Baker", 
                "url": "/politicians/4332/", 
                "member_id": 3133, 
                "party": "Liberal", 
                "riding": "Gander—Grand Falls (Newfoundland & Labrador)", 
                "id": 4332
            }, 
            "url": "/hansards/2155/5/", 
            "text": "moved that Bill C-41, an act to amend the statute law in relation to veterans' benefits, be read the second time and referred to a committee.\n\nMr. Speaker, I am not going to give a major speech today. I am going to be as short as possible because there appears to be agreement, and I am pretty sure there is, among the critics of the other parties in the House that we try to deal with the bill today at this reading so that it can go on to the standing committee.\n\nWe have had excellent co-operation from the hon. member for Souris—Moose Mountain of the Canadian Alliance, the hon. member for Terrebonne—Blainville of the Bloc Quebecois, the hon. member for Saint John of the Progressive Conservative Party and the hon. member for Halifax West of the NDP.\n\nThe reason we all agree that the bill should be passed as quickly as possible is that it will provide some much needed benefits to our veterans and the survivors of our veterans.\n\nThe bill also does something that should have been done many years ago. It gives the civilian groups that served overseas with our soldiers access to the same pension and disability provisions as those who are recognized under the pension act and the War Veterans Allowance Act. In other words, the bill gives the ferry command personnel, the civilian group of pilots who piloted the planes across the Atlantic during the war, access to the full benefits of the pension act and the War Veterans Allowance Act. Five hundred Canadian pilots lost their lives bringing the planes over for use in the war effort.\n\nThe bill gives the nursing aids, the nursing sisters of the first world war and the second world war, the Canadian Red Cross workers and the St. John Ambulance workers who worked right at the front access to the same pension provisions as our veterans receive today.\n\nThe bill gives welfare workers of the second world war and the Korean War access to those same benefits. It gives Canadian firefighters for service in the United Kingdom group access to the same benefits.\n\nThe bill gives a group called the Newfoundland foresters access to those same benefits. The Newfoundland foresters went overseas during the second world war before Canada was involved in the war. Newfoundland was not a part of Canada at that time. The ships left Newfoundland with about 3,000 people who had joined the Royal Navy or the Merchant Navy in Britain, people who were called upon as foresters.\n\nThe Canadian foresters who went overseas received full benefits after the war but the Newfoundlanders did not because Newfoundland was not a part of Canada at that time. It should have been in the terms of union but, unfortunately, the individual who was supposed to negotiate this in the terms of union came to Ottawa in 1948, stayed at a local hotel and the day before this was supposed to be negotiated in the terms of union, he died. So it was an omission in the terms of union between Newfoundland and Canada. This bill will correct the error that was made back in 1949.\n\nThere are other things in the bill which will be good for veterans, veterans' widows and family members of veterans who are alive today. I will give members of the House two short examples that I know they will appreciate being included in the bill.\n\nThere are about seven excellent changes. Take for example one case of a veteran's widow who has an overpayment on a health benefit. Another widow has an overpayment on the funeral benefit and the debt stands. Why is there a debt? It is because somebody made an error inadvertently in paying the money to that individual.\n\nNormally, when there is an overpayment, for example, in employment insurance or in any of the the municipal, provincial or federal government programs, then the person who received the money is responsible for paying it back.\n\nHowever, the bill states that those overpayments, which were inadvertently made and stand as debts to the crown, will be erased. Although it will not cost that much money and is only a small thing, it is huge to somebody like those two widows who actually owe money because of overpayments.\n\nI want to refer to another section which I think was commendable for members of parliament and those people who participated in the process to put into the bill. I just want to mention them.\n\nThe Royal Canadian Legion spent a lot of time with the department drafting the bill and setting up meetings. President Bill Barclay and particularly Allan Parks participated in the drafting of the legislation. The National Council of Veterans Associations also participated. Brian Forbes was at the meeting on behalf of Cliff Chadderton.\n\nThere is perhaps no one individual in Canada today who has contributed more to the process of legislation for veterans than Cliff Chadderton. He is an incredible individual who constantly works for veterans.\n\nPeter Ambroziak of ANAVETS, the Army, Navy and Air Force Veterans of Canada, took part in the negotiations as did Mr. Lloyd Thompson of Botwood, Newfoundland. He is a Newfoundland forester but he wore the British uniform overseas so he gets the benefits. He is working on behalf of the other foresters in Newfoundland who number anywhere from 500 to 1,000 that I know of. They deserve these benefits and should have received them in the terms of union. However, as I said, the person responsible for negotiating them died the night before the terms were being negotiated.\n\nAlso Louis Lang of Montreal from Ferry Command participated. Louis spent a lot of time lobbying on behalf of Ferry Command pilots who perhaps had the greatest loss of life of any one group that took part in the second world war.\n\nThere are about seven items in the bill that will benefit Canadian veterans today. I mentioned the overpayments to the two widows and other people in a similar situation which would be forgiven.\n\nAnother point I want to mention is that in all of our income tested programs we always rely on somebody's last year's income as reported on the income tax return. Old age security, guaranteed income supplement and spousal allowance are based on the income tax return for the previous year.\n\nSometimes somebody might receive a benefit, say a capital gain, this year not knowing that next year the spousal allowance could be gone or the guaranteed income supplement would be reduced accordingly. That is one of the aspects of income tested programs that is very difficult to deal with when we have cases where somebody loses something because of what happened last year on the income tax return, especially with our senior citizens.\n\nOf course disability pensions and so on are not income tested. That is the marvellous part of this bill. All these civilian groups that served overseas will have access to the full benefits. Some of them will not be income tested. A lot of our civilian groups did not understand that this would be a real benefit to the people who need home care, for example.\n\nWe have people in Canada who went overseas for four and five years and do not have access to home care because the bill is not law today. That is why we are trying to pass the bill as quickly as possible.\n\nGetting back to what we are doing as far as someone's income is concerned, we are saying that the income tested portion of veterans payments will be based on estimated income for this year, not what is on the income tax return.\n\nWhat is the benefit in that? I will give an example. Perhaps someone received a capital gain last year. Perhaps he or she were left some money or sold some property last year and the guaranteed income supplement and spousal allowance will drop. If it is a veteran's payment that is income tested it will rise accordingly, thereby cancelling the reduction that would take effect under the guaranteed income supplement or the spousal allowance.\n\nThese are some of the excellent things in the bill. They certainly set a standard that should be looked at by provincial governments and by everyone who deals with guaranteed income programs in federal and provincial jurisdictions.\n\nI have had preliminary discussions with the member for Halifax West of the New Democratic Party. He has been very active with regard to the bill over a period of time. In fact prior to the announcement being made he was very active with regard to this subject material, as well as the member for Saint John of the Progressive Conservative Party and the member for Terrebonne—Blainville of the Bloc Quebecois. As well, within the last three or four days the member for Souris—Moose Mountain supports the bill wholeheartedly and wants it passed.\n\nThat is why I will not say anything else. I will just shut up and hope that other members of parliament will also shut up. Then we could pass the bill with as little comment as possible. We have until 11 o'clock this morning and then we will reconvene on the bill at about 12.15 p.m. until 1.30 p.m. Therefore we have until approximately 11 a.m. now and then about an hour and a half after question period.\n\nIf we could so arrange it as to get over this stage of the bill and send it to committee, we would be answering the prayers of a good many veterans. We would be responding positively to what every political party wants to do in the House.", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 10:05:00", 
            "attribution": "Hon. George S. Baker (Minister of Veterans Affairs and Secretary of State (Atlantic Canada Opportunities Agency), Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Keith Martin", 
                "url": "/politicians/keith-martin/", 
                "member_id": 3080, 
                "party": "Reform", 
                "riding": "Esquimalt—Juan de Fuca (B.C.)", 
                "id": 186
            }, 
            "url": "/hansards/2155/6/", 
            "text": "Mr. Speaker, there is nothing like a good dose of maritime eloquence to begin the morning. I thank the minister for his eloquent speech. In fact we could pass the bill very quickly, as he and other members of the House would like to do, except for one little clause. Clause 46 needs to be removed from the bill to provide the equitability and fairness I know the minister would like to see.\n\nI thank the member for Souris—Moose Mountain, as the minister has mentioned, who has done an incredible amount of work not only for our party but, more important, for the members and the veterans who are waiting for the bill to pass.\n\nI will get to the aspects of clause 46. I am glad the minister will listen. I know he is a man of fairness. I am sure he will encourage and convince his members to remove this clause. If he does so, our party will support the bill and help him expedite it through the House to relieve the suffering that our veterans have been enduring for far too long.\n\nOur party supports Bill C-41 because it gives civilian groups the same fairness and equitability as it has to other veterans who have laid their lives on the line for our country, for peace and security.\n\nIt gives it to groups such as the Canadian Red Cross, St. John Ambulance, the Corps of Canadian Civilian Firefighters, the Ferry Command personnel and the Newfoundland Overseas Forestry Unit because these people provided invaluable service to the war effort. These people, as the minister mentioned, put their lives on the line. Many of them lost their lives while supporting the war effort. Their efforts, while they did not pick up a weapon, were absolutely essential for the men and women who were in Europe and other parts of the world fighting for the peace and security that we enjoy today.\n\nOur armed forces personnel must have access to existing veterans benefits today if they served overseas during World War I, World War II and the Korean war. Merchant navy vets gained full access to these benefits in 1992. Unfortunately the issue of compensation took far too long to come about. We do not want this to happen with the bill.\n\nThe groups affected by the bill have historically had limited access to veterans benefits previously given to other veterans, but the bill recognizes that fact and does a very good job of providing them with the benefits they so justly deserve.\n\nI say these groups are worthy recipients because they served alongside other forces personnel and their lives were in no less danger during those perilous times. The efforts of these organization deserve the recognition they have so long been denied.\n\nI will cite a few examples. The overseas air crew of the Ferry Command ferried military aircraft across the Atlantic Ocean. In many ways those brave pilots were trail blazers. Some of them, interestingly enough, were among the first to chart a path across the North Pole.\n\nIt was dangerous work, flying over uncharted territory. Many of the pilots lost their lives in the endeavour to provide planes that were absolutely essential for us to carry on the war effort in Europe. During World War II about 340 civilian pilots and air crew were contracted to deliver aircraft to Britain and elsewhere. Today about 100 of these brave souls are still alive.\n\nCoal was vital to Britain's war effort and mining activity. Its use increased so much that Britain did not have enough and wood had to be cut in Scotland. As a result, the Newfoundland Overseas Forestry Unit was created on short notice. It went over there to harvest timber. Of the 3,680 Newfoundlanders who went to Scotland during the war there are roughly 1,000 of these souls alive today who cut the wood that was necessary to build tunnels and for other uses during the war.\n\nDuring the second world war the Corps of Canadian Civilian Firefighters bravely put out fires during the blitz, which was central to saving the lives of many people.\n\nMembers of the Canadian Red Cross and St. John Ambulance worked alongside people who were terribly injured during the war. They were as close to the action as anyone could get. There are approximately 450 members of this group alive today and they need the care they require as they age.\n\nIt is a shame that with the passage of time there are so few left and it has taken so long for this legislation to come forward. We as a party are happy and encouraged by the government's effort to move the bill forward.\n\nThis should be a lesson for all of us as Canadians to take a more active interest in our military and service people who historically have given us more care and consideration than I think the House has given them. We must pay more careful attention to the long term effects of war that for a long time have been ignored: post-traumatic stress disorder, depression and the effects on the family that are so often hidden.\n\nIn fact, historically after World War I and World War II many of these problems were buried but now that medical science and others have taken a more active interest, these problems are coming to light. As these problems come to light, so too is it necessary for the care to be there for people who have been traumatized by horrors that most of us can only imagine.\n\nNot only will civilian groups benefit from the bill but members currently serving in our armed forces will benefit as well. The bill amends the pension act to allow Canadian forces members in the regular force who have acquired service related disabilities to receive pensions while still serving. This brings it in line with the public service and private industry. This is important because this is not a stand-alone issue. It does not affect only the military. In fact the bill brings the military up to today's standards in the public service and private industry.\n\nI want to address our primary criticism which the member for Souris—Moose Mountain raised with the minister. I am sure we can find a way to ensure that this tiny issue will be resolved expeditiously. It involves the RCMP.\n\nWhile the bill alleviates a past injustice to our armed forces, it creates an injustice to the RCMP. The RCMP pension is tied to the armed forces pension but is funded by the RCMP. Currently RCMP officers are in the same position as Canadian forces personnel in that they cannot receive a disability pension while being employed by the force. I will give an important example very shortly, one of which we are probably all aware. Because clause 46 was added to the bill, by its very wording it removes previous legislation that prevented those in the armed forces from receiving a disability pension while employed, but it prevents the RCMP from getting the same benefits as will be accrued to other members that the bill actually supports, brave officers.\n\nThe example I will give now is one which we all remember very well. Constable Laurie White was shot in the leg while trying to serve a search warrant and had to get a portion of her leg amputated. Constable White is back on the force working very hard, bravely so, despite having had part of her leg amputated. She demonstrates the best that we have within our RCMP service personnel and indeed she deserves all of the honours that have accrued to her.\n\nBecause this amendment exists, people like Laurie White in the RCMP cannot receive the benefits the bill gives to other individuals even though the RCMP is tied to the essence of the bill. We ask that clause 46 be removed purely in the name of fairness. We cannot ask the RCMP to be involved in the bill and have its entire benefits package tied to those of veterans and the personnel that this involves as the bill does, while on the other hand exempting it from an aspect that would be very important for individuals such as Constable Laurie White.\n\nThe bill also makes a provision for peacekeepers which is very important because peacekeepers serve in very dangerous environments. Peacekeeping is a misnomer in that one thinks it has something to do with peace. It has, but the problem is that peacekeeping is really war by another name because peacekeepers confront land mines and snipers. They are often put in between warring factions which are often under no control by their supposed leaders. It is a very dangerous situation.\n\nUnfortunately the government historically has given our armed forces personnel the equipment for a peaceful situation. One other thing I would like the government to know, and I hope the minister of defence pays close attention to this, is that we simply have to arm our soldiers for war in a peacekeeping situation because peacekeeping, as I said, is war by another name.\n\nOur veterans have faced a litany of problems when they have returned from war situations, particularly recently. I and many other members in the House have received many legitimate complaints from brave men and women who have come back from the theatre and have not received the care they require.\n\nI know the minister is very interested in this and that his heart is in the right place. I know he would not like to see these people go without the medical care they so justly deserve. He would want them to receive the required care for such things as gulf war syndrome, other poisonings as yet unidentified, post-traumatic stress disorder and severe major depression.\n\nFifteen per cent of people who suffer from major depression commit suicide. Imagine the numbers that would involve with respect to our armed forces personnel who go abroad and raise our flag to fight for the noblest of elements of humanity. They fight for peace and security, the things we gratefully enjoy in our country. Let us give them the same care and consideration they have given us.\n\nThe government has seen fit to give the members a cost of living allowance. We support this. We have been working hard for a long period of time to right this injustice. We applaud the government for doing it, but there is a problem. While the government has given the members a cost of living allowance and an increase in pay, it is surreptitiously yanking that money away by increasing their rents.\n\nTheir rents have increased dramatically in many areas. On the base in Esquimalt—Juan de Fuca the members are so happy and pleased to finally get some recognition and fairness in their pay but there have been massive and dramatic increases in their rents. While money has been given with one hand, the government has taken it out with the other.\n\nI know the government really does not want to do this, at least I would like to think it would not. I challenge the government, as all of my colleagues here do, to please stop yanking money out of one pocket while putting it into the other pocket. Stop giving our military forces money and talking about it as if it has done something and then taking the money away. This has created an incredible negative impact on the morality within our armed forces. They do not deserve that. They have been extremely patient.\n\nThe other small section I would like to talk about briefly concerns the civilian population in our military who have done a yeoman's job under very difficult circumstances. Their numbers have been cut dramatically. They did not mind, as they recognized that came down the pike in an effort to save money. Their members have been cut by 50% or more. They have increased their efficiency dramatically and in fact have been given awards for it. On the other hand, alternative service delivery is taking place. They do not mind alternative service delivery but they do want to ensure that they are able to compete on a level playing field with the private sector.\n\nI have one request for the government. Make sure that the people there today are treated as fairly as other competitors. That is what they want. They are confident they will be able to compete well, and as they have done for a long time, do their jobs to support our military. They have done this well but they want to be considered fairly with the private sector that is competing for their jobs.\n\nThe government should take a good look at that because they have done an excellent job. They have provided high quality service. They have probably done a better job than many private workers could do. Take a look at that and compare it fairly. I think the government will find that in many cases the civilian workers have done an excellent job and deserve to keep doing their work. Do not let them be lost in the cracks. I would ask the government to make sure that they are listened to and that their concerns are dealt with.\n\nAs my colleague from Souris—Moose Mountain said, the improvements made in the bill involve: clarifying how private information can be exchanged within the department to expedite benefits, which is a good thing; protecting the public servants from having to testify in courts of civil litigation; compassionate awards to be continued to survivors, which are very important; deleting penal provisions from veterans legislation where the provisions are either unnecessary or substantially duplicated in the criminal code; where two disabled pensioners are married to each other, both receiving the married rate of pension benefits; and allowing for remission of overpayment based upon compassionate grounds if the debt is not collectable. These are fair things.\n\nIn conclusion, the groups of people affected by this bill have a very legitimate claim to the benefits provided. We compliment the government for putting this bill forward. The civilians who went alongside the armed forces personnel did yeomen's jobs. Many of them lost their lives in the process. Their survivors and the remaining few deserve the care this bill provides.\n\nThe pension act prohibits armed forces personnel from receiving a disability benefit while employed in the forces and this has been removed. But clause 46 has been added to the bill and it prevents the RCMP from being able to acquire the benefits of this part of the bill. This inequity must be addressed before our party can fully support the bill.\n\nIf the government removes clause 46 from the bill, we will have a piece of legislation that will correct years of injustice. If the clause remains, the RCMP will be exempt from the very provision and benefits that our armed forces will enjoy and it will therefore be instrumental in creating an injustice.\n\nIn the name of fairness, let us include the RCMP in the bill as it ought to be. Let us remove clause 46 and let us pass the bill for our veterans.", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 10:20:00", 
            "attribution": "Mr. Keith Martin (Esquimalt—Juan de Fuca, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Mercier", 
                "url": "/politicians/6481/", 
                "member_id": 2727, 
                "party": "Bloc", 
                "riding": "Terrebonne—Blainville (Québec)", 
                "id": 6481
            }, 
            "url": "/hansards/2155/7/", 
            "text": "Mr. Speaker, better late than never. Half a century after the fact, we have our government acknowledging that a variety of Canadian civilians, such as firefighters and Red Cross personnel, took part in World War II and the Korean War and shared the merits and often the dangers of military personnel. Yet until now they have not been entitled to the pensions and other benefits received by uniformed veterans which are concrete expressions of this country's gratitude.\n\nBill C-41, which we are looking at now, has the praiseworthy objective of remedying that injustice. It does so only partially, however, as I shall attempt to demonstrate.\n\nAnother category of civilians also has been waiting 55 years for recognition of their merits. These are the merchant mariners. Until now, it appears that those in high places have forgotten that these are the people to whom we owe the fact that the weapons and ammunition, without which our soldiers could do nothing, were able to be shipped across the Atlantic on merchant ships hounded by German U-boats. Many of these merchant mariners now sleep at the bottom of the Atlantic Ocean. Only this year did the surviving brave mariners, or the widows, get any compensation.\n\nThe compensation was awarded to the Merchant Marine veterans of Canada and Newfoundland who served in wartime and were not members of the armed forces, or to their surviving spouses if they were deceased.\n\nThis settlement for the Merchant Mariners is close to the amount of compensation mentioned in the dissenting report tabled by the Bloc Quebecois on this issue. We called for a minimum of $20,000. They received a maximum of $20,000. It is interesting that this amount is within $1,000 of the amount that would have been paid in 1945, taking inflation and interest into account.\n\nThe bill before us today concerns other categories of civilians who served overseas. They are primarily the members of the corps of Canadian firefighters for service in the United Kingdom. These men helped fight the fires in the German bombing raids in London and elsewhere for the first two years of the war.\n\nOthers benefiting from the bill are the Canadian members of the voluntary aid detachment of the British Red Cross during the first world war. It took 82 years to remember them. Welfare workers and voluntary aid workers in the second world war and the Korean war are also finally being recognized.\n\nNot forgotten either are the civilian pilots in the ferry command, who often at the risk of their lives convoyed aircraft built here and destined for the European front between Canada and Great Britain.\n\nThe members of these various categories of civilians deserving of recognition by their country are, under this bill, being accorded the same treatment as military veterans—and this is fair—and therefore are entitled to a pension. As many of them are dead, their widows will benefit.\n\nThe part of Bill C-41 that grants them full eligibility for pensions from the Department of Veterans Affairs is an improvement over an existing act, namely the Civilian War-related Benefits Act.\n\nUnder that act, welfare workers who worked with the Canadian armed forces during the war have had limited access to pensions from the very beginning. The same goes for Ferry Command personnel. In order to have access to the benefits provided under that act, these people had to have suffered injuries during an offensive or a counter-offensive.\n\nMany of these civilians did not get any disability pension following accidents that occurred in situations such as the moving of troops and materiel. Bill C-41 would eliminate that restriction, which has the effect of granting pensions, contrary to what is done in the case of veterans, only to those who were injured while on duty, under certain conditions.\n\nThe problem is that this good legislation will not be retroactive. It does not provide any compensation for the 55 years during which all these brave people were forgotten by their government.\n\nThis is an injustice. Since we are now recognizing that these people are entitled to national recognition just like military personnel who have been getting pensions since the end of the war, it is totally unfair to make them pay for the fact that the government waited for over half a century before recognizing their contribution, and thus their rights to national recognition.\n\nConsequently, when this bill is reviewed in committee, I will propose that the government take action to correct this anomaly by making the act retroactive in this respect.\n\nI do not find it acceptable for the government to permit itself what would be considered a reprehensible abuse of power by the courts if it had been the action of an individual against his employees. Can anyone imagine a business leader admitting that some of his staff had been unfairly treated for years and agreeing to remedy the situation only if no retroactivity were involved?\n\nBut this principle of obvious equity does not seem popular with the government, if we are to judge by its reaction to the Canadian Human Rights Commission ruling ordering it to compensate those of its employees who, because they were women, had for years been paid less than their male counterparts—another example. It will be recalled that Ottawa held out against making these retroactive payments for a long time. It only did so because it was forced to by the tribunal.\n\nThe purpose of Bill C-41 is to correct another anomaly. This one involves members of the Canadian armed forces who are still serving but are suffering from service-related disabilities.\n\nThese men and women are not currently entitled to disability pay before their release. This situation is going to be corrected. We need hardly say that we are in favour of this provision of the bill.\n\nBut we do not understand why clause 46 excludes the RCMP from this measure. I will be raising this in committee and calling on the government to withdraw this provision from the bill.\n\nAnother anomaly is corrected. As the result of an error for which the recipient is in no way responsible, a veteran might receive a higher amount of pension than his entitlement for a certain period of time.\n\nUntil now, when the error was detected, the person concerned was required to pay back the overpayment under conditions and a deadline that might be prejudicial to his quality of life. From now on the victims of these administrative errors will be treated more humanely. We approve of this provision, while once again regretting that it has been so long in coming.\n\nI will now give some of the other provisions of this bill in favour of pensioners with which we are totally in agreement.\n\nPermitting veteran disability pensioners who are married to, or living common-law with, each other to both receive the married rate;\n\nProviding for a one-year continuation of a deceased veteran's pension to the guardian of the veteran's orphaned children;\n\nCorrecting the pension indexing formula to accommodate declines in the consumer price index;\n\nConsolidating the provisions relating to service in special duty areas, peacekeeping and Korean war service, directly into the Pension Act;\n\nAllowing compassionate awards to be continued to survivors without the necessity of a time-consuming high-level re-adjudication.\n\nFinally, we naturally approve the housekeeping amendments to clarify regulation-making authorities, ensure the use of gender neutral language, correct cross-references, correct the French name of the department—it is called in French the ministère des Anciens combattants, with a small “c”, whereas it should be a capital “C”, thus ministère des Anciens Combattants—and, finally to repeal obsolete acts and provisions.\n\nIn conclusion, I come to the date the bill will come into effect. In light of the already considerable delay in the bill's correction of the various injustices, the Royal Canadian Legion would like, quite rightly, that once the bill has received Royal Assent and an implementing order has been issued for it, to have the changes it provides to be made effective not on the date of the order but rather as of March 1, 1999, the first day of the month the minister announced it.\n\nOnce again all these civilian and military individuals, who are entitled to recognition must not be penalized by the length of time it has taken to put a statute in place in order to correct the various injustices these people have faced up to now.\n\nTo summarize, we support this piece of legislation in principle, but reserve the right to propose certain amendments to improve it. Subject to these amendments we are happy with the content of Bill C-41.\n\nI repeat, we regret that this legislation comes some 50 years too late. However, as I said at the start, better late than never. We will propose to the government that the text of it be amended, either to make it effective retroactively or to have it provide for the payment of an indemnity to correct, at least for those still living, the injustice this delay represents.\n\nWe will also propose that the RCMP not be excluded from the application of the law with respect to the pension for individuals wounded in the line of duty but still serving. I add that we will ask for a greater assurance of confidentiality for personal information that candidates for benefits will have to disclose to the department.", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 10:40:00", 
            "attribution": "Mr. Paul Mercier (Terrebonne—Blainville, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Sarmite Bulte", 
                "url": "/politicians/4718/", 
                "member_id": 2614, 
                "party": "Liberal", 
                "riding": "Parkdale—High Park (Ontario)", 
                "id": 4718
            }, 
            "url": "/hansards/2155/8/", 
            "text": "Mr. Speaker, I am pleased to inform the House of the successful completion of the Baltic Express II, a trade and investment mission, which I had the honour of leading to Estonia, Latvia and Lithuania.\n\nThe trade mission took place from September 11 to September 15 and included representatives from 11 Canadian companies in the sectors of construction and building materials, transportation, food, textiles and high technology.\n\nThrough trade missions, such as the Baltic Express II, Canada hopes to increase the level of awareness of commercial opportunities and help foster long lasting commercial relationships. The first Baltic Express mission in 1998 exposed 12 to 15 Canadian companies to the regions. Several business partnerships resulted in one or more of the three countries.\n\nWith commercial partnerships comes a greater understanding between nations. The Baltic Express II is another initiative that will deepen the important ties between Canada and the Baltic nations.", 
            "topic": "Trade", 
            "time": "2000-09-22 10:55:00", 
            "attribution": "Ms. Sarmite Bulte (Parkdale—High Park, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Ted White", 
                "url": "/politicians/3102/", 
                "member_id": 3090, 
                "party": "Reform", 
                "riding": "North Vancouver (B.C.)", 
                "id": 3102
            }, 
            "url": "/hansards/2155/9/", 
            "text": "Mr. Speaker, this year alone the Liberal government will take more than $350 million from the people of B.C. in the form of fuel taxes. That is an annual tax grab of $20 million more than the entire Vancouver area budget for new highways to the year 2005. Yet the Minister of Transport stubbornly refuses to return to B.C. a single cent of those taxes in support of our transportation network.\n\nWhile greater Vancouver residents line up in gridlock on a four lane Trans-Canada Highway built back in the 1950s, the minister pumps our fuel tax money into election goody projects elsewhere.\n\nOur taxed-to-the-hilt drivers have had enough. They are sick of topping up the minister's pork barrel every time they gas up and they are not going to take it anymore. They want their share of the national highways funding returned to B.C. and they want it now. When exactly is the minister going to deliver?", 
            "topic": "Fuel Taxes", 
            "time": "2000-09-22 10:55:00", 
            "attribution": "Mr. Ted White (North Vancouver, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Mark Assad", 
                "url": "/politicians/5024/", 
                "member_id": 2680, 
                "party": "Liberal", 
                "riding": "Gatineau (Québec)", 
                "id": 5024
            }, 
            "url": "/hansards/2155/10/", 
            "text": "Mr. Speaker, we wish to pay tribute to a great Canadian theatre personality, actor and director, Luc Durand, who died at the age of 64 on July 3.\n\nLuc Durand, and his character, Gobelet, touched an entire generation of Canadians. This dreamy-eyed clown was a source of inspiration not just for the children who faithfully tuned in to Sol et Gobelet , but also for teenagers and even adults.\n\nLuc Durand's friends often spoke of his intelligence, his great poetry and his sensitivity. He was the consummate professional, respected and his admired by all.\n\nOn behalf of the Canadian government, I wish to thank him and offer our sincere condolences to his family.", 
            "topic": "The Late Luc Durand", 
            "time": "2000-09-22 10:55:00", 
            "attribution": "Mr. Mark Assad (Gatineau, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Reg Alcock", 
                "url": "/politicians/2182/", 
                "member_id": 3117, 
                "party": "Liberal", 
                "riding": "Winnipeg South (Manitoba)", 
                "id": 2182
            }, 
            "url": "/hansards/2155/11/", 
            "text": "Mr. Speaker, yesterday was World Alzheimer's Day. In Canada, there are more than 230,000 people suffering from this disease and over 100,000 new cases are expected this year.\n\nThe federal government and, I am sure, all members of the House, wish to congratulate the Alzheimer Society of Canada on all the support it provides to those with this terrible disease.\n\nI would like to thank all those who have donated their time and energy in the fight against this disease.", 
            "topic": "World Alzheimer's Day", 
            "time": "2000-09-22 10:55:00", 
            "attribution": "Mr. Reg Alcock (Winnipeg South, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bill Graham", 
                "url": "/politicians/124/", 
                "member_id": 2640, 
                "party": "Liberal", 
                "riding": "Toronto Centre—Rosedale (Ontario)", 
                "id": 124
            }, 
            "url": "/hansards/2155/12/", 
            "text": "Mr. Speaker, I rise today to salute Karen Cockburn of Toronto for her wonderful performance and her bronze medal on trampoline at the Olympics. It is the first time that this sport has been included in the Olympics.\n\nOver the past two years Ms. Cockburn has obtained numerous medals and has consistently been ranked in the top eight in world competition. This is quite an accomplishment for such a young person.\n\nThis medal, Canada's fourth in these Games, is a fine tribute to the efforts of every member of the Canadian delegation.\n\nI am sure that all members will join me in congratulating Ms. Cockburn for this great achievement and thank her for bringing glory to Toronto and to Canada.", 
            "topic": "Karen Cockburn", 
            "time": "2000-09-22 10:55:00", 
            "attribution": "Mr. Bill Graham (Toronto Centre—Rosedale, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Myron Thompson", 
                "url": "/politicians/284/", 
                "member_id": 3073, 
                "party": "Reform", 
                "riding": "Wild Rose (Alberta)", 
                "id": 284
            }, 
            "url": "/hansards/2155/13/", 
            "text": "Mr. Speaker, the 23rd annual memorial service for police and peace officers who have died in the performance of their duties will be held this Sunday on the steps of Parliament Hill.\n\nOn behalf of the official opposition, I would like to pay tribute to those who have paid the ultimate price in protecting Canadians from coast to coast. This memorial is an opportunity to publicly express our gratitude to our fallen officers and to honour their memories. To the friends and families, you are not only in my prayers, but you are in the prayers of an entire nation as we can only try to appreciate the sorrow and the hardship that you continue to endure.\n\nFor those of us who cannot be there Sunday, I urge you to take a moment and reflect upon our heroes and ensure they are not forgotten.", 
            "topic": "Police And Peace Officers", 
            "time": "2000-09-22 10:55:00", 
            "attribution": "Mr. Myron Thompson (Wild Rose, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Irwin Cotler", 
                "url": "/politicians/irwin-cotler/", 
                "member_id": 3673, 
                "party": "Liberal", 
                "riding": "Mount Royal (Québec)", 
                "id": 72
            }, 
            "url": "/hansards/2155/14/", 
            "text": "Mr. Speaker, a plaque commemorating the contribution of immigrants and refugees to the development of Canada will be unveiled by the Secretary of State for Multiculturalism and Status of Women at a ceremony today at Pier 21 in Halifax, Nova Scotia.\n\nWith the exception of the native peoples, all Canadians are immigrants or descendants of immigrants from various regions of the world. Since Confederation, generation after generation, they have come to settle in Canada with the firm intention of making a better life for themselves and their children.\n\nOur history records show how through courage, hard work and ingenuity they played a major part in settling the land, developing our resources, building cities and forging transportation links over vast distances. Our history also records that many of these immigrants experienced hardships, discrimination and hostility which memories continue to hurt those affected.\n\nBetween 1928 and 1991, Pier 21 was the point of arrival in this country for over one million immigrants, refugees and displaced persons. A testimony to the history of immigration in Canada and the embodiment of the multicultural nature of our country, Pier 21 was declared an historic site in 1997. I urge everyone to pay it a visit.", 
            "topic": "Multiculturalism", 
            "time": "2000-09-22 11:00:00", 
            "attribution": "Mr. Irwin Cotler (Mount Royal, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Monique Guay", 
                "url": "/politicians/monique-guay/", 
                "member_id": 3286, 
                "party": "Bloc", 
                "riding": "Laurentides (Québec)", 
                "id": 128
            }, 
            "url": "/hansards/2155/15/", 
            "text": "Mr. Speaker, the St. Lawrence River now has its flag and I am proud to point out this initiative of the Secrétariat à la mise en valeur du Saint-Laurent, a Quebec government organization responsible for promoting the St. Lawrence River, both in Quebec and around the world.\n\nThe importance of the St. Lawrence River can never be overemphasized. Sixty per cent of Quebec's population lives along its shores and 47 municipalities pump out 2 billion litres of water per day from the river for their drinking water.\n\nAccording to the Quebec department of transport, the marine and port sector generates over $3 billion yearly. We are talking about over 27,000 jobs and a payroll in excess of one billion dollars.\n\nThe St. Lawrence flag is a reminder of the invaluable heritage that this great river. It also reflects our collective pride in this major resource.\n\nThe flag is a nice memento for VIPs, as well as a promotional item here and all over the world.\n\nCongratulations to the Secrétariat à la mise en valeur du fleuve Saint-Laurent.", 
            "topic": "St. Lawrence River", 
            "time": "2000-09-22 11:00:00", 
            "attribution": "Mrs. Monique Guay (Laurentides, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Judy Sgro", 
                "url": "/politicians/judy-sgro/", 
                "member_id": 3671, 
                "party": "Liberal", 
                "riding": "York West (Ontario)", 
                "id": 260
            }, 
            "url": "/hansards/2155/16/", 
            "text": "Mr. Speaker, safe communities and safe streets have been the Liberal government's priority from the beginning of our election. Canadians asked us to firmly respond to the serious crimes and we listened.\n\nIn this session alone our government has introduced legislation to toughen sentencing provisions for home invasions. We have introduced legislation to strengthen the current animal cruelty laws. We have toughened impaired driving provisions of the criminal code. We made legislative amendments to strengthen the voice of victims of crime within the justice system.\n\nWe have made sure law enforcement has the tools to do its job too. Last year we provided $115 million to the RCMP to modernize the Canadian Police Information Centre. We provided another $15 million to the RCMP to fight organized crime in our nation's airports. We have increased the total RCMP budget by $584 million over the next three years to modernize computer—", 
            "topic": "Crime Prevention", 
            "time": "2000-09-22 11:00:00", 
            "attribution": "Ms. Judy Sgro (York West, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/17/", 
            "text": "The hon. member for Edmonton North.", 
            "topic": "Crime Prevention", 
            "time": "2000-09-22 11:00:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2155/18/", 
            "text": "Mr. Speaker, our Olympians are going for the gusto in Sydney. We are watching and cheering them on in every single event. Our athletes are working their hearts out, pushing themselves to the very limit to achieve their goals. When one stands on the winners' podium and the Maple Leaf goes up and we sing our national anthem, our whole country stands tall and proud.\n\nThis is what the Olympic spirit is about: our young men and women representing us and competing against the very best athletes in the world.\n\nI am sick to see the politics of funding entering the debate right during the games. Yes, we need to question levels of amateur sport funding and how much of it actually goes to the athlete. Those are priorities that, yes, need to be discussed, but certainly not right now in the midst of the games.\n\nRight now we need to be cheering them on and letting them focus on their goal of competing. They deserve and need our support. Go team Canada, go.", 
            "topic": "Olympics 2000", 
            "time": "2000-09-22 11:00:00", 
            "attribution": "Miss Deborah Grey (Edmonton North, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Carolyn Parrish", 
                "url": "/politicians/3425/", 
                "member_id": 2596, 
                "party": "Liberal", 
                "riding": "Mississauga Centre (Ontario)", 
                "id": 3425
            }, 
            "url": "/hansards/2155/19/", 
            "text": "Mr. Speaker, organized crime is a threat to the safety and security of all Canadians. That is why the Liberal government continues to work to provide the tools necessary to break the back of organized crime. Since 1994 the anti-smuggling initiative led to 17,000 charges and identified $118 million in evaded taxes and duties. Since 1996 the witness protection program has protected those who risked their lives to assist the police.\n\nSince the 1997 Bill C-95 participation in an organized crime has been an indictable offence. Since 1997 the cross-border crime forum has been sharing law enforcement information with our American counterparts.\n\nSince 1999 accelerated parole review has been eliminated for organized crime offenders. This year we brought in new legislation to combat money laundering.\n\nThe Liberal government, with its provincial and territorial partners, will keep working to find new ways to eradicate organized crime.", 
            "topic": "Organized Crime", 
            "time": "2000-09-22 11:00:00", 
            "attribution": "Ms. Carolyn Parrish (Mississauga Centre, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2155/20/", 
            "text": "Mr. Speaker, on behalf of the NDP, I urge the government to change its approach to the issue of residential school lawsuits. The approach to date has been far too legalistic, has threatened the work and viability of some churches, has delayed compensation for victims and has been an attempt to evade the extent of the federal government's responsibility by obscuring the fact that the churches acted on behalf of the federal government and not on their own. No one but lawyers and the tendency of this government to drag things out rather than deal with them fairly is being served by the current approach.\n\nThe appointment of the Deputy Prime Minister to talk to the churches about this issue is, we hope, a good sign. The churches are willing to accept responsibility and pay their fair share of compensation. However, to burden them with all the legal fees associated with the federal government constantly naming them as third parties in the suits, shows either a hostility to the churches or a cynicism at the heart of Liberal strategy on this issue that will no longer go unnoticed by Canadians who want justice for aboriginal victims, but who also value the ongoing work of the churches.", 
            "topic": "Aboriginal Affairs", 
            "time": "2000-09-22 11:05:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Hélène Alarie", 
                "url": "/politicians/5112/", 
                "member_id": 2697, 
                "party": "Bloc", 
                "riding": "Louis-Hébert (Québec)", 
                "id": 5112
            }, 
            "url": "/hansards/2155/21/", 
            "text": "Mr. Speaker, I wish to mention the performance of MBA students from the École des Hautes Études commerciales who won first prize at the televised contest The Economist Business Challenge , on September 9 and 10, in Montreal, with representatives from 15 U.S. and Canadian universities.\n\nI particularly congratulate Martine Valcin, the team member who won the most valuable player trophy.\n\nThe team from the Hautes Études commerciales, which was made up of Carlos-Eduardo Luna-Crudo, Dominique Sauvé, Martine Valcin and François Blouin, faced participants representing 15 universities, including Wharton, Harvard, Northwestern, New York (Stern), Queen's and Toronto.\n\nThese students had to correctly answer questions on all the news published in The Economist over the past six months, on themes as varied as the international economy, finance, mergers and takeovers, market strategies and new business trends across the world.\n\nThese awards reflect the calibre of the students—", 
            "topic": "École Des Hautes Études Commerciales", 
            "time": "2000-09-22 11:05:00", 
            "attribution": "Ms. Hélène Alarie (Louis-Hébert, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/22/", 
            "text": "The hon. member for Laval West.", 
            "topic": "École Des Hautes Études Commerciales", 
            "time": "2000-09-22 11:05:00", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Raymonde Folco", 
                "url": "/politicians/raymonde-folco/", 
                "member_id": 2693, 
                "party": "Liberal", 
                "riding": "Laval West (Québec)", 
                "id": 105
            }, 
            "url": "/hansards/2155/23/", 
            "text": "Mr. Speaker, on September 21, the leader of the Canadian Alliance treated us to a fine example of what he thinks of dialogue and collaboration with the provinces.\n\nIn his comments on the gas tax, the leader of the Canadian Alliance stated that Ottawa no longer has any excuse not to cut the fuel tax, with or without provincial agreement. That is a fine example of co-operation.\n\nHow can the leader of the Canadian Alliance traipse around Quebec repeating the constant refrain that he calls for the total respect of provincial jurisdictions and the necessity to consult the Canadian provinces, while at the same time pressuring the federal government to lower gas prices?\n\nThis is great inconsistency. The leader of the Canadian Alliance ought to explain his words here in the House.", 
            "topic": "Leader Of Canadian Alliance", 
            "time": "2000-09-22 11:05:00", 
            "attribution": "Ms. Raymonde Folco (Laval West, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Mark Muise", 
                "url": "/politicians/4395/", 
                "member_id": 2550, 
                "party": "Progressive Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 4395
            }, 
            "url": "/hansards/2155/24/", 
            "text": "Mr. Speaker, yesterday morning the federal court in Halifax ruled against Indian Brook's request for an injunction to prevent DFO from removing their lobster traps off the coast of New Edinburgh, Nova Scotia.\n\nFederal court Justice Pelletier recognized what has already been stated in the supreme court's decision on Marshall, which is that DFO has the right and the obligation to uphold the laws of this country as they relate to the fishery. Any other ruling would have been disastrous for our fishing communities. We cannot afford to have two sets of laws within Canadian society. To do otherwise would result in chaos.\n\nIt is now imperative that the Minister of Fisheries and Oceans state that there will be one fishery, one set of regulations and one season for all native and non-native fishermen. We must respect the rights of our native people but at the same time we must not ignore the rights of our non-native fishermen and the tremendous job they have done over the years to develop the fishery into the successful industry that it is.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:05:00", 
            "attribution": "Mr. Mark Muise (West Nova, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Julian Reed", 
                "url": "/politicians/4528/", 
                "member_id": 2578, 
                "party": "Liberal", 
                "riding": "Halton (Ontario)", 
                "id": 4528
            }, 
            "url": "/hansards/2155/25/", 
            "text": "Mr. Speaker, Statistics Canada has recently reported that the national crime rate was down 5% in 1999. That makes it now eight consecutive years that the national crime rate has gone down. In fact, Canada's crime rate is at its lowest level in 20 years.\n\nThe numbers released earlier this year for youth crime were headed in the same direction, down. Youth crime was down for the seventh year in a row.\n\nWe are pleased that crime is declining but we are not satisfied. The Liberal government continues to commit $32 million a year to the National Strategy on Community Safety and Crime Prevention in order to prevent crime and attack its root causes.\n\nWe are supporting communities large and small in developing projects on the ground to prevent crime where we live. It is only when we achieve safe communities and a sense of security that Canadians can focus on their larger hopes and dreams.", 
            "topic": "Crime Prevention", 
            "time": "2000-09-22 11:10:00", 
            "attribution": "Mr. Julian Reed (Halton, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 2478, 
                "party": "Reform", 
                "riding": "Fraser Valley (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2155/26/", 
            "text": "Mr. Speaker, the Sumas energy project is a power plant proposal that will pump three tonnes of pollution every single day into the narrow air shed over the Fraser Valley. The Fraser Valley already has one of the most polluted atmospheres in Canada, with one of the highest rates of respiratory disease in the country.\n\nVirtually every person and every group in B.C. is opposed to this project. The Canadian Alliance is opposed to the project. The B.C. Liberal Party, the provincial NDP, the Abbotsford and Chilliwack city councils, and even the B.C. Lung Association is against it. So the questions for the Minister of the Environment are these.\n\nWhy has he failed to back up the Abbotsford city council, who have been fighting this proposal on both sides of the border? Why has he refused to tell the Americans that Canadians just do not want this plant near the border? Why has he failed to raise the alarm about air pollution with an industrial plant, but feels free to tell B.C. residents that it is up to them to clean up the valley air? Why as a B.C. minister has he completely failed to aggressively represent British Columbian interests?\n\nFinally, why does he insist on acting more and more like an American industry minister and less and less like a Canadian environment minister?", 
            "topic": "The Environment", 
            "time": "2000-09-22 11:10:00", 
            "attribution": "Mr. Chuck Strahl (Fraser Valley, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Michel Bellehumeur", 
                "url": "/politicians/4961/", 
                "member_id": 3262, 
                "party": "Bloc", 
                "riding": "Berthier—Montcalm (Québec)", 
                "id": 4961
            }, 
            "url": "/hansards/2155/27/", 
            "text": "Mr. Speaker, yesterday a member of the Canadian Alliance accused me of holding up the work of the Standing Committee on Justice and Human Rights through my systematic objection to each of the 200 clauses of the Minister of Justice's bill to criminalize young people who are having problems with the law.\n\nIt is true that I have made use of all the parliamentary tools available to me in order to prevent Bill C-3 from ever getting passed. It is true that we heard many witnesses, but none from Quebec supports the Minister of Justice's bill.\n\nIt is true that I had a duty to do everything within my power to have the bill die in committee. I am here to defend the interests of Quebec. I have done so and I will continue to do so with all the energy available to me.\n\nThe Bloc Quebecois will continue this battle with solidarity.", 
            "topic": "Young Offenders Act", 
            "time": "2000-09-22 11:10:00", 
            "attribution": "Mr. Michel Bellehumeur (Berthier—Montcalm, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2155/28/", 
            "text": "Mr. Speaker, a recent discovery of a 1958 infrared photograph taken by the Royal Canadian Air Force confirms the exact location of the Acadian village of Beaubassin established in the late 1600s. This Acadian village survived until 1750 when the Acadian leaders burnt the village down and the inhabitants moved across the river to an area now known as Fort Beauséjour.\n\nIn the meantime, the British took possession of the site of the Acadian village and built a settlement there called Fort Lawrence, named after the fort of the same name. Throughout this exercise, native peoples were involved and present throughout.\n\nThe Fort Lawrence Heritage Society has done a great deal of research and work on this project. It proposes that the federal government should assume ownership of the land before any more damage is done to the site and any more artefacts are removed.\n\nI will be meeting with the Minister of Canadien Heritage, as soon as possible, to seek her support in arranging for the federal government to acquire the land to protect it for the future. This one site reflects important aspects of our English, French and native history. I urge the government to move quickly to preserve this historic area.", 
            "topic": "Fort Lawrence", 
            "time": "2000-09-22 11:10:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2155/29/", 
            "text": "Mr. Speaker, while this House is currently debating Bill C-41, veterans benefit legislation, it is significant to note that the issue of compensation to our merchant seamen has not yet been satisfactorily concluded.\n\nAccording to the Department of Veterans Affairs, almost half of the claims received from merchant mariners are still waiting to be processed. These Canadians risked life and limb during the war to deliver fuel, food, goods and people and were under attack from German submarines, facing casualties and all too often death.\n\nEvery month more and more of these brave members of our community succumb to illness and old age. It has been estimated that the merchant mariners are dying at the rate of 12 per month.\n\nI ask this government to resolve this matter immediately and pay those who qualify so that this injustice will not persist one day longer.", 
            "topic": "Veterans Affairs", 
            "time": "2000-09-22 11:10:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2155/30/", 
            "text": "Mr. Speaker, appreciating the rules about remarking on attendance, I will be faithful to that and pose my question to the acting Prime Minister.\n\nIn terms of knowing with some sense of confidence in which government documents we as Canadians can have confidence, when I asked the Prime Minister yesterday about his commitment to reduce the 1995 excise tax on gasoline he simply said “Never mind that, just refer to the red book”.\n\nI need to know which government documents or which statements can we rely on as being accurate and factual. Is it the red book? Is it the budget? Is it documents from the House? Is it statements the Prime Minister stands up and reads? Since there has been some history of inaccuracy, which statements and which documents can we rely on as being truthful?", 
            "topic": "Fuel Taxes", 
            "time": "2000-09-22 11:15:00", 
            "attribution": "Mr. Stockwell Day (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2155/31/", 
            "text": "All of them, Mr. Speaker.", 
            "topic": "Fuel Taxes", 
            "time": "2000-09-22 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2155/32/", 
            "text": "Mr. Speaker, then we hold the Prime Minister to his commitment to reduce the 1995 excise tax. Why is that not happening?\n\nWe have helped the government remove all the obstacles. It said that there was no provincial co-operation on gas tax. We now have provinces talking about it and one province saying it will match it penny for penny. We have said that it will not be a non-confidence vote. Every area the government raises, we are helping it with the obstacles.\n\nAre there any more obstacles that the Prime Minister would like us to help him with so that we can see this gas tax reduction go to Canadians?", 
            "topic": "Fuel Taxes", 
            "time": "2000-09-22 11:15:00", 
            "attribution": "Mr. Stockwell Day (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2155/33/", 
            "text": "Mr. Speaker, the Leader of the Opposition could help the government by understanding the work the government is doing to deal with this issue and give the government its support. It is not doing that. It should do that and it is about time.", 
            "topic": "Fuel Taxes", 
            "time": "2000-09-22 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2155/34/", 
            "text": "Mr. Speaker, we have been doing a lot of work clearing the way for this. There seems to continue to be obstacles although the government will not name them.\n\nThe finance minister was decent some time ago in terms of apologizing for not reducing or eliminating the GST. I wonder if the Prime Minister would be willing to make an apology at least to Canadians. If we do not get the money back can our hearts be somewhat comforted with an apology from him for not doing something about the 1995 commitment relating to the excise tax on gas?", 
            "topic": "Fuel Taxes", 
            "time": "2000-09-22 11:15:00", 
            "attribution": "Mr. Stockwell Day (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2155/35/", 
            "text": "Mr. Speaker, when will the Leader of the Opposition apologize for sitting in the Alberta legislature as minister of finance for nine years and not doing anything to remove the increases in gasoline taxes in that province which came into effect before he was minister of finance. He could have dealt with that when he was minister of finance but did not. Where is that apology?", 
            "topic": "Fuel Taxes", 
            "time": "2000-09-22 11:15:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2155/36/", 
            "text": "Mr. Speaker, I think he did quite a few things in terms of lowering taxes in Alberta.\n\nLet me read from the minister's 1995 budget. It said “Federal excise tax on gasoline will be increased to help reduce the deficit”. The deficit is gone but the tax is not.\n\nIt is not just low income Canadians who are worried about this fuel crisis and who are in the midst of it. All Canadians are worried about heating their homes this winter and putting gas in their vehicles.\n\nIs it not time that the gas tax being lowered would be one promise that the government should keep?", 
            "topic": "Fuel Taxes", 
            "time": "2000-09-22 11:15:00", 
            "attribution": "Miss Deborah Grey (Edmonton North, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2155/37/", 
            "text": "Mr. Speaker, when it comes to helping Canadians, including homeowners, the best thing the government can do is to have the amendment proposed by the member for Pickering—Ajax—Uxbridge included in the debate and in the record in terms of the motion that was proposed by the opposition party yesterday.\n\nThe Alliance proposal to us does not do anything to help homeowners, truck drivers or the public at large.", 
            "topic": "Fuel Taxes", 
            "time": "2000-09-22 11:15:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2155/38/", 
            "text": "Mr. Speaker, I am sure as a member of the government he would be happy to bring that legislation in any time under government orders. We would be happy to deal with it.\n\nI said that it was not just low income Canadians who are worried about this. Canadians of all brackets and all walks of life have vehicles that need gas and homes that need heat this winter.\n\nI find it interesting that the government all of a sudden says that it has to consult with the provinces. It sure did not consult with them when it jacked up the tax. I do not know why it is so worried about consulting them now. No one will ever buy that argument. The Canadian public sees right through it.\n\nIf the Liberals could get their nominations through in holy haste, surely to heaven they could lower this tax about that fast as well.", 
            "topic": "Fuel Taxes", 
            "time": "2000-09-22 11:15:00", 
            "attribution": "Miss Deborah Grey (Edmonton North, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2155/39/", 
            "text": "Mr. Speaker, we challenge the official opposition to accept on the spot, because it can do it, the amendment to its motion proposed by the hon. member for Pickering—Ajax—Uxbridge. This would ensure that the relief got through to Canadians and was not just gobbled up by the oil companies.", 
            "topic": "Fuel Taxes", 
            "time": "2000-09-22 11:20:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2155/40/", 
            "text": "Mr. Speaker, there are, within the Liberal cabinet, significant differences of opinion on the rules governing access to employment insurance. Everyone knows this, it is an open secret.\n\nDoes the minister intend to support the position taken by the Prime Minister, on the eve of an election, of making the changes necessary in the field of employment insurance?", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:20:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral (Laval Centre, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2155/41/", 
            "text": "Mr. Speaker, we on this side of the House are all of one mind. We are here to help Canadians who do not have the benefit of work to find work.\n\nAs I have said on a number of occasions in the House, as part of the 1996 amendments there is an annual review of the Employment Insurance Act to see if the changes are doing what they are supposed to do. If there is evidence that changes need to be made, we will make them.", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2155/42/", 
            "text": "Mr. Speaker, will the minister finally be brave enough to listen to public opinion and announce significant changes to the employment insurance plan established by this government, which affects women, young people and seasonal workers especially.", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:20:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral (Laval Centre, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2155/43/", 
            "text": "Mr. Speaker, it is incumbent on the government to ensure that its programs are efficient. As I have said on a number of occasions, we continue to look at the impact of the employment insurance legislation and, if changes need to be made, we will make them.\n\nI want to remind the hon. member that we are having this debate in the context of making sure that Canadians have the opportunity to work. In that regard, I am very proud of our record. Since taking office in 1993, the level of unemployment has been reduced significantly. That is something we should all be supportive of.", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2155/44/", 
            "text": "Mr. Speaker, the people who made the greatest contribution to eliminating the deficit are the very people denied their fair share of the fruits of the economic recovery. Cabinet bickering is denying justice to seasonal workers, women and young people.\n\nWill the Minister of Human Resources Development drop this pointless bickering, assume her responsibilities and announce the specific measures that these workers and unemployed individuals have been awaiting for all too long?", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:20:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2155/45/", 
            "text": "Mr. Speaker, I would ask the hon. member to look at the facts. He makes reference to women. We see that the unemployment levels for women are particularly positive over the course of the last number of years. A million more women are working today than there were in 1993.\n\nWhen it comes to seasonal workers, again, we understand the realities facing men and women who work in seasonal industries, but the status quo is not acceptable. We are in communities in the Gaspé and the Acadian Peninsula, working with employers and employees to change that status quo. I just wish the hon. member opposite would assist us in that regard.", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2155/46/", 
            "text": "Mr. Speaker, the Minister of Human Resources Development responsible for the mess created by the Liberal's employment insurance scheme also has all the information she needs to make quick decisions in order to remedy the injustices created by her government.\n\nWhat is keeping her from announcing changes to the system in order to give seasonal workers, young people and women their due? Is she waiting for the election call?", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:20:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2155/47/", 
            "text": "Mr. Speaker, the hon. member is speaking out of both sides of his mouth. He sits there and talks about the grants and contributions with reference to the investments that we have been making and it is those grants and contributions that go directly to seasonal workers, that go directly to women and that go directly to Canadians who want to improve their own capacity to be part of this great economy. Is he now saying that we should not be making those investments?", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:20:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2155/48/", 
            "text": "Mr. Speaker, mediator Bob Rae's report on the volatile situation at Burnt Church recognized a role for all communities dependent upon the fishery. He also expressed the view that a negotiated result was possible, but that at this point the parties were too far apart.\n\nMy question is for the Deputy Prime Minister. Is the government prepared to do its part to reduce that distance, to reduce that gap between the parties and to get back on course toward a peaceful resolution?", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:20:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2155/49/", 
            "text": "Mr. Speaker, let me once again commend Bob Rae for the excellent work he has done. I also want to thank him for continuing to say that he will make himself available where he feels he can do more good work. I appreciate that very much. Certainly I have always said that it is through dialogue and co-operation that we can get real agreements in the long term.\n\nMeanwhile, at this time the Miramichi is closed for conservation reasons. Our scientists have said that fishing there threatens the resource. The Miramichi is closed for fishing and our enforcement officers enforced that last night and removed traps.\n\nWe will continue the dialogue because in the long term we will resolve it at the table not through enforcement.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:20:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2155/50/", 
            "text": "Mr. Speaker, the government knows that Burnt Church is more than just a fishery issue.\n\nBob Rae has indicated publicly that he is prepared to resume mediation if the parties call upon him to do that. He believes that there is potential for a negotiated result.\n\nI would like to direct my question again to the Deputy Prime Minister. Will the government make the first move and ask Mr. Rae to continue working with the parties to achieve a peaceful resolution?", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:25:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2155/51/", 
            "text": "Mr. Speaker, as I said earlier, in the long term the real resolution to this is to negotiate an agreement. There are many long term issues that have to be resolved and we are always open to dialogue.\n\nAll parties have to accept that there is room for negotiations. Certainly we are always open to dialogue. At the end of the day, the only way this will be resolved is through negotiation and dialogue. Our door is open and we are open to ways we can do that.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:25:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Joe Clark", 
                "url": "/politicians/3905/", 
                "member_id": 3694, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 3905
            }, 
            "url": "/hansards/2155/52/", 
            "text": "Mr. Speaker, my question is also for the Minister of Fisheries and Oceans. I am very encouraged by his reference to dialogue and a willingness to dialogue.\n\nI just got off the phone with Chief Wilbur Dedeam of the reserve who said that he and his band would welcome a meeting with the minister but that there has not been a face to face meeting between the minister and the band council. He told me minutes ago that he and his council would very much welcome the opportunity to meet face to face with the minister.\n\nI ask the minister if, in the interest of maintaining calm in the area, he would agree now to respond to that opening by the Burnt Church Band?", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:25:00", 
            "attribution": "Right Hon. Joe Clark (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2155/53/", 
            "text": "Mr. Speaker, earlier this year I did meet with the chief and his band council members. At that time I urged him to come to the negotiating table and meet with our federal representatives. They were not willing to do that.\n\nRight now in the Miramichi there are conservation threats. The scientists say that there is a threat to the lobster fishery if the fishing effort continues. I would ask that Chief Dedeam and his first nations band, because they believe in conservation, immediately remove all the traps so we can protect the resource. As long as there is illegal—", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:25:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/54/", 
            "text": "The right hon. leader of the Progressive Conservative Party.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Joe Clark", 
                "url": "/politicians/3905/", 
                "member_id": 3694, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 3905
            }, 
            "url": "/hansards/2155/55/", 
            "text": "Mr. Speaker, I cannot understand why the minister wants to do this at long distance. He has a crisis that is looming. It is a crisis that could have very serious consequences. He has a chief and band council who are prepared to meet with him right now, today, tomorrow, this weekend.\n\nWhy will he not go to Burnt Church and intervene immediately at the highest level to meet with the chief and band council and perhaps with others who are interested in this issue?", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:25:00", 
            "attribution": "Right Hon. Joe Clark (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2155/56/", 
            "text": "Mr. Speaker, every effort has been made to get a resolution on this. I have met with the chief and band members. My deputy minister has met with the chief and band members. Mr. Bob Rae has been down there. Our federal representative was involved.\n\nAt this time the Miramichi Bay is closed to all fishing because of the threat to the resource.\n\nI am always open to dialogue. Our door is always open. However, we cannot dialogue when people are involved in illegal and unauthorized fishing. If they want to dialogue, they have to stop the illegal and unauthorized fishing.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:25:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Cummins", 
                "url": "/politicians/john-cummins/", 
                "member_id": 2475, 
                "party": "Reform", 
                "riding": "Delta—South Richmond (B.C.)", 
                "id": 77
            }, 
            "url": "/hansards/2155/57/", 
            "text": "Mr. Speaker, yesterday the minister issued the ultimatum that the traps were to be out of the water at 11 o'clock this morning. It is now past 11 o'clock at Burnt Church. Are the traps out of the water?", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:25:00", 
            "attribution": "Mr. John Cummins (Delta—South Richmond, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2155/58/", 
            "text": "Mr. Speaker, I had urged the first nation band of Burnt Church to immediately remove their traps to protect the resource. Of course we will take enforcement action as we did last night. Our enforcement staff did remove more than 100 traps last night. If those traps are not removed, we will ensure that we enforce and carry out the law of the land both on the water and on the land to protect the resource for all Canadians.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:30:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Cummins", 
                "url": "/politicians/john-cummins/", 
                "member_id": 2475, 
                "party": "Reform", 
                "riding": "Delta—South Richmond (B.C.)", 
                "id": 77
            }, 
            "url": "/hansards/2155/59/", 
            "text": "Mr. Speaker, 100 traps out of 3,500. Freeze up is coming and so is Christmas.\n\nThe minister said that he would not negotiate until traps were out of the water and he did. He set a 40 trap limit and he ignored it. He set a 40,000 pound catch limit. He ignored that. He claims and expresses a commitment to conservation. He ignores that. Now he has set a 24 hour limit and he ignores that.\n\nI want the fisheries minister to level with us and tell us why the traps are not out of the water.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:30:00", 
            "attribution": "Mr. John Cummins (Delta—South Richmond, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2155/60/", 
            "text": "Mr. Speaker, as usual the member has his numbers all wrong. There are not 3,000 traps in there. There are less than 1,700 traps in the water according to our estimates.\n\nEnforcement action is taken both on the water and on the land. If the traps are not removed, we will have to take enforcement action. I have said that will continue. This will be enforcement action both on the water and on the land, but enforcement action will be taken with due respect for public safety. Our number one concern is to make sure that we avoid confrontation, that we avoid conflict. Unlike the hon. member, we want to ensure that everything is done to avoid a situation—", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:30:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/61/", 
            "text": "The hon. member for Berthier—Montcalm.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Bellehumeur", 
                "url": "/politicians/4961/", 
                "member_id": 3262, 
                "party": "Bloc", 
                "riding": "Berthier—Montcalm (Québec)", 
                "id": 4961
            }, 
            "url": "/hansards/2155/62/", 
            "text": "Mr. Speaker, I made a speech in committee over 27 hours long in order to explain Quebec's position with respect to the treatment of young offenders.\n\nVisibly ill at ease, the Minister of Justice had to resort to a gag order in order to silence the opposition to Bill C-3.\n\nMy question is this: Will the government listen to reason and allow Quebec to opt out, so that it can pursue its course of rehabilitating young offenders and returning them to society?", 
            "topic": "Young Offenders Act", 
            "time": "2000-09-22 11:30:00", 
            "attribution": "Mr. Michel Bellehumeur (Berthier—Montcalm, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2155/63/", 
            "text": "Mr. Speaker, as we have said on numerous occasions, Bill C-3 is about accountability and responsibility. It is a balanced approach. It is a flexible approach.\n\nOn many occasions we have asked the hon. member where in the bill does it not allow Quebec to carry on the philosophy as they do now. Show me in the bill where you are prevented from doing so.", 
            "topic": "Young Offenders Act", 
            "time": "2000-09-22 11:30:00", 
            "attribution": "Mr. John Maloney (Parliamentary Secretary to Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/64/", 
            "text": "My colleagues, please address your responses to the Speaker.", 
            "topic": "Young Offenders Act", 
            "time": "2000-09-22 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Bellehumeur", 
                "url": "/politicians/4961/", 
                "member_id": 3262, 
                "party": "Bloc", 
                "riding": "Berthier—Montcalm (Québec)", 
                "id": 4961
            }, 
            "url": "/hansards/2155/65/", 
            "text": "Mr. Speaker, the member should have been listening to what I said in committee for 27 and a half hours because I gave numerous examples that would have answered his question.\n\nHe knows perfectly well that the consensus in Quebec is that we should reject Bill C-3.\n\nApart from wanting to win over Canadian Alliance supporters, what is stopping the federal government from allowing Quebec to continue enforcing the young offenders legislation as it sees fit?", 
            "topic": "Young Offenders Act", 
            "time": "2000-09-22 11:30:00", 
            "attribution": "Mr. Michel Bellehumeur (Berthier—Montcalm, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2155/66/", 
            "text": "Mr. Speaker, as I have said, the bill provides flexibility. The bill allows for the Quebec system to continue as it would. This is good legislation. It is balanced across this wide country.", 
            "topic": "Young Offenders Act", 
            "time": "2000-09-22 11:30:00", 
            "attribution": "Mr. John Maloney (Parliamentary Secretary to Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2155/67/", 
            "text": "Mr. Speaker, yesterday the minister said that his department has not been allowed to monitor the fishery in Miramichi Bay. That is an astounding thing to say. After all, the minister is the one who is responsible. If the minister is not in charge, then who is?", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:30:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2155/68/", 
            "text": "Mr. Speaker, as I have said before, I guess he is referring to Burnt Church where we have been working to try to get dialogue and to try to get co-operation. That is what we have been doing for the last couple of weeks and for this year because we wanted an agreement. Unfortunately we were not able to get that. That is why, as a result of our estimates of the amount of catch in Miramichi Bay, we have taken the step of closing the Miramichi Bay to all lobster fishing to protect the resource for all Canadians. I would encourage and plead to Burnt Church to also protect the resource—", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:30:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/69/", 
            "text": "The hon. member for Vancouver Island North.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Duncan", 
                "url": "/politicians/john-duncan/", 
                "member_id": 2500, 
                "party": "Reform", 
                "riding": "Vancouver Island North (B.C.)", 
                "id": 95
            }, 
            "url": "/hansards/2155/70/", 
            "text": "Mr. Speaker, Bob Rae has reported that the situation at Burnt Church is hopeless. It only took days for Bob Rae to determine that the situation is hopeless. Why did it take the minister months?", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:35:00", 
            "attribution": "Mr. John Duncan (Vancouver Island North, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2155/71/", 
            "text": "Mr. Speaker, I disagree with the hon. member about the situation being hopeless.\n\nI have always believed that dialogue can achieve the objectives we want. I have always believed that co-operation is the way to go. That is why my number one priority is to resolve some of the issues with dialogue and co-operation. That is why 29 out of 34 first nations have signed an agreement. We hope we will get more signed because dialogue and co-operation work. I will not give up on that because I believe that is the way to reduce conflict. That is the way to reduce confrontation.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:35:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2155/72/", 
            "text": "Mr. Speaker, in the matter of MOX, the public had confidence in the Department of Transport's public hearings.\n\nNow the emergency plan accepted yesterday morning demonstrates that Transport Canada had no intention whatsoever of respecting the public's opposition.\n\nWill the Minister of Natural Resources admit that the period of public hearings was nothing more than a façade of democracy, and that he never had any intention of taking the public's opposition into consideration?", 
            "topic": "Transport Of Mox", 
            "time": "2000-09-22 11:35:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2155/73/", 
            "text": "No, Mr. Speaker, I will not admit that because it is not true.", 
            "topic": "Transport Of Mox", 
            "time": "2000-09-22 11:35:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jocelyne Girard-Bujold", 
                "url": "/politicians/3681/", 
                "member_id": 2684, 
                "party": "Bloc", 
                "riding": "Jonquière (Québec)", 
                "id": 3681
            }, 
            "url": "/hansards/2155/74/", 
            "text": "Mr. Speaker, how can the minister explain that Transport Canada took less than 24 hours to analyze hundreds of scientific documents, one by Dr. Edwyn Lyman in particular, which demonstrate that the shipping of plutonium by air is extremely dangerous?", 
            "topic": "Transport Of Mox", 
            "time": "2000-09-22 11:35:00", 
            "attribution": "Ms. Jocelyne Girard-Bujold (Jonquière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2155/75/", 
            "text": "Mr. Speaker, the public consultation process began a month and a half ago. Ample time was given for all of the necessary analysis and indeed the emergency response plan was amended specifically to address the points raised by Dr. Lyman.", 
            "topic": "Transport Of Mox", 
            "time": "2000-09-22 11:35:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Garry Breitkreuz", 
                "url": "/politicians/garry-breitkreuz/", 
                "member_id": 3342, 
                "party": "Reform", 
                "riding": "Yorkton—Melville (Saskatchewan)", 
                "id": 43
            }, 
            "url": "/hansards/2155/76/", 
            "text": "Mr. Speaker, the Liberal government likes to parade in front of the cameras to impress Canadians with how much money it is giving to struggling farm families, but let us look at the facts.\n\nOnly 41% of the money promised to farmers has made it out of Ottawa. In the two hardest hit provinces, Saskatchewan and Manitoba, 58% of the farmers have been rejected outright. Farmers have been waiting many months, yet administration costs are very high at $700 for each processed form.\n\nWhen will the government live up to its two year old promise to farmers? Is this just another Liberal PR—", 
            "topic": "Agriculture", 
            "time": "2000-09-22 11:35:00", 
            "attribution": "Mr. Garry Breitkreuz (Yorkton—Melville, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/77/", 
            "text": "The hon. Minister of Agriculture and Agri-Food.", 
            "topic": "Agriculture", 
            "time": "2000-09-22 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2155/78/", 
            "text": "Mr. Speaker, contrary to the party platform of the opposition which says that it would eliminate subsidies and support to the farmers, the government has shown very clearly that it has increased support to farmers by 85% in just the last two years. That is far more than that party said. I think farmers across the country are pleased that this party is the government and that party is not.\n\nWe made the commitment that for the 1998 business year there would be $600 million of support to farmers across the country and that the support available would be up to $1 billion for the 1999 business year. I am confident that all of that money will go to farmers.", 
            "topic": "Agriculture", 
            "time": "2000-09-22 11:35:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Rick Casson", 
                "url": "/politicians/rick-casson/", 
                "member_id": 2464, 
                "party": "Reform", 
                "riding": "Lethbridge (Alberta)", 
                "id": 59
            }, 
            "url": "/hansards/2155/79/", 
            "text": "Mr. Speaker, we will reduce subsidies but we will reduce them in conjunction with other countries, not ahead of them as has been done in the past.\n\nIt is this kind of inaction which has caused 26,000 farmers to leave the prairies in the last year alone. The average age of those who left is 60 years. Not only is the government failing to deliver on its promises, it is refusing to lower its staggering tax burden of $100 million on farm fuel. It refuses to allow farmers to process their own grain. It continues to support an antiquated transportation system which is costing farmers millions.\n\nThe government continues to be one of the largest stumbling blocks to a viable farm industry. What—", 
            "topic": "Agriculture", 
            "time": "2000-09-22 11:35:00", 
            "attribution": "Mr. Rick Casson (Lethbridge, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/80/", 
            "text": "The hon. Minister of Agriculture and Agri-Food.", 
            "topic": "Agriculture", 
            "time": "2000-09-22 11:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2155/81/", 
            "text": "Mr. Speaker, not only did we support farmers with the amount of dollars I mentioned a few minutes ago, but also with the changes to the transportation of grain in western Canada this year we have limited and reduced the amount that will be paid by farmers for transportation of their grain this year by $178 million.\n\nAs the hon. member should know, farmers pay very few direct taxes. They do not pay direct taxes on fertilizer. They do not pay direct taxes to the government on pesticides. Any GST that they pay on any of their business expenses is fully rebated to them. I am not saying that farmers do not pay a lot of taxes, but the biggest majority of those that they pay are municipal and provincial taxes such as school taxes, property taxes, et cetera.", 
            "topic": "Agriculture", 
            "time": "2000-09-22 11:40:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Guimond", 
                "url": "/politicians/michel-guimond/", 
                "member_id": 3260, 
                "party": "Bloc", 
                "riding": "Beauport—Montmorency—Orléans (Québec)", 
                "id": 130
            }, 
            "url": "/hansards/2155/82/", 
            "text": "Mr. Speaker, according to today's newspapers the government might be tempted to settle the fuel crisis by that method so characteristic of the Liberals, particularly when elections are imminent: the short term solution.\n\nWould the government not be better advised and more responsible if it were to avoid short term vote-seeking solutions and to amend the Competition Act instead, thus preventing three refiners-distributors from controlling the market?", 
            "topic": "Gasoline Pricing", 
            "time": "2000-09-22 11:40:00", 
            "attribution": "Mr. Michel Guimond (Beauport—Montmorency—Côte-de-Beaupré—Île-d'Orléans, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2155/83/", 
            "text": "Mr. Speaker, in terms of the long term functioning of the market, we have established under the Conference Board of Canada a detailed market analysis so that people in government both federally and provincially and the general public can have greater knowledge and understanding about how that marketplace functions and why the price trends occur the way they do. It is that kind of effort that is already being taken by the government to ensure that we do have the right long term policy in place.", 
            "topic": "Gasoline Pricing", 
            "time": "2000-09-22 11:40:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2155/84/", 
            "text": "Mr. Speaker, the Government of Canada recently issued a request for proposal to select service providers to administer the Canada student loans program.\n\nThe September 14 release and the accompanying fact sheet did not make reference to the Official Languages Act.\n\nCould the Minister of Human Resources Development confirm to this House that only those proposals that meet the requirements of the Official Languages Act will be considered so that students from all regions of the country can be served in the language of their choice?", 
            "topic": "Official Languages", 
            "time": "2000-09-22 11:40:00", 
            "attribution": "Mr. Mauril Bélanger (Ottawa—Vanier, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2155/85/", 
            "text": "Yes, Mr. Speaker. Our position is clear as regards the administration and management of the program:\n\n—the provider(s) shall dispense services to student borrowers in both official languages, in compliance with the Official Languages Act.\n\nI would like to recognize the work of the hon. member for his intensity and assurance that the official languages are always there and that Canadians have the services they need in the language that meets their needs.", 
            "topic": "Official Languages", 
            "time": "2000-09-22 11:40:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 3096, 
                "party": "Reform", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2155/86/", 
            "text": "Mr. Speaker, the government bulldozed its changes to grain transportation last June despite recommendations from the official opposition, farmers and the Estey and Kroeger reports.\n\nAs a direct result of not listening, we now have the ridiculous situation where the Canadian Wheat Board is threatening grain companies with legal action if they refuse to handle tendered grain. This means effectively that the wheat board will be using farmers' money to sue farmer owned companies.\n\nSince the wheat board minister refuses to appoint a mediator to correct the mess he has created, will the transport minister?", 
            "topic": "Grain Transportation", 
            "time": "2000-09-22 11:40:00", 
            "attribution": "Mr. Jay Hill (Prince George—Peace River, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2155/87/", 
            "text": "Mr. Speaker, a more commercial, competitive and contractual system is emerging in the grain handling and transportation system. That is a big change. All of the players have been accustomed to decades of administration and regulation and they must now function in a much different environment. The request for mediation will be responded to appropriately, but in the meantime the parties should conduct themselves in a mature, responsible, businesslike and good faith manner. I am hopeful that will be the case.", 
            "topic": "Grain Transportation", 
            "time": "2000-09-22 11:40:00", 
            "attribution": "Hon. Ralph E. Goodale (Minister of Natural Resources and Minister responsible for the Canadian Wheat Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Charlie Penson", 
                "url": "/politicians/3017/", 
                "member_id": 3068, 
                "party": "Reform", 
                "riding": "Peace River (Alberta)", 
                "id": 3017
            }, 
            "url": "/hansards/2155/88/", 
            "text": "Mr. Speaker, Canadian prairie farmers are facing severe hardship due to low commodity prices and international subsidies. The government's answer appears to be to allocate $1.7 billion to the problem, but only pay out one-third of that. What a cruel joke.\n\nDoes the government have no social conscience? What does it want? Does it want the farmers to go broke and now import our food from the United States? Is that its answer?", 
            "topic": "Agriculture", 
            "time": "2000-09-22 11:40:00", 
            "attribution": "Mr. Charlie Penson (Peace River, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Lyle Vanclief", 
                "url": "/politicians/4743/", 
                "member_id": 3217, 
                "party": "Liberal", 
                "riding": "Prince Edward—Hastings (Ontario)", 
                "id": 4743
            }, 
            "url": "/hansards/2155/89/", 
            "text": "Mr. Speaker, I know the hon. member has been in the House all through question period. I thought he would have listened to the answer I gave a few minutes ago.\n\nWhen that program was put in place we said that it would provide $600 million in assistance to farmers for the 1998 business year. It did. That would leave up to $1 billion for assistance as a result of the situation in farm businesses for the 1999 business year. It will and it is in the process of being paid to farmers at the present time.\n\nWe even had to extend the deadline by 29 days so that farmers would get their applications in, even though they knew way back in the spring that they had—", 
            "topic": "Agriculture", 
            "time": "2000-09-22 11:45:00", 
            "attribution": "Hon. Lyle Vanclief (Minister of Agriculture and Agri-Food, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/90/", 
            "text": "The hon. member for Bras d'Or—Cape Breton.", 
            "topic": "Agriculture", 
            "time": "2000-09-22 11:45:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2155/91/", 
            "text": "Mr. Speaker, Canadians have been devastated by the government's assault on the unemployed. Since elected the Liberal government has left a trail of discrimination against women, youth, older workers and seasonal workers. Now we have a huge surplus of which over $7 billion was built on the backs of these same individuals.\n\nOver the last few years we have heard the Liberal government talk the talk but refuse to walk the walk about the EI changes. Will the government commit today to make the necessary changes to EI so that more unemployed Canadians will qualify?", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:45:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2155/92/", 
            "text": "Mr. Speaker, the government's record when it comes to unemployment is very good. We see the fact that two million more Canadians are working today than there were in 1993 when we took office. We see the levels of unemployment at historic lows. We see the job growth numbers increasing on a regular basis.\n\nThis is as a result of investments we are making in the economy. This is as a result of the work we undertake with employers and employees, and we are talking about seasonal workers and women. Again I remind the hon. member that when it comes to employment levels for women in Canada, the results are ever increasing. We should be proud of that.", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michelle Dockrill", 
                "url": "/politicians/4356/", 
                "member_id": 2540, 
                "party": "NDP", 
                "riding": "Bras D'Or (Nova Scotia)", 
                "id": 4356
            }, 
            "url": "/hansards/2155/93/", 
            "text": "Mr. Speaker, I said unemployed, not employed. The Minister of Human Resources Development says she needs evidence. Only 40% of those unemployed qualify. How is that for evidence?\n\nThe Prime Minister talks about changes. The leader in waiting says “Don't touch it because it helps build a surplus”. Who is calling the shots? Will the government do what Canadians have been asking for and change the EI system to put money back in the pockets of working Canadians instead of in the pockets of the finance minister?", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:45:00", 
            "attribution": "Mrs. Michelle Dockrill (Bras d'Or—Cape Breton, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2155/94/", 
            "text": "Mr. Speaker, on an ongoing basis we review the Employment Insurance Act. As part of that act there is a monitoring and assessment report done every year. We review the results of that report. If the program is not working as efficiently as it needs to be, we will make changes.", 
            "topic": "Employment Insurance", 
            "time": "2000-09-22 11:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2155/95/", 
            "text": "Mr. Speaker, the Minister of Fisheries and Oceans talks the talk about conservation but he does not walk the walk.\n\nDid the minister approve or know about the money offered to Miramichi fishermen to ignore the illegal fishery or, more literally, to turn their backs on conservation?", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:45:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2155/96/", 
            "text": "Mr. Speaker, as I responded to this question yesterday, the mediator, the hon. Bob Rae, is meeting with all the parties to look at what options are available for them. A mediator was put forward by Burnt Church and he was exploring the options with the parties.\n\nWe certainly did not approve any option which required a payout to the commercial fishermen, but the mediator is looking at all the options he could bring to the table to get a final agreement. Unfortunately we did not get an agreement and we have no agreement at this time.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:45:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Angela Vautour", 
                "url": "/politicians/3217/", 
                "member_id": 2522, 
                "party": "NDP", 
                "riding": "Beauséjour—Petitcodiac (New Brunswick)", 
                "id": 3217
            }, 
            "url": "/hansards/2155/97/", 
            "text": "Mr. Speaker, I have to tell the minister that trying to buy off the fishermen to turn a blind eye to conservation should never have been put on the table.\n\nThe minister is saying he was not aware that it was being put on the table. What we need to know now is what is the mandate of the negotiator. Will the minister table that mandate so we know exactly what he is planning on doing?", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:45:00", 
            "attribution": "Ms. Angela Vautour (Beauséjour—Petitcodiac, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Dhaliwal", 
                "url": "/politicians/4206/", 
                "member_id": 2503, 
                "party": "Liberal", 
                "riding": "Vancouver South—Burnaby (B.C.)", 
                "id": 4206
            }, 
            "url": "/hansards/2155/98/", 
            "text": "Mr. Speaker, first let me say that when the hon. member was on this side of the House her questions were much better than they are now.\n\nThe other point is that I do not know where she has been because our plan has been laid out. In fact the former federal fisheries minister, Mr. Crosbie, said that our plan was working and that we should stick to it.\n\nJust last week I received a letter from the hon. member for West Nova saying “Allow me to commend both you and your department for the tremendous efforts you have devoted toward enforcing fisheries regulations along the coast of Burnt Church and New Edinburgh”. This is a letter from the member for West Nova, a member of her own party, just last week.", 
            "topic": "Fisheries", 
            "time": "2000-09-22 11:45:00", 
            "attribution": "Hon. Harbance Singh Dhaliwal (Minister of Fisheries and Oceans, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Pratt", 
                "url": "/politicians/1677/", 
                "member_id": 2600, 
                "party": "Liberal", 
                "riding": "Nepean—Carleton (Ontario)", 
                "id": 1677
            }, 
            "url": "/hansards/2155/99/", 
            "text": "Mr. Speaker, my question is for the Parliamentary Secretary to the President of the Treasury Board. The absolutely stunning performance of the Canadian economy over the last seven years is beginning to put stresses and strains on Canada's infrastructure.\n\nIt has been six months since the last budget and the announcement of infrastructure funding. What is the government doing to get this money out to communities across Canada?", 
            "topic": "Infrastructure", 
            "time": "2000-09-22 11:50:00", 
            "attribution": "Mr. David Pratt (Nepean—Carleton, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alex Shepherd", 
                "url": "/politicians/4478/", 
                "member_id": 3166, 
                "party": "Liberal", 
                "riding": "Durham (Ontario)", 
                "id": 4478
            }, 
            "url": "/hansards/2155/100/", 
            "text": "Mr. Speaker, I thank the hon. member for Nepean—Carleton for his question. While no formal agreements have been signed as yet, I am pleased to report that the president is presently negotiating with all provincial and territorial governments and that these negotiations are on schedule, to be completed on or before the end of the year if not sooner.\n\nI would also like to add that $2 billion levered with another $4 billion by our municipal, provincial and territorial partners will mean $6 billion will be available for municipal infrastructure priorities such as safe drinking water and waste management, which will enhance the quality of life for both rural and urban Canadians.", 
            "topic": "Infrastructure", 
            "time": "2000-09-22 11:50:00", 
            "attribution": "Mr. Alex Shepherd (Parliamentary Secretary to President of the Treasury Board, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Randy White", 
                "url": "/politicians/3033/", 
                "member_id": 2482, 
                "party": "Reform", 
                "riding": "Langley—Abbotsford (B.C.)", 
                "id": 3033
            }, 
            "url": "/hansards/2155/101/", 
            "text": "Mr. Speaker, corporate America plans to spill the equivalent of emissions from 480,000 cars per day into the Fraser Valley. That is the result of a new power generation plant going up in Sumas, Washington. This is in an area that has the third worst air quality in the nation.\n\nIf all MLAs, citizens, businesses, virtually everyone in British Columbia disagree with it, why is it that the Minister of the Environment is the only one who will not support these people?", 
            "topic": "The Environment", 
            "time": "2000-09-22 11:50:00", 
            "attribution": "Mr. Randy White (Langley—Abbotsford, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/102/", 
            "text": "Order, please. We make special provisions sometimes. If the hon. minister would prefer to answer the question sitting down, he may.", 
            "topic": "The Environment", 
            "time": "2000-09-22 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2155/103/", 
            "text": "Mr. Speaker, that is very kind of you and I would like to reply. I did not know that when I rise to speak I have such remarkable support outside the building. To finish the response, on May 2 of this year I responded to the proposal that was put forward by the proponent of this particular energy facility.\n\nI point out to the member that we have consistently opposed the aspects of this plan which would increase pollution in the Fraser Valley. I urge him to join with me and with other members so that we can have a Canadian approach rather than have the Americans proposing something and him and his colleagues—", 
            "topic": "The Environment", 
            "time": "2000-09-22 11:50:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/104/", 
            "text": "That answer is a real barn burner. I am going to get more information here. This might be a false alarm. We will wait for another couple of minutes. I am simply going to suspend the questions for a few minutes and then I will come back when I get the information.", 
            "topic": "The Environment", 
            "time": "2000-09-22 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/105/", 
            "text": "We will suspend to the call of the Chair.\n\n(The sitting of the House was suspended at 11.54 a.m.)", 
            "topic": "The Environment", 
            "time": "2000-09-22 11:50:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2155/106/", 
            "text": "The House resumed at 12.20 p.m.", 
            "topic": "", 
            "time": "2000-09-22 12:15:00", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/107/", 
            "text": "I have decided that it is a little too long after question period. If it is possible we may make some kind of adjustment next week but I do not know exactly what that will mean.\n\nIn view of the fact that it is 12.20 p.m., many of the ministers have had to leave and I do not want the member's questions to go improperly answered. We will work that out hopefully next week in some way.", 
            "topic": "The Environment", 
            "time": "2000-09-22 12:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2155/108/", 
            "text": "Mr. Speaker, I was just on my way up to the chair to give you notice that I wanted to address you specifically about the Chamber. I am not sure if it is a point of privilege or a point of order.", 
            "topic": "Points Of Order", 
            "time": "2000-09-22 12:20:00", 
            "attribution": "Miss Deborah Grey (Edmonton North, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/109/", 
            "text": "You said you wanted to address me specifically. I am always willing to listen to a member.", 
            "topic": "Points Of Order", 
            "time": "2000-09-22 12:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Deborah Grey", 
                "url": "/politicians/3949/", 
                "member_id": 2457, 
                "party": "Reform", 
                "riding": "Edmonton North (Alberta)", 
                "id": 3949
            }, 
            "url": "/hansards/2155/110/", 
            "text": "Mr. Speaker, this arises out of the alarm that we just had in the House of Commons. I want to refer specifically to your behaviour in the chair when you said that maybe we could let this wait for a couple of minutes.\n\nYou and I are both school teachers. You know what to do when we have people who are personally our responsibility and we hear an alarm. You are up and out. You know that I got up and out as quickly as I could. The galleries cleared sooner than this Chamber.\n\nThis is not just a little laugh or chuckle. I am deadly serious. No, we could not smell smoke and maybe you wanted to hear the minister's answer. However, you said that we would leave it for a couple of minutes. It could have been a bomb and there could have been not just members of parliament here. There could have been people in the galleries and staff in the building. I do not think that we need to just pass this off.\n\nI have been here many years and you longer. That was a different sound than many of the alarms than we have had. It was incumbent upon us and it was incumbent upon you to get people up and out of here as quickly as possible. You are responsible for the Chamber and, in fact, the whole place. I think it was—", 
            "topic": "Points Of Order", 
            "time": "2000-09-22 12:20:00", 
            "attribution": "Miss Deborah Grey", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/111/", 
            "text": "I take the chastisement as one former teacher to another that I did not react as quickly as I might have. It is good that you brought it up.\n\nWe have been through this on a number of occasions and I usually wait for my Sergeant-at-Arms because we do have false alarms. We were in the middle of a question period and perhaps I wanted to hear some more questions and responses. The alarm that you heard is the same alarm that we have always had here.\n\nI will take your advice under advisement. As one former teacher to perhaps a former student, I take advice usually in the spirit with which it is given and I thank you for your intervention.", 
            "topic": "Points Of Order", 
            "time": "2000-09-22 12:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2155/112/", 
            "text": "Mr. Speaker, I know that this is kind of unconventional and I realize that today has been rather unconventional.\n\nI have been waiting a number of days to ask a question during question period and it stopped just before my turn. I appreciate that I am out of order probably with this request, but I would like to seek unanimous consent to ask the Minister of the Environment a single question. It is an important question. It is a serious question. Could I seek unanimous consent to see if I could have that opportunity?", 
            "topic": "Points Of Order", 
            "time": "2000-09-22 12:20:00", 
            "attribution": "Mr. Nelson Riis (Kamloops, Thompson and Highland Valleys, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/113/", 
            "text": "The hon. member has sought unanimous consent to put a question to the minister. Is that agreed?", 
            "topic": "Points Of Order", 
            "time": "2000-09-22 12:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2155/114/", 
            "text": "Agreed.", 
            "topic": "Points Of Order", 
            "time": "2000-09-22 12:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/115/", 
            "text": "I make it clear that question period is over but this is a question we are permitting in extraordinary circumstances. I will hear this one question as this is all we consented to.", 
            "topic": "Points Of Order", 
            "time": "2000-09-22 12:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2155/116/", 
            "text": "Mr. Speaker, I will forgo the colourful introduction and go right to the question for the Minister of the Environment.\n\nThe minister will be aware that on VIA trains from coast to coast, from Halifax to Vancouver and elsewhere, when one flushes the toilet on a VIA train it flushes directly onto the tracks. The millions of people who ride these trains literally flush their toilets on the tracks. This is a serious question and I have been asked about this by various railway unions who work on the tracks. The Minister of the Environment of course will be aware of the environmental implications.\n\nCould he see fit, at least, to get in touch with VIA officials and ask them for their timetable for putting proper containers on-board their trains so that they are like some of the private trains which already have containers on their passenger cars?", 
            "topic": "Points Of Order", 
            "time": "2000-09-22 12:20:00", 
            "attribution": "Mr. Nelson Riis", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/3160/", 
                "member_id": 3106, 
                "party": "Liberal", 
                "riding": "Victoria (B.C.)", 
                "id": 3160
            }, 
            "url": "/hansards/2155/117/", 
            "text": "Mr. Speaker, I hope that my reply will not have the incendiary effect of my reply as in the last response.\n\nIn response to the question of the hon. member, as the hon. member may appreciate I do not have the details in front of me and I am guessing, but I believe there was some $40 million in the budget to deal with the problem that he has raised before the House.\n\nThis is a longstanding situation. We are now trying to put in effective holding tanks on all VIA trains across the country so that we can completely deal with the problem that he has raised. I cannot give him at this stage information as to how far that program has progressed, but there is a substantial amount of money put aside to deal with that very problem. I thank him for raising the issue.", 
            "topic": "Points Of Order", 
            "time": "2000-09-22 12:25:00", 
            "attribution": "Hon. David Anderson (Minister of the Environment, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2155/118/", 
            "text": "Mr. Speaker, I am pleased to table, in both official languages, a number of order in council appointments made recently by the government, pursuant to the provisions of Standing Order 110(1). These are deemed referred to the appropriate standing committees, a list of which is attached.", 
            "topic": "Order In Council Appointments", 
            "time": "2000-09-22 12:25:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2155/119/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36(8) I have the honour to table, in both official languages, the government's response to 46 petitions.", 
            "topic": "Government Response To Petitions", 
            "time": "2000-09-22 12:25:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2155/120/", 
            "text": "Mr. Speaker, I have two petitions to present this afternoon.\n\nThe first petition is from a number of constituents from Kamloops who point out a number of concerns they have with the Criminal Code of Canada. Their fundamental concern is to ask the Government of Canada to amend the criminal code to prevent persons convicted of serious crimes from being released from custody pending the hearing of their appeal, except in very exceptional circumstances.", 
            "topic": "Petitions", 
            "time": "2000-09-22 12:25:00", 
            "attribution": "Mr. Nelson Riis (Kamloops, Thompson and Highland Valleys, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2155/121/", 
            "text": "Mr. Speaker, in the second petition, the petitioners are concerned about the U.S. national missile defence program. It is a $60 billion plus program that Canada has been asked to participate in.\n\nThe petitioners are calling upon parliament to declare that Canada objects to the defence program of the United States of America and ask the government to play a leadership role in banning nuclear weapons and missile flight tests.", 
            "topic": "Petitions", 
            "time": "2000-09-22 12:25:00", 
            "attribution": "Mr. Nelson Riis (Kamloops, Thompson and Highland Valleys, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2155/122/", 
            "text": "Mr. Speaker, I ask that all questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-09-22 12:25:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/123/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-09-22 12:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2155/124/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-09-22 12:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2155/125/", 
            "text": "Mr. Speaker, I would like to take this opportunity to respond to a question of privilege filed by the member for Wentworth—Burlington, if you are prepared to entertain the government's response.", 
            "topic": "Privilege", 
            "time": "2000-09-22 12:25:00", 
            "attribution": "Mr. John Maloney (Parliamentary Secretary to Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/126/", 
            "text": "Yes, I am. I will set the stage for you. This was a point of privilege which was brought up before parliament adjourned for the summer. This is a response to that time. The hon. parliamentary secretary.", 
            "topic": "Privilege", 
            "time": "2000-09-22 12:25:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2155/127/", 
            "text": "Mr. Speaker, you may recall on June 15, 2000, the hon. member for Wentworth—Burlington raised a point of privilege concerning the defeat of his private member's bill, Bill C-206, an act to amend the Access to Information Act at second reading.\n\nThe question of privilege alleges that the Department of Justice may have wilfully deceived MPs by means of a document marked exhibit A, which MPs received on their desks in the House prior to the June 6 vote on Bill C-206. The documents stated that “the privacy commissioner had expressed concerns that, under Bill C-206, 30 year old records would be made accessible resulting in the potential release of personal information held by the government”. It is alleged that the document falsely attributed these concerns to the privacy commissioner.\n\nIt is also claimed that the privacy commissioner's concerns were misrepresented in a talking points document dated May 26 to cabinet ministers, which was marked exhibit B. This document, which was provided to cabinet ministers for discussion purposes, stated that the privacy commissioner considered Bill C-206 to be “a serious threat to the privacy of Canadians”.\n\nI will demonstrate that exhibits A and B are a fair representation of the privacy commissioner's concerns regarding Bill C-206.\n\nAccording to the hon. member for Wentworth—Burlington “The problem is the privacy commissioner was not in official communication with the Department of Justice on Bill C-206 until 10 days after the May 26 memo outlining his position and never described his concerns as a serious threat, nor ever provided the example cited in the document above”. In fact, those concerns were exposed and expressed in different forums long before May 26.\n\nThere appears to be some misunderstanding of the facts. From October 1999 to June 2000, the Office of the Privacy Commissioner consistently indicated that Bill C-206 raised privacy concerns. Let me illustrate.\n\nIn October 1999 the executive director of the Office of the Privacy Commissioner called a meeting with Department of Justice officials. Officials from the privacy commissioner's office indicated that they had two major problems with the changes proposed in Bill C-206.\n\nFirst, they were concerned that the changes proposed in clause 14 of Bill C-206 would “eviscerate” the Privacy Act by imposing a mandatory obligation to disclose personal information. The example used was that data collected by Revenue Canada is shared with HRDC under section 8 of the Privacy Act. Changing the discretionary “may” disclose to “shall” disclose would result in all the income tax returns of Canadians for the last 10 years being accessible.\n\nSecond, they were concerned that the proposed 30-year rule, which would release virtually all documents after 30 years, would have privacy implications. The confidential information collected by the government continues to be sensitive even after 30 years.\n\nJustice officials took the concerns of the Office of the Privacy Commissioner very seriously.\n\nOn May 16, 2000 the privacy commissioner tabled his annual report in which he referred to, at page 75, the bill by the hon. member for Ancaster—Dundas—Flamborough—Aldershot, Bill C-264, which was the predecessor to Bill C-206. He indicated the bill could have “negative privacy impact” and that the proposed disclosure of information older than 30 years would, in his view, “completely disregard the protections of the Privacy Act”. Furthermore, he expressed concern over the removal of the critical discretion that the Privacy Act gives heads of federal institutions to determine whether to disclose individuals' personal information to third parties.\n\nBased on these statements, the document marked exhibit B was prepared for cabinet ministers. It concluded that “The privacy commissioner believes Bill C-206 is a serious threat to the privacy of Canadians”. This statement is clearly a fair representation of the views expressed by the Office of the Privacy Commissioner during the October meeting and in the privacy commissioner's annual report of May 16, 1999.\n\nFurthermore, in a letter to the Minister of Justice dated June 5, 2000, the privacy commissioner confirmed what his office had previously flagged. The privacy commissioner stated at line 2 in the second paragraph of the letter “while I support the ultimate goal of a more transparent and accountable government, I fear the bill will have, perhaps unintentionally, a detrimental effect on the Privacy Act”.\n\nAs you know, Mr. Speaker, the Privacy Act protects the private information of Canadians held by government institutions. Therefore, anything that would have a detrimental effect on the Privacy Act would be a threat to the privacy of Canadians.\n\nThere was no deception on the part of the Department of Justice. The privacy commissioner's office expressed serious concerns about clause 14 and the 30 year rule in October 1999. The commissioner's annual report of May 16, 2000 reaffirmed in a more general manner these concerns.\n\nOn June 5, 2000 the privacy commissioner officially indicated that the same clauses would have a detrimental effect on the Privacy Act. From October 1999 to June 2000 the message to the Department of Justice from the Office of the Privacy Commissioner was the same: Bill C-206 represented a serious threat to the privacy of individuals. The examples used indicate the nature of that threat.\n\nI would like to remind the House that at the beginning of the previous parliament the government indicated that private members' business would be subject to free votes. Each member must assess the long term implications of any private member's bill or motion and vote accordingly.\n\nThe Minister of Justice simply and correctly expressed a legitimate concern about Bill C-206 and shared the information she had with her colleagues.", 
            "topic": "Privilege", 
            "time": "2000-09-22 12:25:00", 
            "attribution": "Mr. John Maloney", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2155/128/", 
            "text": "I want to review the transcript of what has transpired not only today, but want to put in juxtaposition what happened last June. I have a request from another member who wants to speak to this particular point of privilege. I will of course reserve judgment until I hear from the member if indeed he wants to intervene.\n\nAt this point I will take both the submission of the member for Hamilton Mountain and your own submission. I will hear from at least one other member and then I will come back to the House with my decision.\n\nI also want the House to be apprised that I received a message earlier from the Deputy Prime Minister asking to rise on a point of order but we had the fire alarm. He is not here, but I will hear whatever point he wants to bring up when the House convenes on Monday or after question period. I want that to be on the record.", 
            "topic": "Privilege", 
            "time": "2000-09-22 12:35:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2155/129/", 
            "text": "The House resumed consideration of the motion that Bill C-41, an act to amend the statute law in relation to veterans' benefits, be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2000-09-22 12:35:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gordon Earle", 
                "url": "/politicians/3288/", 
                "member_id": 2544, 
                "party": "NDP", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 3288
            }, 
            "url": "/hansards/2155/130/", 
            "text": "Mr. Speaker, it is an honour for me to address Bill C-41, an act to amend the statute law in relation to veterans' benefits.\n\nI am going to provide the House with some background information. This bill proposes to provide benefits for civilian groups that served Canada overseas, such as the Canadian Red Cross, St. John Ambulance, the Newfoundland Overseas Forestry Unit, the Corps of Canadian Firefighters and other organizations.\n\nThe bill proposes to allow Canadian forces members to receive disability benefits while still serving their country, thereby ensuring equality with those whose disabilities arose in special duty area service and reserve force service.\n\nI am pleased to state at the outset that there may be some issues we wish to pursue in committee. Some of these have been mentioned already by previous speakers, for example, section 46 concerning the RCMP and also the concern of the legions with respect to retroactivity. While we may want to pursue these in committee, the New Democratic Party at this point stands in support of the bill.\n\nI do have some skepticism. My skepticism does not arise from the words in the legislation, but from the government's intent on following through with its commitment to Canada's veterans.\n\nAccording to the Department of Veterans Affairs, almost half of the claims received from merchant mariners are still waiting to be processed. These Canadians risked life and limb during the war to deliver fuel, food, goods and people, and were under attack from German submarines, facing casualty and, all too often, death. Every month more of these brave members of our communities succumb to illness and old age.\n\nIt has been estimated that merchant mariners are dying at the rate of about 12 per month. The Department of Veterans Affairs reportedly has 45 people working on these claims. Clearly, staffing levels should be increased to meet the demand created by merchant mariners' claims. The decision not to hire more staff likely translates into a decision to let more merchant mariners die without seeing their claims processed and justice done.\n\nFurthermore, if the government wishes Bill C-41 to be taken seriously by the people who would be affected by the bill, it should state here now that it is committed to ensuring that all merchant mariners entitled to compensation will receive their full benefits and that the government will not turn its back on these merchant mariners after the first payments have been made.\n\nThe legislation sets out to extend veterans benefits to a number of civilian groups with overseas service and would allow all serving members of the Canadian armed forces who suffer a service related disability to receive disability pensions while serving.\n\nAs the New Democratic Party representative on the all party Standing Committee on National Defence and Veterans Affairs, I am pleased to see that the government is responding to issues raised by our committee in a positive way. Allowing the serving members of the forces who qualify for disability pensions to receive these disability pensions while serving does indeed begin to address issues relating to the quality of life of Canadian forces members.\n\nWhile I am pleased to see that the government is taking some steps toward addressing the issues raised by the all party standing committee, I strongly suggest that the government could be doing much more to address broader issues relating to working and living conditions for our troops.\n\nMilitary personnel who live on bases in single quarters or in permanent married quarters must contend with old and deteriorating accommodations that are among the worst to be found in this country. The quarters in some regions were called dilapidated by the committee, and that was being very generous. From leaky roofs to cramped, old, deteriorating spaces, Canada's forces personnel deserve much better from the country they so admirably served, and in particular from the Liberal government that is responsible for these decisions.\n\nCanadian forces accommodation policy cites the need for well maintained quarters, respecting dignity, privacy, safety and security. The Liberal government's policy is “tough luck, you lose”.\n\nThe Liberal government had cash on hand to spend $15 million building a brand new armoury in Shawinigan which, by a great coincidence, happens to be in the Prime Minister's own riding.\n\nAs I have said, the legislation sets out to ensure serving forces personnel may receive disability pensions while still serving. In other words, troops serving Canadians through assisting with crises, like the great ice storm of 1998, fighting floods on the Red River or working as peacekeepers in Bosnia, would be able to collect a veterans affairs disability pension while continuing to serve the country. This will ensure equity with members whose disabilities arose in special duty areas and reserve force service.\n\nWe support the legislation as it would extend veterans benefits to certain civilian groups who served overseas in close support of the war effort. This would include groups such as the Canadian Red Cross, St. John Ambulance, Newfoundland Overseas Foresters, Canadian firefighters, pilots who ferried across the Atlantic and other groups who assisted the military overseas. This move will provide these individuals with greater access to Veterans Affairs Canada income support, disability pensions and additional health care benefits, including the veterans independence program.\n\nThe overseas crew of the Ferry Command assisted the war effort by ferrying military aircraft across the Atlantic Ocean from North America. During the second world war, some 340 Canadian and Newfoundland civilian pilots and aircrew were under contract to deliver aircraft from North America to Britain and elsewhere. The members of the Ferry Command, who today number approximately 100 people, have never had access to veterans programs.\n\nThe Newfoundland Overseas Forestry Unit assisted the war effort by cutting timber in Scotland, which was then predominantly used in British coal mining operations. Britain quickly realized the increased production of coal was a strategic imperative to fuel the war effort and thus the immediate need for experienced loggers to produce timber for mining was paramount.\n\nOver the course of the war some 3,680 Newfoundlanders served in the Newfoundland Overseas Forestry Unit although many later transferred to the British armed forces or served with the British Home Guard. There are about 1,000 members alive today.\n\nWhen Canada was negotiating the terms of union several years after the war it was agreed that Newfoundland armed forces members would be eligible for veterans benefits from Canada but members of the forestry unit were not included in that agreement.\n\nDuring the second world war the Canadian Corps of Firefighters served in the United Kingdom. It served the war effort by fighting fires in Britain that were created by the dreaded blitz.\n\nAlso during the war overseas welfare workers, which included members of the Canadian Red Cross and St. John Ambulance served overseas in support of the injured. They have had basic access to income tested veterans programs but limited or no access to pensions for a service related disability and no access to the veterans independence program.\n\nOne of the more important aspects of the bill is working to ensure equity of access to services and benefits to all Canadian forces members regardless of whether the injury occurred in Canada or in a foreign deployment.\n\nAt the present time Canadian forces members can only receive a Veterans Affairs Canada disability pension for a service related disability if the disability occurred in or resulted from service in a special duty area such as a peacekeeping mission.\n\nFor those Canadian forces members who suffer a service related disability while fighting a flood in Canada, for example, their disability can be assessed and their entitlement to a disability pension may be agreed upon while they are still serving. However, no Veterans Affairs Canada disability pension can begin to be paid until after they have left the Canadian forces.\n\nThe amendments in Bill C-41 would remove this inequity and allow all Canadian forces members with a related disability to receive a Veterans Affairs Canada disability pension upon application regardless of where the injury occurred.\n\nI would like to take this opportunity to thank all the legions in my riding of Halifax West for their work not only in support of veterans but also in terms of the incredibly positive role they play in the community.\n\nI have attended many events hosted by these legions. I continue to be struck not only by their camaraderie but also by their social conscience and community support. The legions in my area have sponsored seniors dinners at Christmastime. When we go to those dinners and see the joy on the faces of those seniors, we realize how much these veterans are giving back even yet to their communities in terms of supporting our seniors and helping to bring some joy and happiness into their lives.\n\nI have attended special awards nights where legions honour members who have served for a long time within their organizations. It is important that we honour people while they are still alive. Far too often people are spoken of after they have gone. It is nice when we take the time to honour people while they can still appreciate receiving that honour for the service they are rendering.\n\nI have also gone to events in the Camp Hill hospital in Halifax where legion members go at Christmastime and visit with seniors and people who live in those residences. They take not only material gifts but also the gifts of love and compassion. The appreciation is reflected in the faces of the people who reside in that facility when someone comes around and wishes them a merry Christmas and a happy new year and shows some interest and concern in their state of well-being.\n\nI have a cousin who is a veteran. He unfortunately suffered a stroke many years ago so he is not able to speak. He recognizes me and has a wonderful smile on his face when I go to visit him. The legion from Whites Lake quite often takes the residents from Camp Hill out to its headquarters to a special event for them.\n\nOn one occasion when my cousin was there a family with a small infant allowed him to hold the baby. Just seeing the look on his face, the smile, the sense of contentment and happiness at holding that young child, showed that even though he was disabled by a stroke he still had a certain compassion and a certain sense of well-being. His relationship with that infant was something that one had to be there to experience.\n\nThis tells us again how important veterans are to our community and what they give back to our community. Even those who may appear to have a disability are still able to give and to appreciate love and respect.\n\nI thank the following legions in my area for their ongoing work: The Beford Royal Canadian Legion Branch No. 95, Lakeside Royal Canadian Legion Branch No. 156, Spryfield Royal Canadian Legion Branch No. 152, St. Margarets Bay Royal Canadian Legion Branch No. 116, and Whites Lake Royal Canadian Legion Branch No. 153.\n\nI want to have it recorded in the House of Commons that these legions provide an outstanding service to their communities and for this we thank them.\n\nAs we stand in support of this legislation, the point I want to leave is that anything we can do to advance the cause of equity, fairness and justice for veterans who served our country so well we should be glad to do. It is for this reason that the NDP is standing in support of this legislation.", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 12:35:00", 
            "attribution": "Mr. Gordon Earle (Halifax West, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bill Casey", 
                "url": "/politicians/58/", 
                "member_id": 2541, 
                "party": "Progressive Conservative", 
                "riding": "Cumberland—Colchester (Nova Scotia)", 
                "id": 58
            }, 
            "url": "/hansards/2155/131/", 
            "text": "Madam Speaker, it is certainly a pleasure today to speak to Bill C-41 on behalf of the member for Saint John, our veterans affairs critic who has certainly done yeoman service on behalf of veterans.\n\nI am sure she takes a personal interest in every veteran in the country. If veterans fall somewhere and hurt themselves, I often think she feels the pain because she is so much involved with them and so concerned about their welfare. In fact she will drop any issue she is working on if a veteran's issue comes up. She will deal with it first as a priority item. That is a very commendable approach.\n\nGenerally speaking we support Bill C-41 for all the good things it proposes to do, but we do it with reservation because of the problems that are already in the system which are not being addressed or not being resolved. We would like to see those problems addressed first before we add additional responsibilities for the department and add new obligations for very lean resources that are not available.\n\nAs members of parliament I am sure we all deal with veterans affairs issues. Certainly in my area I deal with veterans on a day to day basis. Veterans have all kinds of challenges and all kinds of problems. In the run of a day if I have nine appointments usually three of them will be Canada pension plan, three might be Revenue Canada, but there will be three with regard to veterans affairs. They are very similar. They are almost all the same. They run along the same lines of a few subjects. It is a repeat event on every visit.\n\nThe veterans independence program, the VIP program, is designed to make the quality of life a little better for veteran. It has a very low threshold of income before one is disqualified from access to VIP. That is a problem we have in our area. Many veterans who really need the service, just to improve their quality of life a bit, are denied access.\n\nAlso access to pensions for disabilities is an ongoing problem. It is an involved procedure that seems to be dragged out for long periods of time and causes more stress and grief for already disabled veterans. Part of the problem is that medical records in the military are not complete. Often a veteran has a problem. Everyone knows of it, but there is no proof in his or her medical records. When there is no proof it is extremely difficult to convince the Department of Veterans Affairs to acknowledge the problem.\n\nI have heard from veterans who served overseas but there was no record of that service, even though everyone knew they had been there. I have heard from veterans who served in Atlantic waters but still there is no record of it and they were unable to prove they had that service even though their colleagues would acknowledge it and back them up. The benefit of doubt clause sounds good but sometimes it seems that the benefit of the doubt is not given to veterans.\n\nAlso there is access to the merchant navy package which passed in February 2000. This was something for which the member for Saint John fought long and hard to try to access. We were all very pleased when it came through, but we understand only half the applications for this program have been addressed. There are a lot of problems in qualifying. Half the applications are not even processed. Of the half that are processed some have received some money but none have received all the money that has been talked about and promised to them.\n\nEvery day my office receives calls asking when they will get money from the merchant navy program or when they will get the balance. There seem to be no answers to these questions. That in itself is frustrating and creates more stress for veterans, none of whom are very young.\n\nThis raises a question. If the resources are not there to address the program instituted in February of this year, how can we add new programs when we know the resources will not be available to deal with them? The program is good but the resources are weak. That is the problem. There is no point in having the programs if the department and the minister do not have access to the funding. Certainly they do not have the access to funding to deal with the current programs.\n\nAnother issue I mentioned earlier was the VIP program. I am certainly glad to see all the important ministers in the House today. I am certainly pleased to see the Minister of Veterans Affairs in particular. I would like to make him aware of an initiative taken by branch No. 10 of the legion from Amherst, a group led by Pastor Harold Higgins which included Russell Clark, Harold Ettinger and Peter Lynd. They developed a motion that was taken to Atlantic command of the legion and then went to dominion command. It was passed all the way through the system. It was to make it easier for veterans to access VIP. This is a good program. It does not cost a lot of money and it increases the quality of life of veterans.\n\nMost veterans are disqualified because the program is income tested at a very low threshold. We would like to see the threshold increased so that veterans can earn a little money, have a little income and still access the VIP program. It is not an expensive program, but it is a good program and it should be expanded to all veterans. Many people think it should include all veterans. At least the threshold should be changed to allow more veterans to participate in it.\n\nThe motion went all the way through dominion command and across the country to almost every legion in Canada. They all had a say in it. It started in branch No. 10 at Amherst. I am proud to be associated with that legion. I hope the minister will take note and see if he can access the motion and approve it, as I know he will.\n\nIt is very frustrating to be approached by veterans as a member of parliament. We know what they have done. We know the sacrifices they have made. In some cases they have visible disabilities. In some cases we cannot see the disabilities but we know they have them. I can think of several situations that are very trying. These people cannot access pensions because the appeal board or whoever says there is no proof that the injury was incurred while in service. There is no proof how it happened. There are no records in the files.\n\nHowever, all their colleagues and the veterans involved know. I find it very frustrating to deal with those situations. It is not their fault the records are not complete. It is not their fault the information and the backup are not there. It makes it extremely difficult for them to access these programs. I know of some veterans personally and it is awful to deal with them because we know we cannot arrive at the right solution.\n\nIf there is some indication that the veteran is qualified for the pension and some information that says he may not be qualified, the veteran is supposed to get the benefit of the doubt. I find that they do not get the benefit of the doubt. I would like the minister to make note of that if he would.\n\nWe support Bill C-41. We are really pleased that the government will recognize the people involved in these conflicts even though they were not directly in the military. These civilians were involved in all kinds of duties and activities which provided support and help to our military people who actually carried arms and were involved in the conflicts.\n\nWe are also pleased that Canadian forces members who are still in the service will now be recognized if they have a disability that was incurred while in service. That is most appropriate. It recognizes the contribution they made to our country and to the service.\n\nWhile we support the bill we are a little skeptical because of the history and the track record of the merchant navy process. That has not gone as well as expected. I understand they have had far more applications than their homework had indicated they would have and this has created a problem.\n\nThe bottom line is that there are merchant navy veterans who feel they are entitled to this program and are not able to access it. We hope that this does not happen with the new programs that are included in the bill. It is one thing to have the program but we have to have the people, the resources and the funding to back them up. Otherwise all it does is create more frustration and more difficulty for veterans rather than help them.\n\nOn behalf of the member for Saint John, our veterans affairs critic, we are pleased to support Bill C-41. We do hope that the minister has the support of the finance minister to put the resources and people in place to support this.\n\nThe last speaker mentioned the involvement of the legions in his riding. My riding has 17 legions and every single one is active as a community organization. They are great organizations which provide all kinds of things like meals on wheels and help to seniors. They provide money for people who have disabilities who are not involved with the military at all. Every single legion in my riding performs an important service to the community. I would like to acknowledge them as the last member did because they are often not recognized for their contributions to the community.\n\nI have watched the minister take notes with every word I said and I am sure he will respond to them exactly as I asked.", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 12:50:00", 
            "attribution": "Mr. Bill Casey (Cumberland—Colchester, PC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Pratt", 
                "url": "/politicians/1677/", 
                "member_id": 2600, 
                "party": "Liberal", 
                "riding": "Nepean—Carleton (Ontario)", 
                "id": 1677
            }, 
            "url": "/hansards/2155/132/", 
            "text": "Madam Speaker, I too am very pleased to join my colleagues, the Minister of Veterans Affairs, the opposition critics and others to speak in support of this legislation.\n\nThis is an omnibus bill and by definition is quite detailed on the various pieces of veterans legislation that it updates. It is not our purpose today to debate the intricate details. I am sure that will be handled well enough by the committee. Today perhaps is the day to agree to the principles contained in the major sections of the bill.\n\nLet us take the extension of benefits to civilian groups who performed wartime overseas service. I hope this is not presuming too much on my part but I dare say that aside from the reference to the Red Cross, most of us do not know of the services performed by other civilian groups such as the Newfoundland foresters, Canadian firefighters or Ferry Command, and if we have heard of them, we do not necessarily associate these groups with the provision of veterans benefits. Yet when we look closer at what they did, their contribution was monumental.\n\nThe Newfoundland Overseas Forestry Unit assisted the war effort by cutting timber in Scotland which was predominantly used in British coal mining operations. The British were in dire need of increased production since coal was a desperately needed fuel. Many of the 3,600 Newfoundlanders who served with the forestry unit would later join the British armed forces.\n\nThe Canadian Corps of Firefighters represent another hidden story of service and sacrifice. They were called on to help fight the dreadful fires created by the blitz on London and other British cities.\n\nThen there are the overseas welfare workers which included the Canadian Red Cross and St. John Ambulance who served as welfare workers overseas in support of the injured.\n\nAnd finally there are the overseas air crews of Ferry Command who assisted the war effort by ferrying military aircraft across the Atlantic from North America.\n\nThe men and women of these civilian units, like their military counterparts, served their nation and the allied cause with duty and dedication. Like their military comrades from the second world war their numbers are quickly fading with the passing of the years. It does not seem too much to ask for easier access to disability and allowance benefits and through regulatory change to health care benefits.\n\nThe issue of clause 46 of the bill has come up. It was mentioned by the hon. member for Esquimalt—Juan de Fuca. It relates to the benefits enjoyed by members of the Royal Canadian Mounted Police.\n\nIn speaking with the minister on this issue, it would appear as though there may have been an unfortunate oversight with respect to that clause appearing in the bill. I know it is the minister's desire to have that clause removed. I am prepared to undertake to the House to introduce an amendment to that effect to deal with the concerns that have been raised by members, and which exist as well on the government side, to have that issue dealt with.\n\nTurning briefly to currently serving military personnel, the Standing Committee on National Defence and Veterans Affairs has studied the modern day problems of the regular forces. I have been a member of the committee since the last election and was pleased to work with colleagues from every party in the House who were part of the quality of life study. Each of us came away from that study feeling as though we had made a contribution and a difference in the lives of the men and women serving in the Canadian forces.\n\nThe department has taken the recommendations of the committee to heart and has acted in concert with DND to take a more comprehensive approach to dealing with injured or disabled clients. For its part, DND has established five regional operational trauma, stress and support centres located near major military bases across the nation. Veterans affairs clients have access to DND's post-deployment regional health centres for clinical evaluation and assessment purposes.\n\nIn addition the department continues to deploy its personnel to bases to deliver briefings on our services and benefits to Canadian forces members across the country.\n\nWhere veterans affairs can act to improve access to veterans benefits without changes to the legislation, it is in fact doing so. Where there is a need for legislation of course is in having a level playing field for all members of the armed forces wherever they serve at home or abroad.\n\nAs hon. members have heard, this bill fills that gap by allowing all Canadian forces to have equal access to disability pensions and related health care benefits regardless of whether the injury occurred in a special duty area. I know hon. members will have no difficulty whatsoever supporting the provisions of the legislation in that regard.\n\nNor do I imagine will members opposite have any difficulty supporting the removal of longstanding irritants that veterans have had with current veteran legislation, irritants such as the handling of mistaken overpayments, the correction of the negative consequences of lump sum payments and their effect on war veterans allowance, and the issue of income testing and access to health care. The changes proposed by Bill C-41 will remove those irritants. As a result veterans will feel more secure that their benefits will continue unimpeded by bureaucratic rules and regulations.\n\nOne of the things the department prides itself on is the front line service it gives to veterans at its offices across the nation. Staff in the field have developed long term relationships with veterans, some of them spanning the decades. They realize that many of their aging clients can have difficulty navigating the complex and complicated rules and regulations, not only as they exist within veterans affairs but with other federal departments as well.\n\nThe department has taken on a full service profile when a veteran walks in the door. Put simply, this client centred approach makes a commitment to design, implement and maintain services from the client's point of view, not from the point of view of the bureaucrats.\n\nVeterans Affairs Canada has been a leader in client centred service delivery. At its best, this type of service means cutting red tape and communicating in plain language. It means making sure that our veterans and all other clients who require our services never feel that they have knocked on the wrong door when looking for our help. Veterans affairs has served clients in this manner for decades now.\n\nMembers will notice provisions in Bill C-41 which ensure that the department can continue to render this type of front line service. The provisions have been carefully worded in order to balance service for our increasingly aging clients with their privacy rights.\n\nFinally there are several more specific measures, some of which we have already heard about. They include for instance: permitting both veteran disability pensioners who are married or living common law to receive the married rate; extending remission authority to all types of overpayments of veterans benefits; reformulating the provisions governing the assessment of outside disability benefits, such as dealing with workers compensation or court awarded damages for personal injury; and providing for a one year continuation of a deceased veteran's pension to the guardian of the veteran's surviving children.\n\nOther measures included are: consolidating the provisions relating to service and special duty areas as well as Korean war service directly into the pension act; improving and clarifying the exchange and use of client information, both internally and with other departments; insulating client information from having to be disclosed by public servants in non-criminal legal proceedings; reformulating the provisions governing the amount of income support under the War Veterans Allowance Act when income has declined since the previous year; allowing compassionate awards to be continued to survivors without the necessity of a high level readjudication.\n\nThere are also technical housekeeping changes to clarify regulation making authorities, to improve the wording, to ensure the use of gender inclusive language, to correct cross references, and to remove obsolete acts and provisions.\n\nThat is quite a list. It is not called an omnibus bill without good reason. Some of the changes are pretty technical and they can be discussed at length during the committee. As a committee member, I certainly look forward to that discussion.\n\nIf we keep our eye on the ball we see three distinct parts to the legislation. It provides benefits to previously overlooked civilian groups who provided service to the war effort. It improves access to disability pensions for currently serving Canadian forces members so that the playing field is level for everyone. It makes housekeeping changes that will remove irritants for veterans and clean up or remove outdated parts of the legislation.\n\nI would like to make reference to the issue of the merchant navy special benefit which has been raised by a number of members and provide some up to date information with respect to the processing of those claims. That issue has certainly been raised in the local media around Ottawa and it is essential that members have the most up to date information.\n\nThis is the current status of the merchant navy special benefit. As of the July 31 deadline for applications, 13,928 applications had been received. Sixty per cent of those have been processed. More than 4,300 cheques totalling approximately $31 million had been issued by September 14, 2000. The Government of Canada had earmarked $50 million for the merchant navy veterans special benefit and Veterans Affairs Canada is currently doing a statistical sample of the remaining applications in order to project the total cost of the benefit. This information should be available early in the fall.\n\nDuring the early weeks of August 2000, departmental officials consulted with five veterans organizations that represent the interests of merchant navy veterans. The purpose of the consultations was to provide information to the organizations about the status of processing applications and to seek their advice and input on policy issues that had been previously raised, including dual service in the military, review and appeal process and the requirement for payment of war risk bonus. The discussions were productive and the veterans organizations continue to provide constructive input.\n\nAll of that to say that the government is certainly very, very concerned about the status of veterans in Canada. I for one, working with the defence and veterans affairs committee, have sensed a very non-political approach to this by members of the committee. I find it unfortunate personally that some media people have decided to try to turn this into something of a political football.\n\nIn conclusion, as far as Bill C-41 is concerned, it has my full and unqualified support. With some changes I believe that the committee can make it an even better bill to ensure that our veterans receive the very best of benefits and care from the Government of Canada.", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 13:00:00", 
            "attribution": "Mr. David Pratt (Nepean—Carleton, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2155/133/", 
            "text": "Is the House ready for the question?", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2155/134/", 
            "text": "Question.", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2155/135/", 
            "text": "The question is on the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2155/136/", 
            "text": "Agreed.", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2155/137/", 
            "text": "I declare the motion carried. Accordingly, the bill stands referred to the Standing Committee on National Defence and Veterans Affairs.\n\n(Motion agreed to, bill read the second time and referred to a committee)", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bob Kilger", 
                "url": "/politicians/3532/", 
                "member_id": 3231, 
                "party": "Liberal", 
                "riding": "Stormont—Dundas (Ontario)", 
                "id": 3532
            }, 
            "url": "/hansards/2155/138/", 
            "text": "Madam Speaker, I rise on a point of order. Under the circumstances, I believe if you were to seek the consent of the House, the House would give its consent to see the clock as 1.30 p.m. and we might proceed to private members' business.", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 13:10:00", 
            "attribution": "Mr. Bob Kilger", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2155/139/", 
            "text": "Is there unanimous consent to see the clock as being 1.30 p.m.?", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2155/140/", 
            "text": "Agreed.", 
            "topic": "Civilian War-Related Benefits Act", 
            "time": "2000-09-22 13:10:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Rick Casson", 
                "url": "/politicians/rick-casson/", 
                "member_id": 2464, 
                "party": "Reform", 
                "riding": "Lethbridge (Alberta)", 
                "id": 59
            }, 
            "url": "/hansards/2155/141/", 
            "text": "moved that Bill C-321, an act to amend the criminal code to provide for the forfeiture of property relating to child pornography crimes, be read the second time and referred to a committee.\n\nMadam Speaker, it is a privilege to be here today to lead off the first hour of debate on the second reading of Bill C-321. This is my first private members' bill. For those members who do not have a copy of the bill in front of them, C-321 is an amendment to section 163.1 of the criminal code, which would allow a court that convicts a person of an offence under the provisions relating to child pornography to order the forfeiture of anything by means of which or in relation to which the offence was committed.\n\nBefore I get too carried away, there are a number of people I want to acknowledge and thank for their hard work in making the bill happen. This is in no particular order, but I wish to thank Detective Inspector Bob Matthews who heads up Canada's lead agency in the fight against child pornography, the 16 member Ontario Provincial Police Child Pornography Unit, Project P. Detective Inspector Matthews is a widely respected voice in the debate between free speech advocates and law enforcement. He is one of Canada's top law enforcement agents in the field of child pornography investigations.\n\nIn early 1999 my office was researching the contentious issue of child pornography and controls on the Internet. During the course of the research my assistant contacted Mr. Matthews and asked him what we could do as parliamentarians to assist police in their fight against the sexual exploitation of children. This bill resulted from that discussion.\n\nDetective Inspector Matthews “Thank you very much, sir, for giving me this opportunity to assist law enforcement agents in their efforts against child pornography.”\n\nThe second person I want to thank is Detective Noreen Waters of the Organized Crime Agency of British Columbia. Detective Waters has been a child pornography investigator for eight years and was part of the team that brought in the now infamous John Robin Sharpe. She has been an enthusiastic supporter of our bill.\n\nI also wish to thank Sergeant Randy Brennan of the Ottawa-Carleton Regional Police High Tech Unit. Sergeant Brennan has been involved in many successful child pornography investigations and is a valuable source of information.\n\nI also want to recognize Mr. Steve Sullivan, the hardworking president and CEO of the Canadian Resource Centre for Victims of Crime. Steve has been a tireless advocate of victims' rights and has worked with members of parliament to change the justice system to place the rights of victims above criminals.\n\nBefore I go on, I also want to thank all of my staff who helped me work on this, especially Klaas Deemter, my executive assistant here in Ottawa, who has spent many hours on this bill. He is a graduate of the University of Lethbridge in my home riding, one of the best universities in Canada. I also want to thank my family and some of my friends who have supported me through all this.\n\nThe list goes on. Those people and many other law enforcement officers, victims' advocates, federal parliamentarians, provincial justice ministers and Canadians across the country, particularly in my riding, have contacted me and offered their support. To these concerned Canadians I say “Thank you and keep up that good work. Thank you for fighting to protect children because today more than ever they need our help”.\n\nI want to broaden the theme of my speech today to discuss the challenges of controlling child pornography in today's Internet age. In my speech I hope to expose the depth of the problem facing policy makers and law enforcement. I also wish to share with members and viewers some of the ideas that I have to tackle these challenges.\n\nAt the root of these challenges lies the Hydra-like nature of the Internet. In its humble beginnings as a forum for academia and the military, the Internet was boring and difficult to navigate. It contained only dry text, no images or flashy graphics. However, the creation of graphical interface known as the world wide web in 1993 has created a surge in popularity unlike anything seen before. From little more than 100 sites in 1993, the web has grown to the point where some industry experts estimate that over 800 million web pages exist today, with some 160,000 pages being added each and every month.\n\nThe Internet has revolutionized communications. Most of us in the House did not even know what e-mail was a few years ago, but today our children and our grandchildren are growing up having never known anything but instantaneous communication as developed through the Internet. Businesses, organizations, government agencies and individuals have seized on this technology, setting up websites and changing how we interact with each other.\n\nHowever, with increased usage comes increased abuse. In his report “Innocence Exploited: Child Pornography in the Electronic Age”, prepared for the Canadian Police College, Winnipeg Professor Doug Skoog estimates that there are at least one million sexually explicit images of children on the Internet. It is a horrible thing to even think about.\n\nOCABC Detective Waters shared with me recent stats which estimate that 53% of Internet traffic is concerned with sexually explicit material. Calgary Detective Butch Dickens of the vice unit had this to say about child pornography on the Internet in a newspaper article last year “A year ago, we probably only got one phone call a month about it. Now, on average, we get four a day”.\n\nBefore the advent of the world wide web, child pornography detectives around the world could say with confidence that they were winning the war against child pornography. The old methods of creation and distribution were tremendously risky. Instead of safely and anonymously zipping images down the fibre optic pipelines of the Internet, carefully arranged meetings, secret mailing lists and postal drops placed pedophiles at extreme risk of arrest.\n\nHowever, that has all changed. Detective Inspector Bob Matthews states “The Internet has become almost the perfect vehicle for pedophiles to distribute child pornography, the reason being that at the stroke of a key, anyone can send large volumes of information from one country to another without being detected by authorities”.\n\nChild abusers and pedophiles are rapidly creating a no holds barred red light district on the web where they can distribute vast quantities of pornography, often extremely explicit and violent, to the point of murder, and organize with other like-minded individuals. The anonymity offered by the Internet allows child molesters to stalk their victims in their homes, schools and libraries without ever being physically present in any of those places.\n\nThe following are a few of the techniques that they employ to exploit children. Chatting online in Internet chat rooms where users can talk to each other by keyboard provides plentiful hunting grounds where child pornographers can stalk their young victims. With minimal effort and nominal expense, they can physically track down their victims regardless of where they live. These chat rooms and the similar Internet relay chat channels, IRC, allow for instantaneous messaging in exchange of contraband files such as images, videos or text.\n\nAnother example is sex tourism. With the increase in the use of the Internet for the sex trade and sexual abuse of children, the number of websites providing information to travelling pedophiles has increased dramatically and the sites are extremely explicit in detail. Children in second and third world countries, often regarded as little more than property, are routinely victimized by jet-setting foreigners who then return to their homes to brag about their exploits. Weak local laws often restrict the ability of even honest law enforcement agents to do anything.\n\nAnother example is image morphing. With a decent computer and a little skill, child pornographers can turn almost any picture into a pornographic image. An $80 software program can morph the picture of an adult body into a child's, creating the illusion of reality, a horrific thought when taken to its conclusion.\n\nAnother example is real time molestation. Streaming video, which shows live video on the Internet, enables child molesters to display their victims in real time to selected members of child pornography rings and clubs, even permitting them to respond to requests from their viewers.\n\nAnother example is encryption. Skilled child pornographers will encrypt their messages rendering them unreadable to outsiders. Some pornographers even have access to the codes of the former KGB.\n\nParents who were once confident that living in a small town insulated them from troubles associated with big cities can no longer be unmindful about the security of their children. With the click of a mouse, children in remote areas can be exposed to the seamy underside of the Net.\n\nIn what is becoming an all too often occurrence, cases are being publicized where children under the age of 18 are being threatened or even molested by someone they met online.\n\nIn July of this year a 45 year old man from the quiet P.E.I. town of Summerside pleaded guilty to a child pornography case. He had secretly videotaped a 14 year old girl whom he had coerced into doing a striptease, then broadcasted it live on the Internet for viewers in a special interactive online chat room. In same month, on the other side of the country, police arrested a 28 year old Washington man in a line-up for the ferry to leave Vancouver Island. In his van was a 14 year old B.C. girl who he had met online.\n\nEarlier in March of this year, the Ottawa Sun reported that an 18 year old man was arrested and charged with possession and distribution of child pornography. An undercover police officer met the man online while the accused was looking for a partner in a plot to kidnap, rape and kill a young child.\n\nWhile stats are hard to come by, there is also evidence that child pornography, traditionally restricted to bartering, is becoming very profitable for some criminals. A heavily edited 1998 RCMP report obtained by my colleague for Kootenay—Columbia indicates that child pornography from Europe and Asia is flooding into B.C. in the wake of the court ruling suspending the ban on possession. The videos and magazines sold for between $50 and $200 depending on content. An arrest by the U.S. customs service several years ago broke up a child pornography ring where people were making $25,000 a day showing CD-ROMs of child pornography.\n\nWhile for pedophiles, child molesters and pornographers the Internet is like a dream come true, it has become a nightmare for everyone else. Where once a pedophile may have been able to control his sexual urges toward children, the Internet has created a situation where temptation lurks around every corner on the web. They seek out other pedophiles as a form of peer validation. This psychological validation leads budding child molesters and pornographers to believe that they are not strange or different after all and that it is society, with its laws declaring sex with children and child pornography to be criminal, that is wrong. The downward spiral into child exploitation usually begins with the so-called harmless collection of child pornography, progressing to sexually explicit online conversations with children and eventually seeking child victims online.\n\nTragically, authorities can only act when the pedophile acts on his urges. Experts report that before he is arrested the average child molesting pedophile abuses 35 children. They will share methods and techniques by which to find children and then reduce their inhibitions and facilitate seduction. Along the way, many compulsively and systematically save mementoes and souvenirs to validate their actions. This is how child pornography is created.\n\nBut understanding the problem, as difficult as it may be, is only half the job. Problems require solutions.\n\nSome of those concerned about this problem advocate complete censorship and regulation of anything that appears online. Others lecture that any restrictions on speech are unacceptable and prefer to place the responsibility on the users.\n\nThe answer, as it always does, lies somewhere in the middle of these two opposing viewpoints. As policy makers, it is our task to strike that balance, for we alone have the democratic mandate of the Canadian people.\n\nShortly after her swearing in as Chief Justice of the Supreme Court, Madam Justice Beverley McLachlin predicted that the court would deal extensively with issues of computer crime. The court, she said, would have to find ways to cope with offences that are international in scope, given the breadth of the Internet and computer communications.\n\nStrong, effective legislation is one way that the impact of child pornographers can be reduced. The supreme court holds in its hands the linchpin on which many child pornography cases hinge. It must uphold the ban on possession of child pornography and its decision on the Sharpe case, which is expected later this year. Without possession, police are stripped of their most effective tool and are powerless to stop many cases of abuse.\n\nIn 1993, in the wake of the R v Butler decision, parliament passed Bill C-128 which criminalized all aspects of child pornography, including the creation, distribution and importation, as well as simple possession of such material. Although the constitutionality of the provision criminalizing possession is currently under review, section 163.1 is considered among the strongest anti-child pornography legislation in the world, something Canada can be proud of.\n\nUnfortunately, a provision ordering forfeiture was omitted. This omission can be best described as an oversight when one considers that forfeiture exists in 55 different federal statutes and in various places in the criminal code, clearly demonstrating that the justice system is not philosophically opposed to such penalties for criminals.\n\nTo correct this omission in the law, I introduced Bill C-321, which would give courts the authority to order forfeiture and would give police an extra weapon in their fight against child pornography.\n\nCurrently forfeiture of equipment in the context of a child pornography offence is handled differently across the country. In Ontario, the equipment is often forfeited as part of a bartering between the defence and the prosecution. In British Columbia, the prosecutors rarely ask for equipment to be forfeited.\n\nTo see the danger in this patchwork practice, a little insight is required into how charges under section 163.1 of the criminal code are dealt with.\n\nThere is hardly a worse crime than the sexual victimization of our children and perpetrating the sexual victimization of children is the most insidious purpose of child pornography.\n\nBecause of the strong public condemnation of child pornography, many offenders will do anything to keep their names out of the public domain, often eagerly agreeing to plea bargains resulting in reduced sentences and often with no jail time. This creates a situation where the case law on the section is scant because the courts have had few opportunities to comment on it. More dangerously, these plea bargains often allow the offender to return to the same environment in which he lost control of his pedophiliac urges in the first place. Returning him to this environment with all his equipment intact is a temptation that could prove too strong to resist.\n\nBy ordering forfeiture the risk of recidivism can be lowered. Because a child pornography addiction is fueled by psychological problems and not profit, many offenders have limited means. Indeed, their compulsion likely creates financial hardship as the individual spends much of his free time and money in the pursuit of his fantasy. Confiscating several thousand dollars worth of computer equipment and perhaps even a vehicle or something more substantial will create a financial barrier to re-offending. Of course I understand that is only money and does not address the root cause of the problem, but it is one way that we can slow down traffic in this horrific crime.\n\nThe technology of our rapidly changing world continues to create legislative challenges for us here in parliament. Expanding the legislation, filling in the holes, adapting to change, as we are trying to do, is necessary because criminals do not stand still and neither should we.\n\nBill C-321 is only one example of an amendment to section 163.1. Some have suggested that the encryption of child pornography be treated the same way as using a firearm to commit an offence is. Others are concerned that sound files are not restricted under section 163.1. Still others advocate the creation of a national task force, similar to those in the United States, staffed with federal, provincial and local police officers and given an aggressive mandate to stamp out child pornography in Canada. Just last week the federal justice minister met with her colleagues and proposed to criminalize the luring of children for the purposes of sexual exploitation via the Internet. I commend her for that. All of these are measures are things that I and, I am sure Canadians are strongly supportive of.\n\nIn the last 10 or 15 minutes we have heard about the dangers of the Internet. Some of the members are no doubt concerned about the safety of their loved ones. I would be glad to share some of the steps we can take to help protect our children from predators.\n\nIt was out of my own concern for the safety of Canadian children that I took this initiative. We researched the issue of child pornography on the Internet and tabled this bill. I acknowledge that my bill may not be written in the most precise legal terminology and I am open to any improvement to it. I took on the challenge of tabling a private member's bill as a justice themed bill knowing that the odds are stacked against my success, but I did it because I believe in the spirit of my bill. I could not stand by without doing something to help.\n\nAs members return to their families this weekend, relax and enjoy their company. I urge all members to take some time to think of the difference, even if it is just a small difference, that my bill could make in the fight against child pornography. Let us think of the law enforcement agents who have made it their life's work to make our country safe from the perversions of these child molesters. Let us think of the victims of these cold-blooded criminals and help me make a difference.\n\nThe government is in the fourth year of its mandate and the next election could come at any time. It seems to be getting closer and closer but nobody is telling us. As the House knows, when an election is called all legislation is dropped from the order paper no matter what stage it is at and no matter how commendable. Bearing this in mind, I urge the government, as part of its commitment to criminalizing the luring of children over the Internet for the purposes of sexual exploitation, to acknowledge that not all good ideas come from its side and adopt the forfeiture provisions contained in my bill. Let us give the children of Canada the maximum protection allowable under the law.", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 13:15:00", 
            "attribution": "Mr. Rick Casson (Lethbridge, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John Maloney", 
                "url": "/politicians/181/", 
                "member_id": 2570, 
                "party": "Liberal", 
                "riding": "Erie—Lincoln (Ontario)", 
                "id": 181
            }, 
            "url": "/hansards/2155/142/", 
            "text": "Madam Speaker, I am pleased to participate in the second reading debate of Bill C-321, an act to amend the criminal code to provide for the forfeiture of property relating to child pornography crimes. At the outset I wish to congratulate the hon. member for Lethbridge for his concern about child pornography, a concern that the government shares with him and a great number of Canadians.\n\nOur children are the most vulnerable members of our society and we must do all that we can to protect our children from harm. No one will deny that child pornography seriously harms children. I believe it does so in at least two ways. It creates a permanent record of the sexual abuse of children and perpetuates the message that children are appropriate sexual objects. Indeed, they are not.\n\nChild pornography was specifically prohibited by amendment to the criminal code, enacted in 1993. This amendment, which is now subsection 163.1 of the criminal code, created new offences for the importation, distribution, sale, production and simple possession of child pornography. All these offences carry a greater penalty than the offences prohibiting obscene materials involving adults.\n\nThese criminal code provisions against child pornography take on a greater importance with the rapidly expanding use of the Internet. It is now easier to communicate valuable information and carry on discussions on all kinds of subjects with people who share our interests. Unfortunately it also makes it easier to disseminate and collect images of child pornography.\n\nThe purpose of the child pornography provisions is primarily to protect children from sexual abuse and exploitation, but also to send a clear message that it is not appropriate to have sex with children or to portray them as sexual objects. I know that Canadians are greatly supportive of this legislation prohibiting child pornography.\n\nThe purpose of Bill C-321 is very much in line with the purpose of the child pornography provisions since its purpose is to create an additional deterrent to child pornography. It would add to the sentence currently available under the criminal code a financial penalty that would result from a forfeiture to the crown of all tools and instruments that have been used in the commission of the offence. Bill C-321 would provide the judge with discretion to forfeit anything “by means of or in relation to which” a child pornography offence was committed. I wholeheartedly support this purpose.\n\nHowever, I have some questions on the working of the provisions as drafted. I am particularly concerned that the bill might unnecessarily penalize individuals who have nothing to do with the offence.\n\nIt would be the case of an employee who uses the Internet during his lunch hour to download child pornography images on an office computer. He might also transmit these images to others; to do so, he would use the computer provided by his employer for conducting business for which he is employed. He would also use it to access and distribute child pornography without the knowledge of his employer and, of course, without his consent.\n\nThe offence would clearly be committed by means of the computer. If the employee was convicted of a child pornography offence, the judge could, in addition to sentencing him to imprisonment for up to 10 years, order the forfeiture of the computer. Bill C-321 would allow this. In this case the forfeiture would penalize the employer and not the employee who committed the offence. The person penalized would be an innocent third party and not the person guilty of the offence. This is a consideration that we should keep in mind.\n\nI can see another problem in relation to forfeiture of “anything by means of which the offence was committed”. In order to receive and transmit on the Internet one needs a server or a router, which is typically owned by a service provider. Could the server be forfeited? I do not see anything in the bill that would prevent it. Other criminal code provisions that would allow forfeiture of the tools used in the commission of an offence specifically exempt public communications facilities and equipment from forfeiture. That is not the case here.\n\nI support the purpose of this bill, but I have concerns with its practical implications. This bill may require further consideration and amendment.", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 13:30:00", 
            "attribution": "Mr. John Maloney (Parliamentary Secretary to Minister of Justice and Attorney General of Canada, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2155/143/", 
            "text": "Madam Speaker, I am pleased to speak today at second reading of Bill C-321, an act to amend the criminal code to provide for the forfeiture of property relating to child pornography crimes. This bill, introduced by the member for Lethbridge, is votable, and the Bloc Quebecois is in favour of the amendment to the criminal code.\n\nThis bill consists of a single clause, which I will read:\n\n1. The Criminal Code is amended by adding the following after section 163.1:\n\n163.2 Where a person is convicted of an offence under subsection 163.1(2), (3) or (4), the court that convicts the person may, in addition to any other punishment imposed on the person, order that anything by means of which or in relation to which the offence was committed be forfeited to Her Majesty in right of the province in which the person is convicted, for disposal as the Attorney General may direct.\n\nSince this is a bit obscure for the average person, I will simplify.\n\nThe purpose of this amendment to the criminal code is to make it possible to confiscate, by court order, and following a conviction, any material that has been used to commit a child pornography offence.\n\nIn order to properly take in the ramifications of the bill introduced by the member for Lethbridge, it is important first of all to have a thorough understanding of the implications of the offences listed under section 163.1, which have to do with the making, distribution or sale, and possession of child pornography.\n\nPrior to 1993, the criminal code contained no specific provisions relating to child pornography.\n\nIn 1993, as the result of the Butler decision, parliament passed Bill C-128, an act to amend the criminal code and the customs tariff (child pornography and corrupting morals). Its aim was to amend the criminal code to expressly prohibit child pornography.\n\nIn the Butler decision, which was given in 1992, the supreme court had to decide on the constitutionality of the definition of obscenity as set out in section 163(8) of the criminal code. The court stated that pornography describing sexual acts involving children constituted the undue exploitation of sex, and accordingly the production and distribution of this type of pornography were prohibited by the provisions of the criminal code.\n\nAlthough freedom of expression guaranteed under section 2( b ) of the charter of rights and freedoms—fundamental freedoms such as the freedoms of thought, belief, opinion and expression, including the freedom of the press and other means of communication—was infringed upon as far as the supreme court is concerned, this infringement is justifiable under the first section of the charter.\n\nHowever, the criminal code made no reference to the offence of simple possession of child pornography. Bill C-128 therefore filled this legal void by adding specific provisions to the criminal code with respect to child pornography, including a definition of it and providing that the distribution, sale, production and possession relating to this definition were criminal offences.\n\nIn adding the offence of simple possession, the aim of the legislator was to dissuade people from undertaking this sort of activity and thus further protect children against sexual exploitation.\n\nRecently in British Columbia, John Sharpe's acquittal—the decision drew attention to the urgent and growing problem of child pornography—sparked a general outcry right across the country.\n\nNot only was this decision questionable, relating as it did pornography with freedom of expression, it also pointed out the weakness of the instruments available to the law in seizures of pornographic material.\n\nSharpe was charged with the offences in subsections 163.1(3) and (4) of the Criminal Code for possessing pornographic material involving children.\n\nIn this decision, the judge declared the section invalid because it infringed section 2( b ) of the Canadian Charter of Rights and Freedoms and acquitted John Sharpe accordingly.\n\nAccording to Justice Shaw, it was not clearly demonstrated that child pornography had direct harmful effects. He also pointed out that freedom of expression is an important value, that an individual's personal effects relate to that person's particular character and personality and that banning mere possession has an impact on a highly intimate and private aspect of a person's life.\n\nFollowing on the Sharpe case, a motion relating to child pornography was brought before the House. That motion, by what was then, Reform Party, called for the government to immediately the move to use the notwithstanding clause in order to maintain the ban on the simple possession of child pornography as set out in subsection 163.1(4), which had been struck down by the Sharpe decision.\n\nReiterating its attachment to the social values condemning child pornography, the Bloc Quebecois expressed its conviction that, although this issue needed to be addressed, it was premature to immediately invoke the notwithstanding clause and that justice ought to follow its course to the Supreme Court of Canada. The Bloc Quebecois therefore opposed the motion.\n\nOnly this past January 18 did the supreme court hear this controversial case. The supreme court decision, which is about to be released, will attract the attention and interest of everyone. Let us recall that the supreme court stipulated in 1992, in Butler, that “The overriding objective of s. 163 is not moral disapprobation but the avoidance of harm to society, and this is a sufficiently pressing and substantial concern to warrant a restriction on freedom of expression”.\n\nWe are confident that the justices of the supreme court will rule along the same line in this case, justifying the attack on guaranteed charter rights and quashing the British Columbia Appeal Court judgment. The similarity with Butler leads us to believe that this will be justified under section one of the charter, given the potential of irreparable harm to the children.\n\nRight now, section 164 of the code provides for the seizure, under certain conditions, of pornographic material, but this section has a very limited application. Only copies of a publication or copies of a representation or written material may be seized.\n\nThe purpose of Bill C-321 is to make it possible to seize everything that was used to commit an offence. Accordingly, under this new legislation, it would be possible to seize such things as the computer used to download the pornographic publications, the printer, the camera or anything else that made it possible to make, distribute, sell or possess the child pornography.\n\nThere are increasing numbers of organized networks for the distribution of pornographic material and their activities are made easier by the explosion of telecommunications technologies, which make access almost universal. Anyone, including children, has access, which is why it is important to put even more energy than ever into fighting these networks and giving the courts the tools they need.\n\nNot only must the final product, whether copies of a publication or copies of a representation or written material, be seized, but so must everything used to produce and distribute this pornography. Only thus can we hope to help destabilize these networks and weaken their production capacity.\n\nAs the Bloc Quebecois pointed out during the debate held in the fall of 1999, it is imperative that section 163.1 stand, but what is also needed are tools that allow material to be seized, for the safety and dignity of our children. This is precisely what—", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 13:35:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral (Laval Centre, BQ)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2155/144/", 
            "text": "I am sorry, but the hon. member's time is up.", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 13:45:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2155/145/", 
            "text": "This is unfortunate. Could I have the unanimous consent of the House to finish my speech?", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 13:45:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2155/146/", 
            "text": "Does the hon. member have the unanimous consent of the House to read one last paragraph?", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 13:45:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2155/147/", 
            "text": "Agreed.", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 13:45:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Madeleine Dalphond-Guiral", 
                "url": "/politicians/5083/", 
                "member_id": 3288, 
                "party": "Bloc", 
                "riding": "Laval Centre (Québec)", 
                "id": 5083
            }, 
            "url": "/hansards/2155/148/", 
            "text": "Madam Speaker, the bill introduced by the hon. member for Lethbridge is a laudable initiative. It improves the existing legislative provisions and will help lead an effective fight against pedophilia.\n\nConsequently, the Bloc Quebecois supports Bill C-321 and hopes that the committee will soon review it.", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 13:50:00", 
            "attribution": "Mrs. Madeleine Dalphond-Guiral", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Nelson Riis", 
                "url": "/politicians/4051/", 
                "member_id": 3083, 
                "party": "NDP", 
                "riding": "Kamloops (B.C.)", 
                "id": 4051
            }, 
            "url": "/hansards/2155/149/", 
            "text": "Madam Speaker, I want to congratulate my colleague from Lethbridge for bringing forward the legislation. Bill C-321 is important to complete a process that has been under way in terms of dealing with child pornography. As he has indicated in his presentation, it fills a void which the last piece of legislation overlooked, I suspect inadvertently.\n\nI also want to recognize that the initiative brought forward by the hon. member for Lethbridge was previously brought forward by the hon. member for Saskatoon—Clark's Crossing and also the hon. member for Sydney—Victoria. I am sure the hon. member is aware of their initiatives along a similar line. Today we have an opportunity to round out the legislation.\n\nI want to address the concerns raised about the legislation by the Parliamentary Secretary to the Minister of Justice. I think his concerns are inappropriate. I do not think he actually read the bill, because had he read it he would not have said what he did in the House of Commons. My friend from Lethbridge said he was open to suggestions and that we could amend the legislation if that is what is required if we need to improve it, but just to toss it out because somebody has some concern about some wording is inappropriate.\n\nThe parliamentary secretary said that this bill could penalize the employers of those weird people who use the Internet to download child pornography while they are at work. The legislation says:\n\nWhere a person is convicted of an offence under subsection 163.1(2), (3) or (4), the court that convicts the person may, in addition to any other punishment imposed on the person, order that anything by means of which or in relation to which the offence was committed be forfeited to Her Majesty in right of the province—\n\nI emphasize that it uses the word may. In other words, the court may do this. No court in its right mind would say that if an employee of the House of Commons downloads child pornography the computers of the House of Commons will be forfeited. It is insanity. Give the judge some credit for making a reasonable decision.\n\nThe parliamentary secretary went on to say that perhaps the server could be forfeited. Imagine any judge saying that because a person was using a particular server on their computer while they were downloading pornographic pictures of children, the server on their computer system would be forfeited. It is just insanity.\n\nI would ask the parliamentary secretary to at least read the legislation before he suggests that changes are required and notice that the word may is used and not the word shall. I see my friend the parliamentary secretary is back in the House of Commons. Perhaps he will have a chance to clarify his error on a point of order.\n\nColleagues in the New Democratic Party have been calling for this for a number of years. We will inevitably and undoubtedly endorse the bill when it comes up for a vote after another two hours of debate.\n\nFrom a personal perspective I have received many representations, not only about this legislation but about the whole issue before us. I have had representations from the RCMP and other law enforcement agencies, from a variety of churches in my constituency, from the legal aid office and women's groups. I have heard from lawyers who see this abuse on a regular basis in their courtroom work. I have heard from a variety of unions, from the Kamloops and District Labour Council, from the chamber of commerce, from the regional district, from our mayor and council in Kamloops, and from a variety of non-profit agencies and associations. Of course many citizens have written to members. I suspect all of us have received a lot of mail on this issue.\n\nWe should endorse this bill enthusiastically. It should not be some serious debate, because who is in favour of child pornography? Obviously no one in the House is. We are dealing with some pretty unusual people to start with.\n\nAs the member for Lethbridge pointed out, this has come to us from the Internet. Internet abuse as he terms it is almost like a red light use of the Internet and the world wide web whereby a variety of pornography can be seen.\n\nI suspect there is hardly anybody in here who has actually used a computer who has not come across a pornographic site. Often they show up when we do not expect them. A person may be interested in deer, for example, and may decide to look up Bambi. If the person looks up Bambi, a pornographic site comes up.\n\nI suspect that kids all over the place are now being confronted with pornography by accident, let alone all the people we are talking about here, the child predators and people who prey on children. Everyone now has easy access to this.\n\nI encourage the parliamentary secretary to talk to his colleagues. I suspect, from what I have heard on this side of the House, that we are supporting this private member's initiative. I would like to think that he and his colleagues in the Liberal Party would also support it. My goodness, what better way for the House to do something meaningful than to have every political party and the independents getting onside to discourage, in every way possible, people from using child pornography via the Internet.\n\nIf the parliamentary secretary has a concern about wording he should bring forward an amendment. That is what these debates are all about. I know he is a thoughtful individual and I would encourage him to do just that.\n\nI think the case has been made. My hon. friend from Lethbridge, who pointed out from his research that 53% of all traffic on Internet deals with sex in some way or another, opens up some pretty interesting questions. Today we are focusing on the abuse of the Internet when it comes to child pornography. I think we need to do everything possible to deal with this, and this legislation takes us in that right direction.\n\nMy friend from Lethbridge also reminded us that this does not deal with the root cause, the individuals themselves who, because of their physiological and psychological makeup, are people who prey on children, who are pedophiles, people who are using the national and international sexual chat line to consciously victimize young people. We have to do whatever we possibly can to stop this.\n\nToday my friend from Lethbridge brings forward a private member's bill that will close the gap somewhat. I hear from parliamentary secretary that the Liberals have some concerns, but I hope we can rectify those concerns by a simple amendment to the legislation or perhaps through regulation. After all, the legislation simply provides the overall umbrella. It is the regulations that flow from that which would be helpful. It is fair to say that no judge will suggest that we confiscate someone's computer because some individual in his or her employ decided to download some child pornography.\n\nWe in the New Democratic Party are pleased with anything we can do to stop the victimization of children in our society, whether it is the issue of child poverty and the suffering that causes children or the issue we are talking about today, the misuse of the Internet for child exploitation. We are very strongly behind any initiative to that extent.", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 13:50:00", 
            "attribution": "Mr. Nelson Riis (Kamloops, Thompson and Highland Valleys, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2155/150/", 
            "text": "I have received notice from the hon. member for Lakeland that he is unable to move his motion during private members' business on Monday, September 25, 2000.\n\nSince it was not possible to arrange an exchange of positions on the order of precedence, I will ask the clerk to drop this item to the bottom of the order of precedence.\n\nThe hour provided for consideration of private members' business will therefore be suspended and consideration of government orders will begin at 11 a.m.", 
            "topic": "Business Of The House", 
            "time": "2000-09-22 13:55:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2155/151/", 
            "text": "The House resumed consideration of the motion that Bill C-321, an act to amend the criminal code to provide for the forfeiture of property relating to child pornography crimes, be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2000-09-22 13:55:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gerald Keddy", 
                "url": "/politicians/gerald-keddy/", 
                "member_id": 2548, 
                "party": "Progressive Conservative", 
                "riding": "South Shore (Nova Scotia)", 
                "id": 151
            }, 
            "url": "/hansards/2155/152/", 
            "text": "Madam Speaker, it is a pleasure to speak to Bill C-321, an act to amend the criminal code to provide for the forfeiture of property relating to child pornography crimes, introduced by the member for Lethbridge.\n\nCertainly this is a timely and important bill, and a bill that all members of parliament should be able to support.\n\nThe purpose of the bill is to allow a court that convicts a person of an offence under section 163.2 of the criminal code concerning child pornography, to order the forfeiture of anything used in committing the offence or related to the offence. This legislation is needed for the safety and the protection of every child in Canada. The legislation resulted from a court case in British Columbia in which the court ruled that an individual had the right to possess child pornography, something that the PC Party does not agree with.\n\nThe original decision in the Sharpe case was appealed to the British Columbia Supreme Court, which upheld its ruling of January 1999. Following the court decision, the PC Party justice critic, the member for Pictou—Antigonish—Guysborough, called on the Minister of Justice to immediately refer the matter to the Supreme Court of Canada. Since the supreme court was ultimately going to hear the case, the PC Party wanted to expedite this process and ensure that children in Canada had the full protection afforded by the criminal code.\n\nAgain, in February 1999 the member for Pictou—Antigonish—Guysborough said to the Minister of Justice:\n\n—most Canadians were shocked and outraged in the wake of a B.C. justice's ruling dismissing charges of possession of child pornography as unconstitutional.\n\nThere is an urgent need for clarification for law enforcement agents, the judiciary, and all Canadians. The protection of children afforded by section 163 of the Criminal Code should be paramount.\n\nWill the Minister of Justice do more than simply intervene in the B.C. appeal and will she reference the Sharpe case to the Supreme Court of Canada immediately?\n\nWe all know the results of that. However, the matter is finally before the Supreme Court of Canada and we await the decision of the court. If the decision of the Supreme Court of Canada does not overturn the original decision allowing possession of child pornography, the PC Party would support the use of the notwithstanding clause. This would suspend the decision for five years and allow parliament to introduce legislation to make possession of child pornography an offence.\n\nThis is an obvious radical action, but without question, given the heinous nature of this crime, radical action is required. By the way, this position has enormous public support.\n\nOur position is also supported by the Canadian Police Association. The 30,000 members of the police association have publicly outlined their support for this legislation and the importance of ensuring that anything used in the commission of an offence under the child pornography provisions could be ordered forfeited by the court. The Canadian Police Association noted that this provision would include seizure of computer equipment used in the offence. As the Internet is a source of child pornography, this legislation would enable the law to keep pace with technology and recognize the role that the Internet plays in such offences.\n\nThis is a case where the need to protect those most vulnerable in society must supersede the rights of the individual. The Parliament of Canada has the duty to use every avenue available to protect society and especially children from sexual predators. We support the bill introduced by the hon. member for Lethbridge.", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 13:55:00", 
            "attribution": "Mr. Gerald Keddy (South Shore, PC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Eric C. Lowther", 
                "url": "/politicians/5358/", 
                "member_id": 2448, 
                "party": "Reform", 
                "riding": "Calgary Centre (Alberta)", 
                "id": 5358
            }, 
            "url": "/hansards/2155/153/", 
            "text": "Madam Speaker, I know my time is short this afternoon but I think we have heard some excellent commentary on the bill on this side.\n\nI was somewhat troubled, though, to hear the comments from the Liberal member opposite reflecting the government's position on the bill. Primarily, it seems the one concern that the government has about the bill is the fact that someone may use someone else's equipment in purveying or getting hold of this grievous material and therefore the person who owns the equipment would be held criminally responsible.\n\nIf that is the only reason the government is considering not moving ahead on this important initiative, it is a very weak one. In Canada today we have laws in place that allow for the forfeiture of equipment and all that went into propagating hate propaganda. If we can do it for hate propaganda, why can we not do it for child pornography?\n\nWe have examples in other parts of the world. The United States has very significant forfeiture legislation which has been used to forfeit property, houses and things with relation to this kind of crime. Therefore it can be done and it has been done in other types of legislation.\n\nTo say we cannot move ahead on this because we have some confusion about who might be held responsible because of who owns the equipment is a complete sham, I would suggest, and a real disappointment.\n\nThere are many issues that come to the House that we have different positions or, but I do not think we have on the issue of child pornography. We owe it to the Canadian people, those who are watching and those who are concerned about this issue, to show some unity on this, move quickly and make Canada a place in the world where there is a zero tolerance policy for child pornography. This is one incremental step to move us that much closer to it.\n\nIt is disappointing to hear the government say that it wants to put up some little roadblock to stall this when it could move ahead, particularly when we had the minister say that she wanted to move ahead with legislation to tighten up the whole cyber-stalker situation whereby people are luring children into this on the Internet. It is an excellent initiative. What an excellent time to integrate this improvement, plug the loop-hole that was missed and solve both problems at the same time. I encourage cabinet and members opposite to rethink their position and integrate this as quickly as possible.\n\nI had that experience myself when I brought forward a private member's bill to the House. It allowed children's organizations to have access to the pardoned records of convicted pedophiles. We had unanimous agreement on this side of the House. The cabinet voted against it, but the majority of backbench Liberals voted with the bill. Eventually it went to committee and we had everybody onside. Then the government brought forward a bill much like mine, we made improvements to it, it went through the Senate and has now become law.\n\nIn the House there is agreement on this issue that in Canada we should have a zero tolerance policy. This bill is timely and is the kind of thing we can all agree on.\n\nI remember that in the committee meeting, and I believe the hon. member opposite also remembers, we all decided to integrate my bill into the government bill, make improvements and send it back to the House with a recommendation that it go forward and become law. It was one of the few times that everyone around that table gave a round of applause and a cheer went up because we knew that we had done the right thing.\n\nI suggest to you, Madam Speaker, to the House and to all who are listening that we quickly move on this bill. Let us do the right thing. Let us get it done and move ahead for all those people who have been concerned about the Sharpe case, which is still pending after almost two years, and who have been waiting to hear that possession of child pornography remains illegal in this country. It has been a shame for so long. Then all those people, almost 500,000 of them who signed those petitions that I delivered to the House, will start to see the House move on this issue and move quickly.\n\nHopefully the Sharpe decision will come down in the next few days. We have had enough doors being opened for child pornography in Canada. There is agreement in the House. There is clearly agreement across the land that we do not want it in Canada. Let us work together to make sure that we see that agreement acted upon and the doors closed as quickly as possible.", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 14:00:00", 
            "attribution": "Mr. Eric Lowther (Calgary Centre, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Rob Anders", 
                "url": "/politicians/rob-anders/", 
                "member_id": 2453, 
                "party": "Reform", 
                "riding": "Calgary West (Alberta)", 
                "id": 7
            }, 
            "url": "/hansards/2155/154/", 
            "text": "Madam Speaker, I look around the House today and I do not think there is a single member of parliament in this place who would say that they were in favour of kiddie porn, or in favour of pederasts or any of that type of stuff that would be condoned by these types of activities. For the folks back home, I do not think there is anybody here who would support kiddie porn. If there is, I want that member of parliament to raise his or her hand. No, I did not think so. The question then comes down to what is the best way to deal with the problem.\n\nFirst, I commend my colleague from Lethbridge for having brought this forward. He mentioned in his speech, and others touched on it, that one of the ways to potentially deal with this issue is to try to regulate the Internet. That is an incredibly unwieldy proposition and is next to impossible. Our ability to try to restrict some website in the United States and somebody in Canada from having access to it is very difficult. Even trying trying to restrict it within the country would be difficult as well. We all know how quickly these things are growing and how much the Internet is taking off by leaps and bounds. That is just one aspect of this. I think that would be very difficult to do.\n\nAnother aspect, though, is the whole idea of the forfeiture of property, of seizing the tools of the trade of these people who engage in child pornography. If they are engaging in child pornography and are using computers for those purposes, surely it makes absolute sense to seize the tools of the trade. It would make it all that much more difficult for them to do so. If we take away the computers it probably would go a long way toward stopping their dalliances on the Internet and their spreading of the material. If we take their digital cameras or whatever they happen to use, if we seize their ability to capture visible images, it would go a long way toward ending the dissemination of material.\n\nPeople who go to great trouble and cause problems by somehow obtaining visual images of the sexual exploitation of minors could be processed under law and convicted for having done what they did. Let us imagine the oddity of their keeping the material and possibly selling it to others or somehow making a profit from what they have done by distributing it to other individuals who share their predilections. That would be not right. I do not think any MP in the House thinks that would be right.\n\nThe only point the government brought forward in this consideration is if somebody worked for a company and used a computer there to download or somehow distribute such images. It is a pretty weak case. I put the issue to the people at home who are watching today. It is not a fair analogy or something that would serve as a real roadblock for the legislation to carry forward. It is something that the government's representatives on the streets of the country, the police, say is the right way to deal with the issue.\n\nSurely the parliamentary secretary must be willing sometimes to step aside from his academic or theoretical and abstract considerations with regard to some of these issues and listen to his own deputies, his own people on the street, the ones who deal with pornographers on a day in, day out basis, make it their lives and spend decades trying to hunt down some of these criminals. Surely listening to them makes sense.\n\nIf the parliamentary secretary cannot listen to police officers who deal with the criminal investigation of pedophiles or child pornographers, to whom can he listen? Would he take the word of somebody in the Department of Justice, some lawyer worried about some particular nuance, the crossing of a t and dotting of an i with regard to a clause, or of somebody who deals with child pornographers and pedophiles on a regular basis and sees the sick work they do?\n\nPolice officers enforce this aspect of the law. They probably have a far better understanding of its reaches and consequences than the parliamentary secretary could ever dream of, and certainly more than whoever it is in the Department of Justice with whom he consults on these matters. I ask him to pay close attention to what police officers have to say in this regard and to give due consideration to the bill.\n\nI would like to wrap up by saying that my colleague, the member for Lethbridge, has done commendable work. It is noble of him to have listened closely to police officers who work in this very area and to have come up with legislation. Once again I applaud the idea that rather than trying to regulate the Internet, which is an incredibly difficult and possibly impossible task, we focus on the tools of the trade of pornographers and pedophiles and go after them instead. He may be able to provide more resources to police officers, those people on the beat that the parliamentary secretary does not seem to want to listen to in this case, so that they can go ahead and do the good work they do.\n\nI ask that the parliamentary secretary and the government do the right thing in this regard.", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 14:05:00", 
            "attribution": "Mr. Rob Anders (Calgary West, Canadian Alliance)", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2155/155/", 
            "text": "The time provided for the consideration of private members' business has now expired and the order is dropped to the bottom of the order of precedence on the order paper.\n\nAccordingly the House stands adjourned until Monday next at 11 a.m., pursuant to Standing Order 24(1).\n\n(The House adjourned at 2.15 p.m.)", 
            "topic": "Criminal Code", 
            "time": "2000-09-22 14:10:00", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332243", 
    "url": "/hansards/2155/", 
    "session": 2, 
    "date": "2000-09-22", 
    "id": 2155
}