{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2160/0/", 
            "text": "This is a sad day for us as parliamentarians and as Canadians.", 
            "topic": "The Late Right Hon. Pierre Elliott Trudeau", 
            "time": "2000-09-29 10:05:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2160/1/", 
            "text": "Mr. Speaker, Pierre Trudeau was a man like no other: a man of brilliance and learning, a man of action, a man of grace and style, a man of wit and playfulness, a man of extraordinary courage, and a complex man, whose love of Canada was pure and simple.\n\nPierre Trudeau wrote about “a man who never learned patriotism in school but who acquired that virtue when he felt in his bones the vastness of his land and the greatness of its founders”.\n\nPierre, too, came to love this land as he climbed the mountain peaks, conquered the rapids of its rivers and wandered the streets of its cities: Whistler and Mont-Tremblant, the Nahanni and the St. Lawrence, Yonge Street, et la rue St-Denis. These Canadian places he felt in his bones and knew in his heart.\n\nOnce he told me that after reading the great novel Maria Chapdelaine , he wanted to follow the journey of François Paradis. He departed from La Tuque. Alone, he travelled the northern forest of La Mauricie to Lac Saint Jean. This shows how much he loved the story and the soil of his country.\n\nPierre Trudeau was a colleague, a mentor and a friend. He set in motion forces of change that are still shaping the soul of a people and a nation.\n\nPierre Trudeau's motto was reason over passion, but it was his passion for Canada that defined him. It was his dream of a just society that captured the imagination of the country and made the entire world sit up and take notice, that inspired so many young people to public service, that forever changed an entire generation of Canadians.\n\nPierre Trudeau was an architect of the Quiet Revolution and the modern Quebec. He also dreamed of a modern Canada, and he made that dream come true.\n\nHe came to the House of Commons to build a country in which French speaking Canadians have their rightful place, from sea to sea: a Canada of two official languages: a Canada that celebrates diversity; a compassionate Canada, that affords all of its citizens an equal opportunity to succeed in life, whatever their background or beliefs, whether rich or poor; a Canada that is active in the world, engaged in the cause of freedom, peace and justice; a champion of developing countries.\n\nHis political legacy is enormous, and the centrepiece, the Canadian Charter of Rights and Freedoms, made him most proud and allowed me, as Minister of Justice at the time, the opportunity to have many very personal discussions with him on a subject that fired his passions.\n\nPierre Trudeau was a giant of our time and a great Canadian. Today Canadians share the grief of his family. We prayed with them during during those sad says after Michel died and during Pierre's final illness. Now that magnificent eloquent voice is silent, but his deeds and thoughts will last as long as people cherish courage, commitment and Canada, the country he so loved.\n\nPierre, you made us young, you made us proud and you made us dream. Thank you, dear friend, and farewell.", 
            "topic": "The Late Right Hon. Pierre Elliott Trudeau", 
            "time": "2000-09-29 10:05:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2160/2/", 
            "text": "Mr. Speaker, I wish to tell the members of the Trudeau family that they are in our hearts and in our prayers, and to extend our condolences to them.\n\nI also want to express our thanks to Mr. Trudeau's family for sharing a father and a husband with us and with the nation during his lifetime and now as we mourn his death.\n\nThrough you Mr. Speaker, to the Prime Minister, I recognize the friendship and the long years in which you have spent with your colleague.\n\nI could stand and attempt to give a list of the historical achievements of Mr. Trudeau but there are historians who will do that far better than I could. I could stand and attempt to give a list of his policies but there are policy makers who will do far better than I could. Of those policies there were many with which I agreed and many which the record will show I did not. I could stand and attempt to do comparisons between Mr. Trudeau and other elected people but he is a man who defies comparison, and I will not try to do that.\n\nI would like to give a simple reflection on the impact he had on my life, and I think on the life of a generation. I was 17 years old and involved in my first federal political election as a volunteer, but not with the party represented by our present Prime Minister, I say with great respect. The strategists were saying many things. I looked at this person on the political scene, Pierre Elliott Trudeau, and I said to the older strategists “We are not going to beat this guy”. There was something that shone through, that grabbed a generation of which I was a part.\n\nIn that generation there were many of us who were protesting the things that were. I think at times, and being honest, we protested because we enjoyed the protest more than the hope of actually achieving a goal. We were searching for truth and yet at times I think we were enjoying the search more than the thought of finding the truth itself.\n\nIn those days, when Pierre Elliott Trudeau was embarking upon the scene, there were many in my generation who were flirting with the thought of totally disbanding hope for the institutions of the day and possibly democracy itself. We saw that manifested throughout a continent and around the world. Many of us were flirting with dangerous approaches to the very things that had built strength in our country.\n\nIt was at that moment for us in our generation of greatest danger, a time of crisis in our country, in which we saw for the first time as Canadians turmoil and crisis like we had never seen before. It was Pierre Elliott Trudeau who stood and faced that. In a way, in his standing and in his facing that, as he did on so many issues, he grabbed a generation of us and brought us to the precipice. In his way he invited us to look into the abyss of anarchy. We stared into the face of the results of anarchy and we did not like what we saw. In his way he was saying to us, to that generation, “join me now in standing against what is wrong and standing for what is right”.\n\nMany of us were profoundly influenced by that and realized that the institutions of our society were in fact the very institutions that would bring the peace, the hope and the truth that we were looking for. Imperfect as those institutions are, as Winston Churchill and others have commented, they are far better than any alternative.\n\nThrough his life he continued to challenge us to be people who would stand and speak with courage on the things in which we believed. He did that. He went through his winters, he went through his summertimes and he went through his springtimes.\n\nWe all know what a winter of unpopularity can be and even in those times he stood firmly knowing what was right. He let the seasons pass and he let them come. We need to thank him for his courage, for his love for this country which no one can debate, for his commitment and service and for his love for his family.\n\nI close my remarks as I opened them, with thoughts to his family today. To those of us who have children—I have three sons—we know that the life of politics can be important to us, but when it all comes down to it, it is about the ones we love and the ones who love us. Our thoughts are with them today.\n\nI honour those who wear the rose today as a sign of respect and a trademark. I never knew him and I do not feel that closeness. However, please allow me a slight breach of protocol as I present a rose to a page to take and place before the portrait of Mr. Trudeau. His family members have seen the seasons, and this is a time of sadness. I will quote the words of a song: “Just remember in the winter far beneath those bitter snows lies the seed that with the sun's love in the spring becomes the rose”.\n\nMr. Trudeau has brought the rose to us and Mr. Trudeau makes us realize that this country is worth loving, is worth fighting for and is worth standing for. We present this to his family members today. Our hearts are with them.", 
            "topic": "The Late Right Hon. Pierre Elliott Trudeau", 
            "time": "2000-09-29 10:10:00", 
            "attribution": "Mr. Stockwell Day (Leader of the Opposition, Canadian Alliance)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2160/3/", 
            "text": "Mr. Speaker, with his passing yesterday, Pierre Elliott Trudeau has left us with an indelible impression.\n\nPerhaps he could never imagine the day would come when the leader of a sovereignist political party would rise in the House to add his contribution to those of all the parliamentarians who are paying tribute to his memory.\n\nThe tribute to Pierre Elliott Trudeau is a tribute to a man admired by many across Canada and throughout the world for his intelligence, envied for his impressive calibre, and recognized for his great strength of character.\n\nThe mere fact that we are all here today in this Chamber to underscore his public contribution, while newspapers all across Canada are also paying tribute to him, marks the importance of this great public figure.\n\nThe former Prime Minister, whose frank and direct manner captured the Canadian imagination, would certainly not fault me for my honesty. For those who, like me, promote the sovereignty project for Quebec, Mr. Trudeau represented a major adversary. An adversary for two reasons: as a great intellectual and brilliant orator, he defended his profound convictions with passion and intelligence. An adversary as well because he championed a certain concept of Canada which we could not accept, nor do we to this day.\n\nPierre Elliott Trudeau was an idealist driven by a political vision, a vision of Canada. It was around that concept of what his country ought to become that he built his political career. That concept changed Quebec-Canada relations forever. The determination of Pierre Elliott Trudeau changed not just mentalities, but Canadian institutions as well, by forcing constitutional changes that reflected his convictions.\n\nHis heritage is not merely a constitutional one, however. Pierre Elliott Trudeau impacted heavily on what our societies, both Quebec and Canadian, have become. His influence has been a determining factor in the way we perceive ourselves today.\n\nHe modernized Canadian law. He led Canadians on the road to a modern day state which reflected the evolution of our societies. No one will forget the impact he had when, as Minister of Justice, he introduced what is still known, more than 30 years later, as the omnibus bill.\n\nAfter he became Prime Minister, he pushed for the adoption of the charter of rights and freedoms, which is the foundation of any fair, compassionate and democratic society.\n\nThis is not the only thing we will remember about Mr. Trudeau. During the fifties, he had already begun to build a reputation as one of the great intellectuals of the day. Mr. Trudeau, who was a fierce opponent of what became known as the dark ages, showed his beliefs through concrete action, including supporting strikers during the strike in Asbestos and founding Cité libre .\n\nThe tributes that are coming from capitals all over the world today also stress the role played at the international level by the former Prime Minister. After taking over from Lester B. Pearson, Mr. Trudeau worked to make Canada a modern state. Opening up relations with China and eastern European countries gave a new meaning to Canada's foreign policy and was a portent of the major changes that were to take place in the world during the eighties.\n\nMikhail Gorbatchev probably gave a full measure of the man when he said that Pierre Elliott Trudeau was the one person who opened up the possibility of developing ties with the western world.\n\nAs a sovereignist and a Quebecer, I recognize the importance of the man. I wish to offer my condolences to his family, his dear children, his friends and to all those who are truly saddened by his loss.\n\nMy condolences also go out to the Prime Minister, because I know the man he is mourning is more of a friend than a former Prime Minister.", 
            "topic": "The Late Right Hon. Pierre Elliott Trudeau", 
            "time": "2000-09-29 10:15:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2160/4/", 
            "text": "Mr. Speaker, today, I join with millions of Canadians in mourning the passing of Pierre Elliott Trudeau and in honouring the life of this remarkable, but complex man. A public personage, but a private man, his life and his work transformed a generation and fashioned the future of an entire country.\n\nAcross Canada, Pierre Elliott Trudeau's last illness and his death prompted an outpouring of memories and reflections of an era marked by vigorous debate of ideas.\n\nHis enthusiasm, his vision, his unique sense of style and flair and his chutzpah made him ideally suited to be the first Prime Minister of the television generation. He represented a time when many of us in the House of Commons came of age, a time when we began our involvement in public life. That was one of Pierre Trudeau's gifts to us. Whatever part of the political spectrum we came from, he challenged us. He galvanized us. He forced us to examine our beliefs and to act on those beliefs.\n\nPierre Trudeau showed us that political life could combine intellectual discipline and the passionate pursuit of justice.\n\nHe firmly believed in a strong, active and proud federal government. He modernized the public service. He proved that a career in the public sector could be honourable and respectable.\n\nHe strengthened Canada as a multicultural and bilingual country. He promoted cultural diversity and its richness.\n\nPierre Trudeau's international work, particularly in slowing down the nuclear arms race, earned him the Albert Einstein Peace Prize.\n\nHe shared with us a turbulent time in history, particularly Canada's history, and he was there through some of our best times and some of our worst times.\n\nFor 16 years, he was Prime Minister. We loved him or we did not, but we always admired him. Today and tomorrow there will be vigorous debate over his greatest legacy. Was it the charter of rights and freedoms? Was it the War Measures Act? Was it his devoted work for the country? Was it the patriation of the constitution? Or, was it his efforts to create a just society during the years he headed a minority government? History and time alone will decide.\n\nEven in death, Pierre Trudeau sparked lively discussions of his ideas, and he would have loved that. Only time will determine Pierre Trudeau's final place in history, but in the hearts of people across this country he already has his place as a proud and passionate Canadian.\n\nThe images will stay with us always: the brilliant and fiercely competitive debater; a statesman and showman, pirouetting in front of 10 Downing Street; a sportsman, paddling serenely down a river; or, as the very public parent romping with his young sons whom he loved so passionately, in pictures we recalled in tragedy years later.\n\nToday as we mourn his loss our thoughts are with his beloved sons and with his family and friends.\n\nPierre Trudeau loved poetry. These lines by another Montrealer, Irving Layton, sum up the intensity and the joy with which he lived his life.\n\nThey dance best who dance with desire Who, lifting feet of fire from fire, Weave before they lie down A red carpet for the sun.", 
            "topic": "The Late Right Hon. Pierre Elliott Trudeau", 
            "time": "2000-09-29 10:20:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Joe Clark", 
                "url": "/politicians/3905/", 
                "member_id": 3694, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 3905
            }, 
            "url": "/hansards/2160/5/", 
            "text": "Mr. Speaker, I would first like to offer my condolences to the family of the late Pierre Elliott Trudeau.\n\nThe loss of one so strong is almost impossible to believe. We share the family's sorrow and their pride for what he was, for what he did and for what he gave to a generation of Canadians in terms of leadership.\n\nWe knew Mr. Trudeau was ill. We knew even that he was suffering from a terminal illness. And yet, the news of his passing was a shock to us all, because this passing represents more than the disappearance of a man. Pierre Elliott Trudeau represented a bold new page in the nation's history, and now the page has been turned.\n\nWe may each draw from his experience, but our purpose today, in this parliament that he towered above, is to express our respect for and our recognition of the talents and devotion of this extraordinary man.\n\nI feel particularly fortunate to be able to pay my final tribute to Pierre Elliott Trudeau from the floor of the House of Commons. He was an enigmatic man, tough and kind, cold-blooded and sympathetic. While I never thought I knew him well, it was here that I knew him best.\n\nHe was Prime Minister when I first entered parliament and then for seven years we stood directly across this aisle from one another, two sword lengths apart.\n\nOur parliamentary system requires that the Prime Minister and the Leader of the Opposition disagree. I did not need the prompting of the system. On the issues for which Mr. Trudeau is most admired, including particularly his view of Quebec and Canada, I profoundly disagreed. Yet everyone who served here during those times knew we were in the presence of a man of high intellect, of great and unquestioned integrity, of deep substance, and of real dedication to his concept of the public good.\n\nNot every politician is lucky in his timing. Pierre Trudeau was. He burst into the Canadian consciousness when the country was confident and stretching, ready to change, ready to soar. He became Prime Minister in that incandescent year of our centennial. He came out of the city of our great Expo and he used those talents and that timing and those origins to change Canadian society.\n\nThe Canadians whom those changes suited applauded him and will feel forever grateful. For example, whatever his motive in bringing forward the charter of rights and freedoms, the impact of that initiative was profound on those Canadians who came here from regimes where respect for rights was not part of the natural fabric of society. Those Canadians now feel more comfortable, more equal, here in their own country.\n\nAt the same time many of those Canadians whom Mr. Trudeau's changes offended became estranged from their own country. That happened in Quebec with the 1982 constitutional changes. It happened in the west with the national energy program. It is ironic that a Prime Minister whose mobilizing purpose was the unity of his country should have so exacerbated the differences within our own family.\n\nI think there is a reason for that. His intellect guided him more than his intuition did. In a sense, he was too rational for this country which, after all, was formed and grew against logic. Pierre Trudeau had a clear view of what he thought our country should be. He used his powers of office and of persuasion to make us that kind of country, whether we were or not.\n\nI am quite content to let history judge the legacy of his governments. That will not be a narrow accounting of laws and popularity. It will be an assessment of how a leader changed a society and, critic though I was of his signature initiatives, I expect that assessment will be positive and strong. He changed more than laws. He changed our image of ourselves at home and in the wider world, where he modernized and extended the international vocation of Canada.\n\nWhat I would want us to remember today, hours after the passing of this extraordinary man, is precisely Pierre Trudeau's impact as a leader, his determination to be an agent of change, his capacity to transform society. People who would never vote for him or rarely agree with him admired his passion, his intellect, his courage. He became a symbol, almost an incarnation of what many Canadians hoped we could be. No one can dispute the positive power of his example. He was a force who, for better and for worse, transformed our country.\n\nIn that famous 1968 election I was on the other side with Robert Stanfield. I will never forget the eloquence with which Pierre Trudeau invoked and mobilized the spirit of this country in that first campaign, but he moved beyond eloquence to action, bold action. Like our first controversial Prime Minister, Sir John A. Macdonald, Pierre Trudeau would have built the railway.\n\nHe was a Canadian of vision, of vigour, of determination, of substance and of strength. May his soul rest in peace.", 
            "topic": "The Late Right Hon. Pierre Elliott Trudeau", 
            "time": "2000-09-29 10:25:00", 
            "attribution": "Right Hon. Joe Clark (Kings—Hants, PC)", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2160/6/", 
            "text": "It is indeed true, Pierre Elliott Trudeau is dead. He was a man of passion and compassion, and it is on your behalf, members of this House of Commons, that I offer my condolences to his family.\n\nThose of us who had the honour of standing either shoulder to shoulder with him or behind him in his back benches, and those of us who had the misfortune on some days to stand in front of him as adversaries, we all have our own particular snapshots of Mr. Trudeau and what he meant to us personally. Witness what has been said by the five party leaders today.\n\nIt is not for us at this point to make great judgments about our colleague, and I address myself now to you, my colleagues and fellow parliamentarians. Remember on the difficult days when you sit in this Chamber that you did have a colleague, a comrade-in-arms, who went through the same ups and downs as you do now. We are the political gladiators of the day and we have lost a comrade-in-arms.\n\nTo our fellow Canadians across the land, we as Canadians have lost a brother, a very dear brother.\n\nWe grieve with the family of Mr. Trudeau, but you see, we were all part of his family. We are the Canadian family and he stood with us in the times when we needed his leadership most.\n\nFor you my colleagues who are here, for you in the galleries, for all Canadians watching, I ask you now to stand for one minute of silence to remember Pierre Elliott Trudeau.", 
            "topic": "The Late Right Hon. Pierre Elliott Trudeau", 
            "time": "2000-09-29 10:35:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2160/7/", 
            "text": "Mr. Speaker, there has been consultation among the House leaders and I think you would find unanimous consent in the House for the following motion:\n\nThat the House do now adjourn and stand adjourned until Wednesday, October 4, 2000, and that any divisions standing deferred to October 2, 2000 shall be deferred to the time of conclusion of Government Orders on October 4, 2000.\n\n(Motion agreed to)", 
            "topic": "The Late Right Hon. Pierre Elliott Trudeau", 
            "time": "2000-09-29 10:40:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": ""
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2160/8/", 
            "text": "As this is agreed, I invite members to join me in room 216 so that we can be together for a while.\n\n(The House adjourned at 10.41 a.m.)", 
            "topic": "The Late Right Hon. Pierre Elliott Trudeau", 
            "time": "2000-09-29 10:40:00", 
            "heading": ""
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332248", 
    "url": "/hansards/2160/", 
    "session": 2, 
    "date": "2000-09-29", 
    "id": 2160
}