{
    "parliament": 36, 
    "statements": [
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/0/", 
            "text": "As is our practice on Wednesday we will now sing O Canada, led by the hon. member for St. John's West.", 
            "topic": "", 
            "time": "2000-10-18 14:00:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Denis Paradis", 
                "url": "/politicians/1757/", 
                "member_id": 3688, 
                "party": "Liberal", 
                "riding": "Brome—Missisquoi (Québec)", 
                "id": 1757
            }, 
            "url": "/hansards/2166/1/", 
            "text": "Mr. Speaker, today the City of Cowansville is preparing to pay tribute to an admirable woman who has made a great contribution to public life and to the people of Brome—Missisquoi: Gabrielle Bertrand.\n\nFrom now on, the Cowansville library will bear her name, and will be known as Bibliothèque Gabrielle Giroux-Bertrand, in honour of this woman who has given so much of herself to the life and culture of the community.\n\nHaving the honour of knowing this great lady, I will never forget her determination, humanity, dignity and integrity.\n\nI congratulate the city of Cowansville for this initiative and I have no doubt that Gabrielle Bertrand will continue to be a source of inspiration for all those who have had the privilege of contact with her.", 
            "topic": "Gabrielle Bertrand", 
            "time": "2000-10-18 14:00:00", 
            "attribution": "Mr. Denis Paradis (Brome—Missisquoi, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 2463, 
                "party": "Reform", 
                "riding": "Lakeland (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2166/2/", 
            "text": "Mr. Speaker, as we apparently get into an election campaign after less than three and a half years since the last election, let us look at the Liberals' record on keeping promises.\n\nOn taxes, they promised to cut, to scrap, to abolish the GST. They did not. They did deliver 50 tax increases in the last five years alone. For the past three years they have promised tax relief, but have members looked at their pay stubs lately?\n\nOn the environment, they promised legislation to protect endangered species and they failed three times.\n\nOn agriculture, they promised farmers $1.9 billion to compensate for losses due to unfair trade. They have delivered 42%.\n\nOn crime, they promised to overhaul the Young Offenders Act. After seven years they have failed again.\n\nIn fact, the biggest crime of all is that this government thinks Canadians will believe their hollow promises again.", 
            "topic": "The Liberal Party Of Canada", 
            "time": "2000-10-18 14:00:00", 
            "attribution": "Mr. Leon E. Benoit (Lakeland, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Guy St-Julien", 
                "url": "/politicians/3750/", 
                "member_id": 2658, 
                "party": "Liberal", 
                "riding": "Abitibi (Québec)", 
                "id": 3750
            }, 
            "url": "/hansards/2166/3/", 
            "text": "Mr. Speaker, “Le barrage de la honte”, or “Dam of Shame”, is the heading journalist Robert Ménard of the Journal de Montréal gave to his article of October 15, 2000, in which he described how the government of Lucien Bouchard, through its ministers Paul Bégin, Rémy Trudel and Jean-Pierre Jolivet, gave permission to the American company Bowater Pulp and Paper to demolish the Sugar Loaf dam. This dam, “Pain de sucre” in French, was in the Clova sector of the Vallée-de-l'Or RCM and was demolished without public consultation.\n\nNow the Clova River is a total ecological disaster, a graveyard of logs that were being floated down river and are now just stranded there.\n\nSuch is the accomplishment of these three PQ ministers on the payroll of the multimillionaire company Bowater, which does not give a damn about Quebec's environment.", 
            "topic": "Government Of Quebec", 
            "time": "2000-10-18 14:00:00", 
            "attribution": "Mr. Guy St-Julien (Abitibi—Baie-James—Nunavik, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Tony Ianno", 
                "url": "/politicians/2584/", 
                "member_id": 3237, 
                "party": "Liberal", 
                "riding": "Trinity—Spadina (Ontario)", 
                "id": 2584
            }, 
            "url": "/hansards/2166/4/", 
            "text": "Mr. Speaker, I want to thank the leader of the NDP for all the mail she has recently sent me and my constituents: two letters and a brochure.\n\nShe has sent thousands of pieces of mail to my neighbours. Many have complained about it.\n\nI know that the NDP is scurrying but it should be honest in dealing with the dilemma it faces. Her junk mail claims that privatization of health care threatens Canadian families. We agree. How can the NDP leader claim that an additional $21 billion from the federal government will privatize health care?\n\nThe three NDP premiers strongly supported the health care agreement. In fact, they demanded it. Is she accusing her NDP colleagues of threatening Canadian families? If the NDP leader is going to send junk mail, she should at least make sure that she does not trash a health care agreement that all three NDP premiers enthusiastically support. She should be consistent and responsible. She should decide whether to stand with her NDP premiers or stand for opportunism.", 
            "topic": "Health", 
            "time": "2000-10-18 14:00:00", 
            "attribution": "Mr. Tony Ianno (Trinity—Spadina, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Gurmant Grewal", 
                "url": "/politicians/3094/", 
                "member_id": 2496, 
                "party": "Reform", 
                "riding": "Surrey Central (B.C.)", 
                "id": 3094
            }, 
            "url": "/hansards/2166/5/", 
            "text": "Mr. Speaker, the auditor general has again slammed the Liberal government for its mismanagement of CIDA.\n\nIt has been the same old story about CIDA since 1993. Half of the contracts over $100,000 were non-competitive. There was an $8.5 million sole source contract for the Ivory Coast without the approval document signed by the minister. There was a $6.4 million sole source contract for the Chinese dam project. No other Canadian firms were allowed to compete. There was a contract for $13 million to reform Mali's income tax system without the required conditions and expertise in place, and a $4.7 million non-competitive contract in Mali, again without the needed reforms in place. CIDA gave 3,000 contracts of over $25,000 to individuals, including pensioned public servants, lacking treasury board approval.\n\nThe weak, arrogant Liberal government has no credibility when it comes to managing Canadian tax dollars. Canadian workers will hold the Liberals accountable at the ballot box. The Liberals cannot be trusted to help the poorest of the poor.", 
            "topic": "Canadian International Development Agency", 
            "time": "2000-10-18 14:05:00", 
            "attribution": "Mr. Gurmant Grewal (Surrey Central, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Hec Clouthier", 
                "url": "/politicians/4748/", 
                "member_id": 2620, 
                "party": "Liberal", 
                "riding": "Renfrew—Nipissing—Pembroke (Ontario)", 
                "id": 4748
            }, 
            "url": "/hansards/2166/6/", 
            "text": "Mr. Speaker, today would have been the birthday of perhaps Canada's greatest political icon, Pierre Elliott Trudeau.\n\nI am proud to say that Mr. Trudeau and I share the same birthday, October 18. I am also proud to say that I am a strong believer in Mr. Trudeau's value system. He cared about all people. He cared about their health, their housing, their schools, their jobs, their civil rights and their civil liberties.\n\nPierre Trudeau believed that we could not grow as a country if we were burdened by old conflicts and old antagonisms of race against race, region against region, language against language and ego against ego. He inspired us to build a free, fair, just and responsible society. His hope and confidence, his compassion and decency, his understanding and compromise, his style, his intellect and his passion lifted his people and Canada to a higher destiny, a new plateau of excellence.\n\nThank you, Mr. Trudeau. You are one of the brightest stars in this country's firmament.", 
            "topic": "The Late Right Hon. Pierre Elliot Trudeau", 
            "time": "2000-10-18 14:05:00", 
            "attribution": "Mr. Hec Clouthier (Renfrew—Nipissing—Pembroke, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Richard Marceau", 
                "url": "/politicians/2684/", 
                "member_id": 2673, 
                "party": "Bloc", 
                "riding": "Charlesbourg (Québec)", 
                "id": 2684
            }, 
            "url": "/hansards/2166/7/", 
            "text": "Mr. Speaker, I am pleased to be the host, today and tomorrow here on the Hill, of the MP for a day from Charlesbourg—Jacques-Cartier, Vincent Martel, who will be with us for 24 hours.\n\nVincent was the big winner in the third MP for a day contest in the riding of Charlesbourg—Jacques-Cartier. He won out over nearly 1,200 secondary IV students.\n\nDuring his time in Ottawa, Vincent will have an opportunity to get acquainted with what MPs do and to see first hand the hectic lives we lead here on Parliament Hill.\n\nVincent, who is accompanied by his friend Sably Gagnon, will have the honour of meeting with our leader and all of the members of our caucus.\n\nMr. Speaker, you will also have an opportunity to speak with this young man tomorrow, before oral question period.\n\nVincent, on behalf of all of my colleagues in the House of Commons, welcome to Parliament Hill.", 
            "topic": "Vincent Martel", 
            "time": "2000-10-18 14:05:00", 
            "attribution": "Mr. Richard Marceau (Charlesbourg—Jacques-Cartier, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Sue Barnes", 
                "url": "/politicians/18/", 
                "member_id": 3194, 
                "party": "Liberal", 
                "riding": "London West (Ontario)", 
                "id": 18
            }, 
            "url": "/hansards/2166/8/", 
            "text": "Mr. Speaker, it is with great pride that I rise to congratulate this year's recipients of the Governor General's award in commemoration of the Persons case: Yvonne Bourgeois of New Brunswick, Sonia Bitar of Alberta, Elizabeth Mackenzie of the Northwest Territories, Sabine Sonnemann of Ontario, Cherry Kingsley of British Columbia, and Bindu Dhaliwal of Ontario, who received the youth award, a new award this year.\n\nThis past weekend I met with one of the recipients, Ms. Kingsley. She recounted how through most of her young life she lived with addiction, abuse and exploitation. At the age of 22 she reconnected with her first nations roots, taking action by spreading her story and encouraging other young women and youths to tell their stories. In addition to holding conferences, Ms. Kingsley now works as a consultant for the Ontario government on policy matters concerning youth and sexual exploitation within the province. Her efforts are but one example of how to make a positive change for women in our communities.\n\nI thank all those remarkable women.", 
            "topic": "Governor General's Award", 
            "time": "2000-10-18 14:05:00", 
            "attribution": "Mrs. Sue Barnes (London West, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Val Meredith", 
                "url": "/politicians/4156/", 
                "member_id": 2495, 
                "party": "Reform", 
                "riding": "South Surrey—White Rock—Langley (B.C.)", 
                "id": 4156
            }, 
            "url": "/hansards/2166/9/", 
            "text": "Mr. Speaker, 71 years ago today it became official that women were officially persons.\n\nAs the monument is unveiled today on Parliament Hill for the Famous Five, I am sure that Emily Murphy, Henrietta Muir Edwards, Louise McKinney, Nellie McClung and Irene Parlby would appreciate the irony of Ottawa as the home of this tribute.\n\nFor a dozen years the Famous Five battled Ottawa to get recognized as persons. While the Alberta government ruled that women were indeed persons, in Ottawa five successive Liberal and Conservative federal governments refused to change the law. When the Famous Five got to the supreme court in 1928 they were turned down there as well. It took a 1929 decision from the British privy council to finally declare that women were persons.\n\nAs we celebrate the Famous Five's accomplishments today, we need to remember that they achieved what they did despite the federal government, not because of it.", 
            "topic": "The Famous Five", 
            "time": "2000-10-18 14:10:00", 
            "attribution": "Ms. Val Meredith (South Surrey—White Rock—Langley, Canadian Alliance)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2166/10/", 
            "text": "Mr. Speaker, today is an important anniversary for the women of Canada. Seventy-one years ago five formidable women won their long fight to have women recognized as full persons in this land. The Persons case is a landmark victory in the fight for women's equality.\n\nThat the achievements of the Famous Five be recognized on Parliament Hill through the dedication of a fabulous monument is fitting. However, the Famous Five would have regarded it as an even more fitting and lasting tribute for the federal government to fulfil the 13 feminist dozen demands to end poverty and violence against women.\n\nThis week tens of thousands of women from across Canada marched on Parliament Hill calling for urgent action. Nellie McClung once said “No nation rises higher than its women”. It is my hope that this government will heed that message and finally take steps to advance true justice and equality for all of the women of Canada.", 
            "topic": "The Famous Five", 
            "time": "2000-10-18 14:10:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Maud Debien", 
                "url": "/politicians/6385/", 
                "member_id": 3289, 
                "party": "Bloc", 
                "riding": "Laval East (Québec)", 
                "id": 6385
            }, 
            "url": "/hansards/2166/11/", 
            "text": "Mr. Speaker, last week, I told voters in Laval East that I will not seek a third mandate at the next election.\n\nI thank the people from my riding for having put their trust in me twice. I believe I carried out my mandate by representing them with dignity, by expressing their concerns and by protecting their interests and those of all Quebecers.\n\nI also wish to pay tribute to my party, my leader and my colleagues. I can assure them of my support in the process that I am sure will lead to Quebec's sovereignty.\n\nMy time in this House gave me an opportunity to meet members from all parties and to have fruitful discussions and debates with them.\n\nTo you, Mr. Speaker, who tried to keep our debates civil, I say thank you.\n\nTo my family, whom I really missed and without whom I would not have been able to pursue this demanding vocation, I say “Faites du feu dans la cheminée, je reviens chez nous”.", 
            "topic": "Member For Laval East", 
            "time": "2000-10-18 14:10:00", 
            "attribution": "Mrs. Maud Debien (Laval East, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Christine Stewart", 
                "url": "/politicians/6054/", 
                "member_id": 3204, 
                "party": "Liberal", 
                "riding": "Northumberland (Ontario)", 
                "id": 6054
            }, 
            "url": "/hansards/2166/12/", 
            "text": "Mr. Speaker, I thank you for recognizing me in the House today for what I believe might well be my last opportunity. I want to tell the House today what a privilege and honour it has been to serve in this place over the last 12 years, to serve the constituents of my constituency, Northumberland, and in fact to serve all of the people of this wonderful land, my beloved Canada.\n\nMy prayer is that all of my colleagues here today, and those who come here in the decades ahead, will have the wisdom, the charity and the generosity of spirit to continue to serve all of the people of this country and all regions of this country.\n\nEveryone here knows that members of parliament do not come here on their own merit but with the support of many others. I wish to take this opportunity to thank, first and foremost, all of my constituents. I want to thank all of my loyal staff who have served me so well over the years. Of course I want to thank all of my colleagues and the Prime Minister here in this House. Most of all, I want to thank my dear family, some of whom are present in the House today, my children, Douglas, John and Catherine, and of course my beloved and very loving husband, David.", 
            "topic": "Member For Northumberland", 
            "time": "2000-10-18 14:10:00", 
            "attribution": "Hon. Christine Stewart (Northumberland, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2166/13/", 
            "text": "Mr. Speaker, on this day 71 years ago, the privy council of Great Britain made an historic decision that women were in fact persons under the law.\n\nThis decision was the result of the tireless efforts of five Canadian women: Emily Murphy, Nellie McClung, Henrietta Muir Edwards, Louise McKinney and Irene Parlby.\n\nAs the House is well aware, this morning we honoured these Canadian heroes with a monument of statues benefiting the importance of their contribution to this great country, but perhaps the greatest tribute to these courageous patriots is that today we have a woman governor general, a woman chief of staff of the supreme court and many women in the House of Commons and the government's cabinet.\n\nI am proud to serve with the right hon. member for Kings—Hants who, as prime minister, made it a priority to continue and enhance work which these brave women began 50 years before him.\n\nIn remembering the great accomplishments of the famous five, we must never forget to thank those who have followed in their footsteps.", 
            "topic": "The Famous Five", 
            "time": "2000-10-18 14:15:00", 
            "attribution": "Mrs. Elsie Wayne (Saint John, PC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2166/14/", 
            "text": "Mr. Speaker, the auditor general's report, one of the most scathing in recent memory, talks about one department alone wasting and mismanaging something like $3 billion per year.\n\nIn one year, $3 billion would hire 4,000 doctors, 4,000 nurses and purchase 500 MRIs.\n\nThe auditor general goes on to say that apparently whatever has been put in place to supposedly fix the problem in fact is probably not adequate.\n\nIf the Prime Minister will not even fix the problem, will he at least apologize to Canadians for this?", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:15:00", 
            "attribution": "Mr. Stockwell Day (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/15/", 
            "text": "Mr. Speaker, I do not know where the hon. Leader of the Opposition is getting those quotations, but I have a quote by the auditor general that I will read. He says:\n\n—HRDC has initiated quite extraordinary corrective action to address these serious problems. We concluded that the Department was on the right track...we did in fact spend a fair bit of effort to assess the adequacy of their implementation or corrective action plan and we found that the plan is serious, is working, and is going in the right direction.\n\nThat is a quote from the auditor general.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:15:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2166/16/", 
            "text": "Mr. Speaker, the Prime Minister can be as selective as he wants. In fact the auditor general continues to speak about the fact—", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:15:00", 
            "attribution": "Mr. Stockwell Day (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/17/", 
            "text": "Oh, oh.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/18/", 
            "text": "Order, please.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:15:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2166/19/", 
            "text": "Mr. Speaker, he calls his MPs nervous nellies and we certainly saw a display of that right there.\n\nIt has been pointed out that the Prime Minister, in his own riding gave a grant to someone who was unqualified to receive a CIDA grant but who was a close friend of his. This is just one of a depressing catalogue of things that have not been done properly by the Prime Minister.\n\nIf he will not fix them, as he indicated he will not, will he at least make Canadians feel a little bit better on the apparent eve of an election by saying that he is sorry and apologize?", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:15:00", 
            "attribution": "Mr. Stockwell Day", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/20/", 
            "text": "Mr. Speaker, it is the hon. Leader of the Opposition who should say that he is sorry. He made another mistake. That party keeps making mistakes.\n\nHe referred to a grant. It was not a grant. It was a contract and the contract was $2.5 million, the lowest price. We saved $2.5 million by giving the contract to the lowest bidder.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:15:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2166/21/", 
            "text": "Mr. Speaker, there was no mistake. The way that contract went out, it was a grant.\n\nIf he will not apologize for all the things the auditor general has said, will he apologize for what the information commissioner has said?\n\nHe has had a day to think about it. We can all make mistakes. Three billion dollars a year, it can happen. Canadians are very forgiving, and I say that sincerely.\n\nOn the eve of a possible election call, which he says will be based on values, does he believe in the value of forgiveness? Will he just stand and say to Canadians that he is sorry and apologize?", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:15:00", 
            "attribution": "Mr. Stockwell Day (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/22/", 
            "text": "Mr. Speaker, in public administration there are always some problems for everybody and we try to correct them. I have heard accusations of very bad things.\n\nWhen the hon. member was a provincial MLA he was happy to welcome a $20 million loan guarantee from the Alberta government to Fletcher Fine Foods in his riding saying that it would create local jobs. He, like many other MPs, wanted his riding to have jobs. Unfortunately the deal went bad and the government of Alberta was left with a bill of $14 million.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/23/", 
            "text": "Oh, oh.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/24/", 
            "text": "Order, please. The hon. Leader of the Opposition.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2166/25/", 
            "text": "Mr. Speaker, the Prime Minister delights in reviewing my record which is encouraging to me because he may learn something from my record.\n\nThe auditor general talked about the policies I put in place as the finance minister, which were highly effective, and I received praise for those.\n\nThe main difference between my record of involvement with any kind of grants, or whatever it may be, is that none of my involvements have required RCMP investigations, but his have.\n\nWill he apologize for all those RCMP investigations that have had to take place?", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:20:00", 
            "attribution": "Mr. Stockwell Day (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/26/", 
            "text": "Mr. Speaker, members opposite make accusations by association and so on. They have no respect. They always talk about dishonesty. What the auditor general had to say yesterday addresses the question of dishonesty. “I am quick to point out that we did not identify any cases of malfeasance by public servants in those programs. The main factor was an imbalance between the desire of their department to provide fast service and the need to have control over the spending of public funds”.\n\nMembers opposite have been talking for months about the boondoggle of $1 billion. The auditor general said that he could not find any proof of anyone stealing in the department.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:20:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2166/27/", 
            "text": "Mr. Speaker, I guess we have got it all wrong. The auditor general did say $3 billion worth of spending—", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:20:00", 
            "attribution": "Mr. Stockwell Day (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/28/", 
            "text": "Hear, hear.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/29/", 
            "text": "Order, please. We will hear the Leader of the Opposition's question. The hon. Leader of the Opposition.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2166/30/", 
            "text": "Mr. Speaker, I guess we have got it all wrong. According to the—", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:20:00", 
            "attribution": "Mr. Stockwell Day", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/31/", 
            "text": "Hear, hear.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:20:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/32/", 
            "text": "Order, please. With all respect, with the preamble we have heard, I would ask the hon. Leader of the Opposition to rephrase his question.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2166/33/", 
            "text": "Mr. Speaker, we have seen Pavlov's dogs before and we are seeing it again.\n\nI guess we have got it wrong. According to the Prime Minister, the auditor general did not say that he wasted $3 billion. According to the Prime Minister, I guess the information commissioner did not say that public servants felt threatened, did not say that the Prime Minister undermined democracy. I guess we have got it wrong.\n\nWhy does the Prime Minister not just say that we are all wrong, every media report is wrong and the Canadian public who are phoning and e-mailing by the thousands are wrong?", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "attribution": "Mr. Stockwell Day", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/34/", 
            "text": "Mr. Speaker, it is quite evident that the Leader of the Opposition is speaking too often with Jesse Helms.\n\nIt might be very surprising that in order for a Prime Minister, a francophone from Quebec, to correct the Leader of the Opposition, I should perhaps invite the House of Commons to stand up and sing God Save the Queen .", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2166/35/", 
            "text": "Mr. Speaker, I am listening to the Prime Minister today and I would have expected more restraint, less arrogance and cynicism, and a greater sense of responsibility.\n\nIn the wake of the reports from the auditor general and the information commissioner, which confirm what we have been saying here for months, how can he justify the unjustifiable?\n\nHow can he justify the cronyism, the favouritism, government mismanagement and his more than questionable conduct in his own riding?", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/36/", 
            "text": "Oh, oh.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/37/", 
            "text": "Order, please. I would ask all members to choose their words very carefully.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/38/", 
            "text": "Mr. Speaker, I would like the Leader of the Bloc Quebecois to stick a little closer to the truth.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/39/", 
            "text": "Oh, oh.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/40/", 
            "text": "Again today, the papers reported that, in the case of Transélec, the auditor general's staff have indicated that there had been absolutely no political interference.\n\nIn his report, the auditor general said that an examination of all these files did not reveal a single person from the public service—and we, as MPs and ministers, are part of the public service—and clearly said that there had been absolutely no wrongdoing by politicians or public servants in any of these cases.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "attribution": "Right Hon. Jean Chrétien", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 3287, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2166/41/", 
            "text": "Mr. Speaker, my words were very carefully chosen. There was no better way to put it.\n\nIf we are going to talk about the truth, the truth is that his friend, Claude Gauthier, is involved in both the Placeteco and Transélec scandals. The truth is that there are four RCMP investigations ongoing in the Prime Minister's riding.\n\nThe truth is that it was not $250 that was misspent; millions have disappeared. The truth is that perhaps this Prime Minister wants an election before the investigations are concluded, before the law gets involved. He does not want to know what is going to happen—", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/42/", 
            "text": "Hear, hear.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/43/", 
            "text": "Oh, oh.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/44/", 
            "text": "Order, please.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:25:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/45/", 
            "text": "Mr. Speaker, I would like the Leader of the Bloc Quebecois to have the honesty to say that, in one instance, it was my office that called the police. I hope he will take this opportunity to do so.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:30:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/46/", 
            "text": "Oh, oh.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/47/", 
            "text": "Right now, the auditor general has said that, in the case of Transélec, everything is completely in order. He said so himself.\n\nWhen this member was elected, he very clearly promised all Quebecers they would be in the Parliament of Canada for one term only. Then it was two terms. All they are interested in is the federal government's money, because they are not able to win in Quebec.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:30:00", 
            "attribution": "Right Hon. Jean Chrétien", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2166/48/", 
            "text": "Mr. Speaker, I realize that, on the eve of an election, it is trying for the Prime Minister to realize that his score in Quebec will be no more than 20 members. We understand that but we are sorry to say that we are going to knock him flat in this election.\n\nMembers will recall that on February 9 the Prime Minister said that the whole Human Resources Development Canada scandal amounted to $250. It was nothing, he said.\n\nDoes the Prime Minister, on the eve of the end of his mandate, not realize that there is a very serious problem in the—", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:30:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/49/", 
            "text": "The Right hon. Prime Minister.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:30:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/50/", 
            "text": "Mr. Speaker, a few minutes ago I quoted the auditor general, who said that the Minister of Human Resources Development had taken the steps necessary when she put her six point program in place to ensure that any abuse would be corrected.\n\nHe said that one of the department's problems was its desire to provide very quick service to the public and the fact that files were not totally complete as the result. However, he said that no politician or public official had tried to benefit from all of these transactions or succeeded in doing so. The member should recognize this if he is at all honest.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:30:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2166/51/", 
            "text": "Mr. Speaker, on the subject of recognizing things, should the Prime Minister not be recognizing the fact that it was only after some ten interventions in the House, after he denied it and the Minister of Human Resources Development denied it, that the government was forced to face facts and, to avoid totally losing face, ordered investigations, including an unprecedented four in his own riding?", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:30:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/52/", 
            "text": "Mr. Speaker, I know they are incapable of establishing anything clearly and so they try to make people guilty by association.\n\nThe auditor general has said that no official either in my office, or in the department or any of those involved, including myself, had any involvement in these files. This is what the auditor general said and he thanked the minister for setting up a program that works. He is very satisfied with what we are doing now. I can see that the Bloc Quebecois is rather discouraged by the situation.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:30:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2166/53/", 
            "text": "Mr. Speaker, my question is for the Minister of Health. He will be aware there are reports that the staff of a certain medical treatment centre in Manitoba, funded by Health Canada, are now not on their first but on their second cruise ship event this year disguised as professional development.\n\nI wonder if the Minister of Health could tell us just what on earth is going on: two cruises in a year in the name of professional development while the place is shut down and people who need treatment are not getting it.", 
            "topic": "Health", 
            "time": "2000-10-18 14:30:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2166/54/", 
            "text": "Mr. Speaker, I find these allegations just as troubling. I share the member's concern.\n\nWe have been informed orally by the president of the foundation in question that there was no Health Canada money used for those purposes. Notwithstanding, I have asked the deputy minister to carry out a forensic audit.\n\nI can tell the member and I can tell the House that if it is found that any public money was used for these purposes we will demand its return.", 
            "topic": "Health", 
            "time": "2000-10-18 14:30:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2166/55/", 
            "text": "Mr. Speaker, I thank the minister for that answer, but it is not only through government programs that money is wasted. It is also through various tax loopholes.\n\nThe Minister of National Revenue will perhaps be aware that in the case called project loophole, pursued by a person from Winnipeg by the name of George Harris, the federal court has now ruled in his favour, once more in spite of federal government obstruction on this matter.\n\nCould the minister give us the assurance that the federal government will stop obstructing this and finally account for how it allowed a particular family to get away without paying $700 million in taxes?", 
            "topic": "Taxation", 
            "time": "2000-10-18 14:35:00", 
            "attribution": "Mr. Bill Blaikie (Winnipeg—Transcona, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Martin Cauchon", 
                "url": "/politicians/5142/", 
                "member_id": 3301, 
                "party": "Liberal", 
                "riding": "Outremont (Québec)", 
                "id": 5142
            }, 
            "url": "/hansards/2166/56/", 
            "text": "Mr. Speaker, I can say first that there is no obstruction at all from the agency. Second, it is a very important matter. It implies some question of confidentiality, so it concerns each and every taxpayer.\n\nI would like to say as well that the case is pending in court. We are in the process of proceeding within the timeframe we have as per the legislation.", 
            "topic": "Taxation", 
            "time": "2000-10-18 14:35:00", 
            "attribution": "Hon. Martin Cauchon (Minister of National Revenue and Secretary of State (Economic Development Agency of Canada for the Regions of Quebec), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Joe Clark", 
                "url": "/politicians/3905/", 
                "member_id": 3694, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 3905
            }, 
            "url": "/hansards/2166/57/", 
            "text": "Mr. Speaker, I want to pursue the issue of secret deals made by the government which were raised by the auditor general's report. In particular I want to refer to Downsview Park. The auditor general said:\n\nNormally, when a new Crown corporation is established with unique operating characteristics, it receives a mandate from Parliament through legislation establishing a parent Crown corporation.\n\nInstead in the Downsview case the Prime Minister acted by order in council. Will he tell the House of Commons what he was trying to hide when he kept the Downsview corporation away—", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:35:00", 
            "attribution": "Right Hon. Joe Clark (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/58/", 
            "text": "The hon. Minister of Public Works.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alfonso Gagliano", 
                "url": "/politicians/5235/", 
                "member_id": 2722, 
                "party": "Liberal", 
                "riding": "Saint-Léonard—Saint-Michel (Québec)", 
                "id": 5235
            }, 
            "url": "/hansards/2166/59/", 
            "text": "Mr. Speaker, we did not try to hide anything. The creation of this corporation was undertaken in a manner which was consistent with the role and authority of parliament as expressed through legislation governing crown corporations.\n\nDownsview Park does not receive any appropriations from the Government of Canada. Almost all revenues for the development of the park are generated by leasing lands adjacent to the park.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:35:00", 
            "attribution": "Hon. Alfonso Gagliano (Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Joe Clark", 
                "url": "/politicians/3905/", 
                "member_id": 3694, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 3905
            }, 
            "url": "/hansards/2166/60/", 
            "text": "Mr. Speaker, the auditor general says during 1999-2000 national defence spent approximately $4.8 million. Is that nothing?\n\nMy question is for the Minister of National Defence. Because the auditor general said that those funds were not a valid charge against the national defence budget, why did the Minister of National Defence let that money be spent on purposes that were invalid? Will he stop those practices and get the money back to national defence?", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:35:00", 
            "attribution": "Right Hon. Joe Clark (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Art Eggleton", 
                "url": "/politicians/4882/", 
                "member_id": 3245, 
                "party": "Liberal", 
                "riding": "York Centre (Ontario)", 
                "id": 4882
            }, 
            "url": "/hansards/2166/61/", 
            "text": "Mr. Speaker, all those moneys were spent on legitimate purposes. This property is still in the ownership of the Department of National Defence. There are defence uses on that property. There has been for quite a number of years moneys paid from national defence for the upkeep of those properties to the corporation responsible for managing the entire site.\n\nThere was a sum of money that went through one of the accounts, a vote 1 account from parliament which was the wrong account. Funds have stopped going from that account. We have asked for a business plan, but the funds have all been spent on legitimate purposes.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:35:00", 
            "attribution": "Hon. Arthur C. Eggleton (Minister of National Defence, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2166/62/", 
            "text": "Mr. Speaker, people have said to me just get used to the fact that in question period the Prime Minister will not respond and he will resort to insults and all kinds of negative associations. I will never get used to that but I will ask the questions.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:35:00", 
            "attribution": "Mr. Stockwell Day (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/63/", 
            "text": "Oh, oh.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/64/", 
            "text": "Order, please. The hon. Leader of the Opposition.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:35:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2166/65/", 
            "text": "And so I will ask the question. The auditor general says things have been done wrongly. The information commissioner says things have been done wrongly. In a rare moment of unity all the opposition parties are saying things have been done wrongly. The media, bless their hearts, are saying things have been done wrongly. Canadians are saying things have been done wrongly.\n\nWill the Prime Minister simply stand and either say he has done nothing wrong or apologize?", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:35:00", 
            "attribution": "Mr. Stockwell Day", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/66/", 
            "text": "Mr. Speaker, I said and I repeat that with an administration, either the government of Alberta or the Government of Canada, yes sometimes there are problems and we try to resolve them.\n\nLet us look at what we have done in the last seven years, look at the record of this government. When we entered office the country was bankrupt and there was unemployment.\n\nI will talk to Canadian people about what we have done in the House of Commons. We will go there. The hon. member challenged me to talk to the Canadian people. Very soon we will talk to the Canadian people. They will know the values of the Liberal Party and that party over there which proposes to eliminate any good programs that help the poor in Canada.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:40:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 3693, 
                "party": "Canadian Alliance", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2166/67/", 
            "text": "Mr. Speaker, our budget program will help the poor and will take 1.4 million low income Canadians from having to pay federal taxes at all. His will not do that.\n\nHe talked about administration and doing a few things wrong. Only a handful of cases were even reviewed by the Prime Minister in terms of HRD. I think it was 76. It launched 12 RCMP investigations. Is the RCMP wrong, or will you simply stand and apologize?", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:40:00", 
            "attribution": "Mr. Stockwell Day (Leader of the Opposition, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/68/", 
            "text": "I ask members to direct their questions to the Chair.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jean Chrétien", 
                "url": "/politicians/5241/", 
                "member_id": 3320, 
                "party": "Liberal", 
                "riding": "Saint-Maurice (Québec)", 
                "id": 5241
            }, 
            "url": "/hansards/2166/69/", 
            "text": "Mr. Speaker, we have had programs. It will be very interesting to go to the people because we are proud of all these programs.\n\nThe Leader of the Opposition said he wants to scrap them. All I want to know from the Canadian people is whether it was wrong for us to have spent $48 million every year on literacy programs.\n\nWas it wrong to spend $318 million devoted to training for the aboriginal community? Was it wrong to spend $334 million for youth employment programs? Was it wrong to spend $220 million on programs for people with disabilities? Those people over there do not care about the poor and the—", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:40:00", 
            "attribution": "Right Hon. Jean Chrétien (Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/70/", 
            "text": "The hon. member for Repentigny.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Benoît Sauvageau", 
                "url": "/politicians/252/", 
                "member_id": 2710, 
                "party": "Bloc", 
                "riding": "Repentigny (Québec)", 
                "id": 252
            }, 
            "url": "/hansards/2166/71/", 
            "text": "Mr. Speaker, the dark saga is still unfolding.\n\nIn his report, the auditor general mentions a blatant case of patronage. I am referring to Groupe SM, which was awarded a CIDA contract without going through the bidding process, which is in violation of the rules.\n\nDoes the Minister for International Cooperation justify this preferential treatment by the fact that between 1994 and 1999 Groupe SM contributed $90,000 to the Liberal Party of Canada?", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:40:00", 
            "attribution": "Mr. Benoît Sauvageau (Repentigny, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/72/", 
            "text": "The question is out of order.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/73/", 
            "text": "Oh, oh.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/74/", 
            "text": "The hon. member for Repentigny may put his supplementary.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:40:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Benoît Sauvageau", 
                "url": "/politicians/252/", 
                "member_id": 2710, 
                "party": "Bloc", 
                "riding": "Repentigny (Québec)", 
                "id": 252
            }, 
            "url": "/hansards/2166/75/", 
            "text": "Mr. Speaker, this is quite the coincidence. Here is another example of how the government is controlling information.\n\nThe Bloc Quebecois has been trying for months to get information through the access to information process. In spite of repeated requests, complaints and questions in the House, we had to wait for the release of the auditor general's report to know what is really going on.\n\nDoes the minister feel that it is not in the public's interest to shed more light on this case of patronage?", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:40:00", 
            "attribution": "Mr. Benoît Sauvageau (Repentigny, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2166/76/", 
            "text": "Mr. Speaker, I do not know from where the member gets his information. First, all the access to information requests are dealt with as expeditiously as possible.\n\nSecond, CIDA has a competitive system which we introduced in 1996 which was not in existence prior to our government coming to power. According to the auditor general, CIDA has made efforts to make its selection process for competitive contracts more fair and transparent under our government.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:40:00", 
            "attribution": "Hon. Maria Minna (Minister for International Cooperation, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2166/77/", 
            "text": "Mr. Speaker, the fact is that the Liberal record on HRDC is completely shameful. When the Liberals took office in 1993 they knew there were deep management problems in that department. A new audit in 1994 confirmed that. Just yesterday the Auditor General of Canada found more of the same, and I quote: “We found widespread problems. We found that controls had broken down”. He said that public money had been put at risk.\n\nHow can Canadians trust a Liberal government that let this mess get worse year after year?", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:45:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2166/78/", 
            "text": "Mr. Speaker, I must use this question to clarify something very important.\n\nTime and again the leader of the Alliance Party has said that $3 billion has been wasted and that has been repeated by his party's members. I want the House to understand that when he says that he is saying that the $15 million we invest every year for the Canada student loans program is a waste. He is saying that the $1 billion we transfer to the provinces every year for labour market training is a waste. He is saying that the $100 million we invest in communities across the country for homelessness is a waste.\n\nMembers of that party will either stand up and say that they will cut these programs or they will come clean and say they do not know what they are talking about.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Diane Ablonczy", 
                "url": "/politicians/diane-ablonczy/", 
                "member_id": 2454, 
                "party": "Reform", 
                "riding": "Calgary—Nose Hill (Alberta)", 
                "id": 2
            }, 
            "url": "/hansards/2166/79/", 
            "text": "Mr. Speaker, is that not interesting? The auditor general yesterday had something to say about that kind of answer. He said “The government has continued to understate the problem”. He confirmed that his findings of widespread mismanagement went beyond the problems we already knew about. Are misleading, hiding the truth, and grossly mismanaging public funds the real Liberal values?", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:45:00", 
            "attribution": "Mrs. Diane Ablonczy (Calgary—Nose Hill, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2166/80/", 
            "text": "Mr. Speaker, what the auditor general did say is that the actions and plans address the deficiencies that we found in our audit. He writes that the “commitments in the action plan are being met” and that “corrective actions go beyond the six point plan”. He said that HRDC has corrective actions planned and being implemented in response to the problems identified in its 1999 internal audit and “the actions and plans also address the deficiencies we found in our audit”.", 
            "topic": "Government Of Canada", 
            "time": "2000-10-18 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2166/81/", 
            "text": "Mr. Speaker, the government is trying to take advantage of Bill C-44 amending the employment insurance program to slip by us a clause that would enable the government to divert for its own purposes the employment insurance fund surplus which does not belong to it.\n\nCan the Prime Minister explain to the House how he can justify to employees and employers this attempt to legalize a hold-up of the employment insurance fund?", 
            "topic": "Employment Insurance", 
            "time": "2000-10-18 14:45:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2166/82/", 
            "text": "Mr. Speaker, if the hon. member feels so strongly, as do we, about the issues involved in Bill C-44, he would join with us and pass the bill as quickly as possible.", 
            "topic": "Employment Insurance", 
            "time": "2000-10-18 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2166/83/", 
            "text": "Mr. Speaker, the minister and the Prime Minister would like to see Bill C-44 passed quickly. We have no problem with that if the purpose is to do the right thing for the unemployed.\n\nMy question is a simple one: Are they prepared to withdraw this clause which will enable them to get their hands on the employment insurance surplus so that we can get this bill through quickly, in a single day if need be?", 
            "topic": "Employment Insurance", 
            "time": "2000-10-18 14:45:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jane Stewart", 
                "url": "/politicians/4434/", 
                "member_id": 3155, 
                "party": "Liberal", 
                "riding": "Brant (Ontario)", 
                "id": 4434
            }, 
            "url": "/hansards/2166/84/", 
            "text": "Mr. Speaker, the Standing Committee on Finance and the auditor general have asked us to clarify how premiums are calculated. In the bill we have committed to do just that. In the interim, to ensure stability, we have identified the premium reduction for this year and the governor in council will do it next year.", 
            "topic": "Employment Insurance", 
            "time": "2000-10-18 14:45:00", 
            "attribution": "Hon. Jane Stewart (Minister of Human Resources Development, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Williams", 
                "url": "/politicians/305/", 
                "member_id": 3070, 
                "party": "Reform", 
                "riding": "St. Albert (Alberta)", 
                "id": 305
            }, 
            "url": "/hansards/2166/85/", 
            "text": "Mr. Speaker, the Minister of Finance has gone back to his creative accounting tricks but was caught yesterday by the auditor general. The auditor general said that the five year tax reduction plan announced in the last budget was overstated by $7 billion. The tax reduction is just not there.\n\nMy question is for the Minister of Finance. If the auditor general says the numbers do not add up, why should Canadians think that the numbers that will be presented this afternoon will add up?", 
            "topic": "Economic Statement", 
            "time": "2000-10-18 14:50:00", 
            "attribution": "Mr. John Williams (St. Albert, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2166/86/", 
            "text": "Mr. Speaker, I am sure if the auditor general had the opportunity to look at the economic statement put out by the official opposition, he would have verified that there is about a $25 billion black hole there which is totally unaccounted for.\n\nI would suggest that hon. members wait for about 65 minutes. In a few minutes we will be hearing directly from the minister on this very important announcement affecting all Canadians.", 
            "topic": "Economic Statement", 
            "time": "2000-10-18 14:50:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "John Williams", 
                "url": "/politicians/305/", 
                "member_id": 3070, 
                "party": "Reform", 
                "riding": "St. Albert (Alberta)", 
                "id": 305
            }, 
            "url": "/hansards/2166/87/", 
            "text": "Mr. Speaker, the auditor general said yesterday there was a $7 billion overstatement in the tax reduction and the way that he presents his numbers are suspect. The auditor general said “In our opinion, this results in misleading financial disclosure”. It is a serious indictment. Why should taxpayers believe the numbers this afternoon, when the auditor general said that the last ones do not add up?", 
            "topic": "Economic Statement", 
            "time": "2000-10-18 14:50:00", 
            "attribution": "Mr. John Williams (St. Albert, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2166/88/", 
            "text": "Mr. Speaker, the minister will be tabling an economic statement which will, unlike the opposition, show timing, show exact numbers. They will all be there respecting Canadians' right to see what is open and what is evident. Unlike the opposition we are not going to hide and we are not going to fudge on the figures.", 
            "topic": "Economic Statement", 
            "time": "2000-10-18 14:50:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Antoine Dubé", 
                "url": "/politicians/5100/", 
                "member_id": 3291, 
                "party": "Bloc", 
                "riding": "Lévis (Québec)", 
                "id": 5100
            }, 
            "url": "/hansards/2166/89/", 
            "text": "Mr. Speaker, we are seeing the end of the Liberal regime at this time.\n\nThe government has had seven years to meet its commitments. Among those it has not met is one it has neglected right from the very beginning of its mandate toward the shipyards.\n\nHas the Prime Minister asked his Minister of Finance to include in the mini-budget he will be bringing down this afternoon the appropriate measures which Canada's shipbuilding industry has been awaiting for years now?", 
            "topic": "Shipbuilding", 
            "time": "2000-10-18 14:50:00", 
            "attribution": "Mr. Antoine Dubé (Lévis-et-Chutes-de-la-Chaudière, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2166/90/", 
            "text": "Mr. Speaker, it would be unforgivable for me to scoop the finance minister. I value my life and my friendship too much. I shall not do it.", 
            "topic": "Shipbuilding", 
            "time": "2000-10-18 14:50:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2166/91/", 
            "text": "Mr. Speaker, my question is for the Minister of Health. A few months ago Health Canada issued an advisory that the drug known as Prepulsid would no longer be available to Canadians from pharmacies by summer's end. It also said that patients who do not respond to alternative therapies could obtain it through a special access program. Yet today patients who need this drug cannot access it, cannot obtain it. My question is why? What is Health Canada doing about this?", 
            "topic": "Health", 
            "time": "2000-10-18 14:50:00", 
            "attribution": "Mr. Mauril Bélanger (Ottawa—Vanier, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Allan Rock", 
                "url": "/politicians/4501/", 
                "member_id": 3172, 
                "party": "Liberal", 
                "riding": "Etobicoke Centre (Ontario)", 
                "id": 4501
            }, 
            "url": "/hansards/2166/92/", 
            "text": "Mr. Speaker, in May of this year Health Canada took this particular drug off the market because of reported difficulties with cardiac problems.\n\nWe recognize that there are some Canadians who do not respond to alternative treatments or therapies. Health Canada is doing two things. First of all, it is trying to persuade the manufacturer to make it available on special access requests. So far it has not but discussions continue. Second, we have identified a generic form of the drug, Cisapride, that can also treat serious gastrointestinal conditions. I am happy to announce that a source of Cisapride has been identified and authorized release from this source is currently in progress.", 
            "topic": "Health", 
            "time": "2000-10-18 14:50:00", 
            "attribution": "Hon. Allan Rock (Minister of Health, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2166/93/", 
            "text": "Mr. Speaker, the auditor general's report says that the budget plan 2000 amounted to a misleading financial disclosure. Since the auditor general condemns the last budget as being error ridden and rife with misconceptions, tax cut overstatements and spending understatements, will the Prime Minister admit that his Liberal budget creations have everything to do with electioneering and very little to do with truth?", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:50:00", 
            "attribution": "Mr. Richard M. Harris (Prince George—Bulkley Valley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/94/", 
            "text": "My colleagues, please stay away from words which might incite us. Please do that.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2166/95/", 
            "text": "Mr. Speaker, for a party which has said that it was going to bring a new sense of respect toward all Canadians, it is not respecting Canadians when it brings out its economic statements and it will not put figures to it and will not put a timeline to it. That is not respect.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:55:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Dick Harris", 
                "url": "/politicians/dick-harris/", 
                "member_id": 3095, 
                "party": "Reform", 
                "riding": "Prince George—Bulkley Valley (B.C.)", 
                "id": 133
            }, 
            "url": "/hansards/2166/96/", 
            "text": "Mr. Speaker, here is the respect the Liberal government has for Canadian taxpayers: weaknesses in contribution agreements; amendments made without supporting rationale; payments made for ineligible costs and expenses; and payments made without having claims submitted. This is taxpayers' money. On top of that there is the building of fountains in the Prime Minister's riding.\n\nHow can the government talk about respect when the Liberals have earned nothing, no measure of respect? They are suspect. There has been no measure of respect in seven years of governing this country.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:55:00", 
            "attribution": "Mr. Richard M. Harris (Prince George—Bulkley Valley, Canadian Alliance)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Jim Peterson", 
                "url": "/politicians/227/", 
                "member_id": 3242, 
                "party": "Liberal", 
                "riding": "Willowdale (Ontario)", 
                "id": 227
            }, 
            "url": "/hansards/2166/97/", 
            "text": "Mr. Speaker, I would simply invite Canadians to compare the economic program that will be put forward in a couple of minutes by our finance minister with that put forward by the official opposition to see who is really respecting the rights of all Canadians and not just the elite.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:55:00", 
            "attribution": "Hon. Jim Peterson (Secretary of State (International Financial Institutions), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2166/98/", 
            "text": "Mr. Speaker, today the Minister of Finance will be bringing down a mini-budget in preparation for a possible election.\n\nMy question is for the Prime Minister. Will the money for this mini-budget to woo Canadian voters come from unemployed Canadian workers, from the much talked about EI surplus?", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 14:55:00", 
            "attribution": "Mr. Yvon Godin (Acadie—Bathurst, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2166/99/", 
            "text": "No, Mr. Speaker. The Minister of Finance's statement will help the unemployed and all Canadians. I ask that all members support this fine initiative for the betterment of the Canadian people.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 14:55:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Libby Davies", 
                "url": "/politicians/libby-davies/", 
                "member_id": 2499, 
                "party": "NDP", 
                "riding": "Vancouver East (B.C.)", 
                "id": 80
            }, 
            "url": "/hansards/2166/100/", 
            "text": "Mr. Speaker, a few minutes ago the Prime Minister said the Alliance did not care about poverty. I want to say that the Prime Minister has nothing to crow about. The public records clearly show that poverty and homelessness have become tragic growth industries under this Liberal watch. There is a very clear choice here. Is it shovelling out huge tax cuts to the corporate elite or is it funding our basic human needs to shelter?\n\nI would like to ask the Prime Minister how does he defend his government's shameless choice of billions for the few and crumbs for the many? How does he defend that?", 
            "topic": "Poverty", 
            "time": "2000-10-18 14:55:00", 
            "attribution": "Ms. Libby Davies (Vancouver East, NDP)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Herb Gray", 
                "url": "/politicians/4873/", 
                "member_id": 3243, 
                "party": "Liberal", 
                "riding": "Windsor West (Ontario)", 
                "id": 4873
            }, 
            "url": "/hansards/2166/101/", 
            "text": "Mr. Speaker, the crumbs are in the unsupported insinuations of the hon. member's question.\n\nThe fact is that we have been spending billions of dollars to help the least well off in our country through programs like the national child benefit and our $700 million program for the homeless. We are helping the least well off in this country and we will continue to do so even if the NDP does not know how to help bring about those results.", 
            "topic": "Poverty", 
            "time": "2000-10-18 14:55:00", 
            "attribution": "Hon. Herb Gray (Deputy Prime Minister, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Joe Clark", 
                "url": "/politicians/3905/", 
                "member_id": 3694, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 3905
            }, 
            "url": "/hansards/2166/102/", 
            "text": "Mr. Speaker, my question is for the Deputy Prime Minister.\n\nEarlier in the House the Minister of Public Works and Government Services said that no public money was being spent on Downsview Park. Then the Minister of National Defence admitted money was being spent by national defence.\n\nWill the Deputy Prime Minister tell me which minister is telling the truth?", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:55:00", 
            "attribution": "Right Hon. Joe Clark (Kings—Hants, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/103/", 
            "text": "Oh, oh.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 14:55:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/104/", 
            "text": "Order, please. I find the words used might be a little toned down. If the government would like to respond I will permit it.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Alfonso Gagliano", 
                "url": "/politicians/5235/", 
                "member_id": 2722, 
                "party": "Liberal", 
                "riding": "Saint-Léonard—Saint-Michel (Québec)", 
                "id": 5235
            }, 
            "url": "/hansards/2166/105/", 
            "text": "Mr. Speaker, the only money being received from the government are reimbursements, like the Minister of Defence said before, from DND as Canada Lands managed the commissioning of the size. Maybe if the hon. leader of the Conservative Party did a little bit of research he would have found that out.", 
            "topic": "Auditor General's Report", 
            "time": "2000-10-18 15:00:00", 
            "attribution": "Hon. Alfonso Gagliano (Minister of Public Works and Government Services, Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Elsie Wayne", 
                "url": "/politicians/4317/", 
                "member_id": 3130, 
                "party": "Progressive Conservative", 
                "riding": "Saint John (New Brunswick)", 
                "id": 4317
            }, 
            "url": "/hansards/2166/106/", 
            "text": "Mr. Speaker, my question is for the Minister of Veterans Affairs.\n\nWill the minister commit to the House today that every eligible merchant navy veteran or surviving spouse will receive their full 100% compensation package owed to them as guaranteed by the previous Minister of Veterans Affairs?", 
            "topic": "Veterans Affairs", 
            "time": "2000-10-18 15:00:00", 
            "attribution": "Mrs. Elsie Wayne (Saint John, PC)", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Ronald J. Duhamel", 
                "url": "/politicians/4255/", 
                "member_id": 2513, 
                "party": "Liberal", 
                "riding": "Saint Boniface (Manitoba)", 
                "id": 4255
            }, 
            "url": "/hansards/2166/107/", 
            "text": "Mr. Speaker, this new Minister of Veterans Affairs wants to compliment my predecessor for the excellent work he has done.\n\nI also want to assure the House that whatever commitments he has made I will try to respect.", 
            "topic": "Veterans Affairs", 
            "time": "2000-10-18 15:00:00", 
            "attribution": "Hon. Ronald J. Duhamel (Minister of Veterans Affairs and Secretary of State (Western Economic Diversification) (Francophonie), Lib.)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/108/", 
            "text": "I would like to draw members attention to the presence in our gallery of the hon. Milos Kuvzart, Minister of the Environment of the Czech Republic.", 
            "topic": "Presence In Gallery", 
            "time": "2000-10-18 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/109/", 
            "text": "Hear, hear.", 
            "topic": "Presence In Gallery", 
            "time": "2000-10-18 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/110/", 
            "text": "Earlier today many of you will have taken part in the unveiling of the statue of the five women who won the Persons Case. With us today in our Chamber are the recipients of the Governor General's award in commemoration of the Persons Case. I would like you to hold your applause until I have introduced them all.\n\nI would ask them, as I call their names, to please stand: Sonia Bitar of Edmonton, Alberta; Yvonne Bourgeois of Kent, New Brunswick; Bindu Dhaliwal of Mississauga, Ontario; Cherry Kingsley of Richmond, B.C.; Elizabeth McKenzie of Rae, NWT; Sabine Sonnemann of Newmarket, Ontario.", 
            "topic": "Presence In Gallery", 
            "time": "2000-10-18 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/111/", 
            "text": "Hear, hear.", 
            "topic": "Presence In Gallery", 
            "time": "2000-10-18 15:00:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Benoît Sauvageau", 
                "url": "/politicians/252/", 
                "member_id": 2710, 
                "party": "Bloc", 
                "riding": "Repentigny (Québec)", 
                "id": 252
            }, 
            "url": "/hansards/2166/112/", 
            "text": "Mr. Speaker, earlier I put a question to the government and to my great surprise you ruled the question out of order.\n\nI would still like an answer so I will put the question to you because the figures I wished to give come from the report on party financing.\n\nThe report on party financing is a public report. According to the report of the chief electoral officer, Groupe SM donated $1,098 to the Liberal Party in 1993; $4,379 in 1994; $232 in 1995; $7,000 in 1997; $955 in 1998; and $22,000 in 1999.", 
            "topic": "Points Of Order", 
            "time": "2000-10-18 15:05:00", 
            "attribution": "Mr. Benoît Sauvageau (Repentigny, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/113/", 
            "text": "Order, please. I must remind the hon. member that here in the House we may not ask questions about political parties.\n\nThat is the kind of question I heard and my ruling stands.", 
            "topic": "Points Of Order", 
            "time": "2000-10-18 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2166/114/", 
            "text": "Mr. Speaker, I rise on a point of order. I want to understand and I am not contesting your ruling, but we simply want to make sure we are talking about the same thing.\n\nIn the past on a number of occasions if I remember correctly, we have put questions to the government on various matters linking the government's decision to partisan action, such as in the case of a contribution to the party in office. In all these cases the Chair allowed these questions.\n\nBefore you rise, I would simply like to point out that there is a problem. We cannot obtain information because documents are no longer circulating. We cannot obtain satisfaction because the information commissioner is stymied. We can no longer ask questions in the House of Commons. I do not know how to proceed.", 
            "topic": "Points Of Order", 
            "time": "2000-10-18 15:05:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/115/", 
            "text": "I cannot tell the hon. member how to phrase a question. But questions about political parties and contributions are not in order in the House of Commons.\n\nTherefore, as I said, hon. members have to ask questions that are in order. That is the end of this point of order.", 
            "topic": "Points Of Order", 
            "time": "2000-10-18 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Stéphane Bergeron", 
                "url": "/politicians/3849/", 
                "member_id": 3327, 
                "party": "Bloc", 
                "riding": "Verchères (Québec)", 
                "id": 3849
            }, 
            "url": "/hansards/2166/116/", 
            "text": "Mr. Speaker, I rise on a point of order. Far be it from me also to wish to oppose your decision in any way. I would respectfully request that you read the blues and listen to the recording of this portion of oral question period. Listening to the preamble and to the question, at least the portion of the question we are able to hear, it will be clearly seen that it is a matter of a government decision.", 
            "topic": "Points Of Order", 
            "time": "2000-10-18 15:05:00", 
            "attribution": "Mr. Stéphane Bergeron", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/117/", 
            "text": "I will review what went on and what was said. I will get back to the House on this, if necessary.", 
            "topic": "Points Of Order", 
            "time": "2000-10-18 15:05:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Antoine Dubé", 
                "url": "/politicians/5100/", 
                "member_id": 3291, 
                "party": "Bloc", 
                "riding": "Lévis (Québec)", 
                "id": 5100
            }, 
            "url": "/hansards/2166/118/", 
            "text": "Mr. Speaker, I rise also on a point of order. Since the hon. member for York South—Weston indicated he would be unable to present his motion during private members' business today, I would seek unanimous consent, notwithstanding any standing order, for the House to proceed today at the end of government orders to examination of Bill C-213 at the report stage and, if possible, to move on to third reading of this bill.", 
            "topic": "Points Of Order", 
            "time": "2000-10-18 15:10:00", 
            "attribution": "Mr. Antoine Dubé", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/119/", 
            "text": "Is there unanimous consent to proceed in this fashion?", 
            "topic": "Points Of Order", 
            "time": "2000-10-18 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/120/", 
            "text": "Agreed.", 
            "topic": "Points Of Order", 
            "time": "2000-10-18 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/121/", 
            "text": "No.", 
            "topic": "Points Of Order", 
            "time": "2000-10-18 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/122/", 
            "text": "I have the honour to present to the House the report of a parliamentary delegation I led which visited Israel from May 21 to 24, 2000 at the invitation of the Knesset; and the West Bank and Gaza from May 24 to 28, 2000 at the invitation of the Palestinian Legislative Council.", 
            "topic": "Parliamentary Delegation Report", 
            "time": "2000-10-18 15:10:00", 
            "heading": "Oral Question Period"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2166/123/", 
            "text": "moved for leave to introduce Bill C-510, an act to establish the Holocaust Memorial Day.\n\nMr. Speaker, it is my honour to introduce an act to establish the Holocaust memorial day. Many of us in the House have been touched in some way by the horrors of the Holocaust. For me it was a recent pilgrimage marking the 55th anniversary of the liberation of Holland and a visit to Camp Westerbork where the Dutch Jewish population was sent on route to the death camps.\n\nIn total, six million Jewish men, women and children perished as the result of a deliberate and planned state sponsored persecution and annihilation of European Jewry by the Nazis and their collaborators between 1933 and 1945.\n\nThe bill proposes to establish a national, annual Holocaust memorial day to be called Yom haShoah. Why do we need this as a nation? It is because the terrible destruction and pain of the Holocaust must never be forgotten. It is because systematic violence, racism and hatred continue to occur. It is because as a parliament we must do everything to uphold human rights and value the diversity and multiculturalism of Canadian society. It is because this part of our history must never be allowed to repeat itself.\n\n(Motions deemed adopted, bill read the first time and printed)", 
            "topic": "Holocaust Memorial Day Act", 
            "time": "2000-10-18 15:10:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Adams", 
                "url": "/politicians/3482/", 
                "member_id": 3216, 
                "party": "Liberal", 
                "riding": "Peterborough (Ontario)", 
                "id": 3482
            }, 
            "url": "/hansards/2166/124/", 
            "text": "Mr. Speaker, I have a petition from people in Peterborough who believe that rural Canada is not a dumping ground for urban garbage.\n\nThe petitioners point out that reduce, reuse and recycle is the only way to deal with garbage. They point out that northern Ontario deserves respect. They call upon parliament to do all in its power to stop the dumping of Toronto's garbage in the Adams mine in Kirkland Lake.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:10:00", 
            "attribution": "Mr. Peter Adams (Peterborough, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Adams", 
                "url": "/politicians/3482/", 
                "member_id": 3216, 
                "party": "Liberal", 
                "riding": "Peterborough (Ontario)", 
                "id": 3482
            }, 
            "url": "/hansards/2166/125/", 
            "text": "Mr. Speaker, my second petition is from petitioners who point out that Pierre Elliott Trudeau deserves respect for his contributions to Canada and that ideas for his commemoration are still being developed.\n\nThe petitioners point out that Mr. William Logan, after whom Mount Logan was named, also deserves respect. They urge parliament to work to put a hold on efforts to rename Mount Logan until such time that this and other suggestions concerning memorials for Pierre Trudeau have been properly assessed.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:10:00", 
            "attribution": "Mr. Peter Adams (Peterborough, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Adams", 
                "url": "/politicians/3482/", 
                "member_id": 3216, 
                "party": "Liberal", 
                "riding": "Peterborough (Ontario)", 
                "id": 3482
            }, 
            "url": "/hansards/2166/126/", 
            "text": "Mr. Speaker, my last petition concerns epilepsy. The petitioners point out that epilepsy is the most common serious brain disorder in Canada. There is a great deal of misunderstanding about this disease which does great harm to those suffering from it.\n\nThe petitioners call upon parliament to help launch a national campaign to raise public awareness of epilepsy and first aid procedures.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:15:00", 
            "attribution": "Mr. Peter Adams (Peterborough, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Mancini", 
                "url": "/politicians/2256/", 
                "member_id": 2549, 
                "party": "NDP", 
                "riding": "Sydney—Victoria (Nova Scotia)", 
                "id": 2256
            }, 
            "url": "/hansards/2166/127/", 
            "text": "Mr. Speaker, I have the honour to present to the House a petition signed by over 3,000 people from the community of North Sydney.\n\nThe petition deals with Canada Post's announced intention to close the North Sydney postal terminal and transfer its functions to an operation in Moncton. The petitioners call upon parliament to ensure that Canada Post does not close this terminal.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:15:00", 
            "attribution": "Mr. Peter Mancini (Sydney—Victoria, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Paddy Torsney", 
                "url": "/politicians/1010/", 
                "member_id": 3158, 
                "party": "Liberal", 
                "riding": "Burlington (Ontario)", 
                "id": 1010
            }, 
            "url": "/hansards/2166/128/", 
            "text": "Mr. Speaker, I have two sets of petitions to present. The first one is from 25 constituents asking parliament to use the federal budget and other measures to introduce a multi-year plan to improve the well-being of Canada's children. There are far too many children in Canada living in poverty.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:15:00", 
            "attribution": "Ms. Paddy Torsney (Burlington, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Paddy Torsney", 
                "url": "/politicians/1010/", 
                "member_id": 3158, 
                "party": "Liberal", 
                "riding": "Burlington (Ontario)", 
                "id": 1010
            }, 
            "url": "/hansards/2166/129/", 
            "text": "Mr. Speaker, in the second petition I have 1,200 names of Canadians from across the GTA who are petitioning parliament to immediately suspend all forms of Canadian monetary assistance to Russia until it removes all its forces from Chechnya to give the people there a chance to realize their gains.\n\nThe petitioners would like to see a decisive and complete stop to aggression in Chechnya by the Russian government.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:15:00", 
            "attribution": "Ms. Paddy Torsney (Burlington, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jean-Guy Chrétien", 
                "url": "/politicians/5019/", 
                "member_id": 2679, 
                "party": "Bloc", 
                "riding": "Frontenac—Mégantic (Québec)", 
                "id": 5019
            }, 
            "url": "/hansards/2166/130/", 
            "text": "Mr. Speaker, I have the honour to present a petition supported by close to 1,000 residents of the Thetford Mines region.\n\nThese petitioners back Mr. Dominique Huot in calling for the CRTC to regulate the volume of television advertisements so that the number of decibels remains uniform. This regulation would provide some peace and quiet to the public, especially its older members.\n\nNeedless to say, I support these signatories and encourage their organizer, Mr. Huot, to continue his battle to have some peace and quiet in our living rooms.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:15:00", 
            "attribution": "Mr. Jean-Guy Chrétien (Frontenac—Mégantic, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Solomon", 
                "url": "/politicians/5321/", 
                "member_id": 2740, 
                "party": "NDP", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 5321
            }, 
            "url": "/hansards/2166/131/", 
            "text": "Pursuant to Standing Order 36, Mr. Speaker, I am pleased to present a petition from many Canadians.\n\nThese people are very unhappy with the Liberal cuts to health care. They are unhappy with the $30 billion we have lost in health care funding from the federal government. They are especially unhappy with the $700 million in lost revenue at the federal level in Saskatchewan. They are opposed to the Liberals and the Alliance driving our health care system toward the American style privatized system.\n\nThe petitioners are asking parliament to stop for profit hospitals and restore federal funding of health care, to increase the federal government's share of health care funding to 25% immediately, and to implement national prescription drug and home care programs.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:15:00", 
            "attribution": "Mr. John Solomon (Regina—Lumsden—Lake Centre, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Solomon", 
                "url": "/politicians/5321/", 
                "member_id": 2740, 
                "party": "NDP", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 5321
            }, 
            "url": "/hansards/2166/132/", 
            "text": "Mr. Speaker, the second petition is from constituents and other Canadians who are unhappy with the Liberal feel good legislation that has done nothing to protect our communities from criminals.\n\nThe petitioners are calling upon the Government of Canada to amend the Criminal Code of Canada to prevent persons convicted of serious crimes from being released from custody pending the hearing of their appeal except in exceptional circumstances.\n\nThey are also calling upon the government to spend a bit more money on securing our communities by sinking more cash into both the RCMP and local police forces.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:15:00", 
            "attribution": "Mr. John Solomon (Regina—Lumsden—Lake Centre, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Susan Whelan", 
                "url": "/politicians/1435/", 
                "member_id": 2571, 
                "party": "Liberal", 
                "riding": "Essex (Ontario)", 
                "id": 1435
            }, 
            "url": "/hansards/2166/133/", 
            "text": "Mr. Speaker, I have three petitions to present pursuant to Standing Order 36. The first one is on behalf of the constituents of Essex.\n\nThe petition concerns the establishment of an independent body for the purposes of developing, implementing and enforcing uniform and mandatory quality assurance and control standards for mammography.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:15:00", 
            "attribution": "Ms. Susan Whelan (Essex, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Susan Whelan", 
                "url": "/politicians/1435/", 
                "member_id": 2571, 
                "party": "Liberal", 
                "riding": "Essex (Ontario)", 
                "id": 1435
            }, 
            "url": "/hansards/2166/134/", 
            "text": "Mr. Speaker, the second petition requests updated national abortion statistics for Canada in order to determine the effect of this procedure on the health of women.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:15:00", 
            "attribution": "Ms. Susan Whelan (Essex, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Susan Whelan", 
                "url": "/politicians/1435/", 
                "member_id": 2571, 
                "party": "Liberal", 
                "riding": "Essex (Ontario)", 
                "id": 1435
            }, 
            "url": "/hansards/2166/135/", 
            "text": "Mr. Speaker, the third petition is on behalf of the constituents of Windsor West and requests that an allocation of funds be dedicated to improving the lives of Canadian children in poverty.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:15:00", 
            "attribution": "Ms. Susan Whelan (Essex, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 2516, 
                "party": "NDP", 
                "riding": "Winnipeg North Centre (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2166/136/", 
            "text": "Mr. Speaker, I am very pleased and privileged to be able to present three petitions signed by hundreds of constituents of Winnipeg North Centre and other residents of Winnipeg, Manitoba.\n\nAll the petitioners are deeply concerned about the state of our health care today. They call upon the government to take immediate steps to ensure that all Canadians, regardless of where they live or how much they earn, have access to quality, public, and universal health care.\n\nThe petitioners specifically call upon the government to immediately increase the federal share of health funding to 25% and to implement national programs for home care and prescription drugs.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:15:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North Centre, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Daniel Turp", 
                "url": "/politicians/4949/", 
                "member_id": 2663, 
                "party": "Bloc", 
                "riding": "Beauharnois—Salaberry (Québec)", 
                "id": 4949
            }, 
            "url": "/hansards/2166/137/", 
            "text": "Mr. Speaker, it is my pleasure to present a petition on behalf of the residents of my riding asking parliament to have Environment Canada do an environmental assessment of the proposal by Material Resource Recovery SRBP, Inc. to burn PCBs and pharmaceutical products in its Cornwall incinerator.\n\nThe petitioners also request that the department reinstate funding for the Saint-Anicet atmospheric environment station in order to measure the pollutants that might be emitted from the Cornwall incinerator.", 
            "topic": "Petitions", 
            "time": "2000-10-18 15:20:00", 
            "attribution": "Mr. Daniel Turp (Beauharnois—Salaberry, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2166/138/", 
            "text": "Mr. Speaker, I move that all questions be allowed to stand.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-10-18 15:20:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/139/", 
            "text": "Is that agreed?", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-10-18 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/140/", 
            "text": "Agreed.", 
            "topic": "Questions On The Order Paper", 
            "time": "2000-10-18 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2166/141/", 
            "text": "Mr. Speaker, I ask that all Notices of Motions for the Production of Papers be allowed to stand.", 
            "topic": "Motions For Papers", 
            "time": "2000-10-18 15:20:00", 
            "attribution": "Mr. Derek Lee (Parliamentary Secretary to Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/142/", 
            "text": "Is it agreed?", 
            "topic": "Motions For Papers", 
            "time": "2000-10-18 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/143/", 
            "text": "Agreed.", 
            "topic": "Motions For Papers", 
            "time": "2000-10-18 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/144/", 
            "text": "I have received a letter from the hon. member for Roberval on the subject of a request for an emergency debate. Perhaps the hon. member could explain what he wants.", 
            "topic": "Request For Emergency Debate", 
            "time": "2000-10-18 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2166/145/", 
            "text": "Mr. Speaker, I will be fairly brief. I simply wish to say that yesterday the annual report of the information commissioner, who reports to the House of Commons, was released.\n\nIn a number of spots in this report, and in particular on page 10, the following appears, and I quote:\n\n—PCO refuses to accept the clear words of Parliament giving the Commissioner the powers of a Superior Court of Record in the conduct of his investigations.\n\nThe Privy Council Office is the Prime Minister's department. Given the extremely serious allegations made by the information commissioner, and given that members of the House of Commons are, as it were, the immediate superiors of this senior official who is complaining about the operation of the government, as well as about relations with the Prime Minister's department, it seems to me that we should be able to debate this matter with all due haste.\n\nThis is the first opportunity I have had to ask the Chair that we be allowed to debate the report in the House tonight, determine just what it is all about and take any necessary action. That is why I am making this request.", 
            "topic": "Request For Emergency Debate", 
            "time": "2000-10-18 15:20:00", 
            "attribution": "Mr. Michel Gauthier (Roberval, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "The Speaker", 
            "url": "/hansards/2166/146/", 
            "text": "Order, please. As the hon. member pointed out, all requests for emergency debates concern very serious matters. However, it seems to me that his request does not meet the requirements and criteria for such a debate at this time.", 
            "topic": "Request For Emergency Debate", 
            "time": "2000-10-18 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Paul Martin", 
                "url": "/politicians/187/", 
                "member_id": 3285, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 187
            }, 
            "url": "/hansards/2166/147/", 
            "text": "moved:\n\nThat this House support the economic policies of the government.\n\nMr. Speaker, I wish to table a notice of ways and means motion and I ask that an order of the day be designated for consideration of the motion.\n\nA little more than eight months ago we presented the first budget of the new millennium. It was a budget that invested in health, education, the environment and children. It was a budget that introduced the most important structural changes to the tax system in decades. It was a budget that provided the largest tax cuts in 25 years.\n\nAt that time we said that we hoped to go even further in the future. What I would like to do today is to build on that budget and to confirm because of our strong economic growth that we can indeed go further.\n\nCanada begins the 21st century in a position of renewed strength, with greater resources and more choices than we have had in many decades. Our nation's success has been written by many hands. That success is a tribute to the hard working men and women of this country and a tribute to their effort and commitment. It is as a result of their dedication that a future once beyond our imagination is now within our grasp.\n\nHowever, seizing that future will depend on the choices we make now. Ours must be a vision which understands that in an era of globalization it is more important than ever to have a national perspective, one based on the aspirations of all Canadians. It must be a vision that sees Canadian society as more than a collection of competing interests. It must understand that, yes, we have as stewards a responsibility to manage our finances wisely, but we also have as citizens an obligation to one another.\n\nOur country's recent economic performance has been striking. The last three months marked the 20th consecutive quarter of growth, the longest sustained period of gain since the mid-1960s.\n\nOur current account is in the largest surplus position in its history. Our foreign indebtedness, as a percentage of our economy, is at its lowest level in more than 20 years.\n\nIn the last 12 months Canadians have created more than 360,000 new jobs. Our unemployment rate has fallen to 6.8%, approaching its lowest level in 24 years.\n\nAnd as a result, for the third year in a row Canada has the best job creation rate of any G-7 country.\n\nIn the crucial area of productivity our rate of growth for this year is almost twice the average of the last 10 years.\n\nEven more importantly, Canadians are starting to see their real per capita disposable incomes rise, leaving more money in their pockets at the end of each month. In many ways, this is the true test of any economic program, the surest touchstone of real economic progress.\n\nRising disposable incomes mean that more and more Canadians are participating in our nation's prosperity and that the progress we have made in our nation's finances is beginning to make a real difference in the finances of Canadian families.\n\nAll in all Canada's economic record of recent years is one of which we can be proud. That being said, the purpose of today's statement is not to talk about where we have been but about where we must go because far more important than the progress of the past are our prospects for the future.\n\nIn planning for next year and beyond, the government has once again asked the chief economists of Canada's major chartered banks in four leading forecasting firms to develop economic and fiscal projections.\n\nOn behalf of the government, I want to thank all of those who participated in the exercise. Their contribution was invaluable and ensured that the fiscal projections we make for planning purposes are based on the most rigorous possible analysis.\n\nThe results are as follows: First, the average private sector forecast is for our economy to grow by 4.7% this year, 3.5% next year and roughly 3% thereafter. Second, based on these forecasts, and after adjusting for the contingency reserve and prudence, and also after deducting the amounts arising out of the recent agreements on health and early childhood development, the average of the economic forecasts for the planning surplus is as follows: for the year 2000, $12.2 billion; for 2001, $10.9 billion; for 2002, $11.5 billion; for 2003, $11.3 billion; for 2004, $7 billion; and for the year 2005-06, a planning surplus of $10.7 billion.\n\nThese are encouraging numbers but make no mistake, these surpluses are not a licence to spend freely. Rather, they are an opportunity to choose wisely. They represent a chance to improve the lives of Canadians and to increase the flexibility we will need to succeed in the new economy.\n\nThe question we therefore have to address is, on the basis of these planning surplus projections, what is the proper balance among paying down debt, reducing taxes and making key investments?\n\nThe question, therefore, we have to address is, on the basis of these planning surplus projections, what is the proper balance among paying down debt, reducing taxes and making key investments?\n\nThat is why we require a plan, a long-term plan. One that understands the economy of today, but even more importantly, recognizes the changes we need to make for tomorrow. There can be no doubt that we are in the early stages of an unprecedented revolution, of a new economy founded on a cascade of technological breakthroughs, in a world without frontiers.\n\nOnly a few countries will become the leaders in this new world. We want Canada to be one of them. For this to happen Canada needs to be at the forefront of technological change, the first to corner untapped markets. We should be the standard by which other nations measure themselves. We must be an economy of innovation, not replication. As well, ours must be a society that recognizes that success begins with equality of opportunity.\n\nOur goal cannot simply be to put up better economic numbers. It must be to lift up greater numbers of people, to provide the kind of strong foundation on which Canadians can build better lives. That is why our plan advances on four crucial fronts.\n\nFirst is investing in the social fabric of this country, in health care and in other areas that reflect the responsibility Canadians feel to one another.\n\nSecond is strengthening education, research and innovation, for in a knowledge economy these are the surest paths to success.\n\nThird is paying down the debt because we owe it to our children.\n\nFourth is reducing taxes because Canadians deserve to keep more of what they earn.\n\nA successful plan strikes the right balance across a broad array of choices. On the one hand, Canadians demand that their tax dollars be managed with the same care with which they handle their own personal finances, and they are right to do so. Therefore let there be no doubt, we will continue to be frugal. Over the next five years we will hold the rate of growth in program spending to less than the rate of growth in the economy.\n\nOn the other hand, Canadians want us to invest in those areas that matter most. Governments are judged by the priorities they set and our priorities have been clear. From the time we balanced the books in 1997-98 and including the measures we are introducing today, almost three-quarters, 75%, of our new spending has been devoted to health care, to children and to education. These are the priorities of Canadians and these are the right priorities, for a country is not a balance sheet, it is the embodiment of the hopes and the dreams of its people.\n\nNothing is more fundamental to Canadians than quality health care. Nothing speaks more clearly to the collective responsibility we have to one another. That is why the agreement reached last month by the Prime Minister and the premiers to renew health care is so important.\n\nThe federal commitment to this agreement is $23.4 billion, one of the largest single expenditures by any Canadian government in our nation's history. Of this, $1 billion will be invested in much needed medical equipment such as MRIs and CAT scanners and $21.1 billion will be added to the Canada health and social transfer, this so that the provinces and the territories can accelerate the changes necessary to ensure that Canadians receive the high quality health care they deserve, to increase the number of doctors and nurses, to shorten waiting lists and to reduce the time spent in emergency rooms.\n\nAnother area where government must spend to ensure the health of its citizens is the environment. The quality of our individual lives is deeply rooted in the quality of the environment we share, in clear air and in clean water. That is why in our last budget we set aside $700 million for environmental initiatives. It is why the plan set out today incorporates the recent announcement of an additional $500 million to address the key challenges of climate change and air pollution, bringing our total investment in environmental measures this year alone to $1.2 billion.\n\nWe have spoken of the need to become a nation that excels at innovation, of the need to be leaders in the new economy. For this to become a reality, all levels of government and all sectors of society must come together to ensure that knowledge in school, in the workplace and in all of its many facets, is at the very heart of the national agenda.\n\nMake no mistake, success in the new economy will not be determined by technology alone, but by creating an environment of excellence in which Canadians can take advantage of their talents, their skills and their ideas.\n\nThis begins at the earliest age. That is why $2.2 billion was aimed specifically at early childhood development. These resources are to be used by provinces and territories to invest in promoting healthy pregnancies, birth and infancy.\n\nThey are to be devoted to pre-school programs and child care, family support and parent information. With this funding in place we can help ensure that our young children get the best possible start in life and arrive at school ready, and able, to learn. Children prepared to learn become adults equipped to succeed.\n\nEnsuring that Canadians enjoy the best learning and research opportunities here in Canada has been a priority in each of our last four budgets. Today we will do more. Canadian students rely on the education tax credit to offset the cost of books, lodging and other expenses. As recently as 1995 the amount on which the credit was based was $80 per month. Over the past number of years we have raised it to $200. Today we will go further. This January we will double that amount to $400 a month. This will put an additional $1 billion into the hands of one million students over the next five years.\n\nOver the past four years the government has introduced an unprecedented series of strategic initiatives to rebuild the research infrastructure of our universities in order to attract and retain the best minds and to expand their opportunities here in Canada.\n\nWhether it is the Canada research chairs, Genome Canada, the Canadian Institutes of Health Research or the Canada Foundation for Innovation, we want Canadians to be able to do world class research right here in Canada. Therefore, to reinforce Canada's capacity to be a global player in cutting edge research, the Canada Foundation for Innovation will allocate up to $100 million of the funding it received in budget 2000 to support the capital costs in Canada of several large collaborative projects involving Canadian universities and facilities around the world.\n\nNext, one of the key requirements for effective world class research is establishing the critical mass necessary for success. Therefore, in order to build the cluster of leading researchers that Canada needs, the CFI will allocate $250 million of the funding set out in budget 2000 to provide new infrastructure support for each recipient of a Canada research chair. This will be provided in a way that helps smaller universities so that the benefits will be more evenly distributed across the country.\n\nNext and most important, we are announcing today $500 million in new funding for the Canada Foundation for Innovation, $400 million of which will allow it to assist universities and research hospitals to meet the operating costs associated with new research facilities provided by the foundation, and $100 million to help Canadian researchers participate in leading edge international projects, because doing their best research means being able to collaborate with the best scientists from around the world and from a strong Canadian base.\n\nFinally, if Canada is to be a leader in the new economy, we need to understand its opportunities and how to seize them, its educational requirements and how to meet them, its management skills and how to develop them. More, we need to make lifelong learning a reality. To these ends, we are announcing today a special allocation of $100 million over the next five years to the Social Sciences and Humanities Research Council, so that Canada will be at the forefront of this vital research into the new knowledge economy.\n\nOne of the most important steps we can take to ensure a better future for our children is to reduce the burden of debt on their shoulders.\n\nFor more than a generation, Canada's debt-to-GDP ratio rose relentlessly. Over the past four years, however, both as a result of our debt repayment plan and a growing economy, that ratio has been falling from a peak of 71% in 1995-96 to about 59% today. This is the steepest decline among all G-7 countries.\n\nWe must continue on that downward track and we will. Indeed, as a result of the actions we are taking today we project that Canada will reach a debt to GDP ratio of about 40% within the next four years.\n\nA few weeks ago we announced a $12.3 billion paydown of our national debt for the year 1999-2000, bringing the total debt reduction over the past three years to more than $18.7 billion.\n\nToday and going forward, the government is adding a new element to its debt repayment plan. We will continue the practice of setting aside $3 billion as a contingency reserve. However each fall from now on we will announce whether a greater amount should be dedicated to that year's debt paydown.\n\nIn some years we will be able to do so. In other years we will not. It will depend on the economic circumstances of the day. When times are good Canadians pay down their credit cards. Similarly, when times are good governments should pay down debt.\n\nTherefore, we are announcing today that for this year, 2000-01, we will pay down a minimum of $10 billion in debt. This means that over the last four years we will have reduced the national debt by $28.7 billion, resulting in interest savings of $1.7 billion for each and every year going forward, money that will now be available to meet the priorities of Canadians.\n\nI am announcing today that for this year we will pay down a minimum of $10 billion dollars of debt. This means that over the last four years we will have reduced the national debt by over $28.7 billion, resulting in interest savings of $1.7 billion for each and every year going forward. This is money that will now be available to meet the priorities of Canadians.\n\nLet me now turn to taxes. Our tax plan is designed with the following objectives in mind:\n\nFirst, providing tax relief to all Canadians but to moderate and middle income families in particular.\n\nSecond, helping those who need it most through a number of general and targeted measures.\n\nThird, promoting job creation and economic growth to give Canada and Canadians an advantage in the new economy.\n\nEven more importantly, our plan will achieve these objectives by legislating, not promising, the largest tax cut in Canadian history, and by bringing our measures into effect by January 1, 2001, less than two and a half months from now.\n\nOne of the central themes of both our last budget and this ensuing economic statement is the need to foster a culture of innovation and entrepreneurship in Canada.\n\nIf companies are going to invest, we want them to invest in Canada. If they are going to create jobs, we want them to create jobs in Canada. If young people are going to have opportunities, we want them to have opportunities in Canada.\n\nOur tax structure should provide incentives, not impediments, to achieving these goals. This is something that small businesses, particularly new start-ups, have been telling governments for some time.\n\nTherefore, in order to increase the amount of capital available to small businesses, budget 2000 introduced a limited tax-free rollover of capital gains for eligible small business investments. Effective immediately, this measure will be expanded to raise the amount of the rollover from $500,000 to $2 million.\n\nFurthermore, the size of business eligible for the rollover will be increased from $10 million to $50 million. This will help existing Canadian businesses to look for new opportunities, to innovate, to expand and to hire new employees. For new businesses it will mean greater opportunity to secure the resources they need to succeed.\n\nAt the moment, self-employed Canadians get a 17% credit on both the employer's and the employee's contributions to the Canada and Quebec pension plans. This puts them at a disadvantage with incorporated businesses which can deduct the employer's portion of these contributions. To remove this disadvantage, effective January 1, 2001 the employer's portion of the contributions to these plans will be 100% deductible.\n\nAs part of our approach to encouraging entrepreneurship and the creation of new jobs in Canada for Canadians, budget 2000 reduced the capital gains inclusion rate from three-quarters to two-thirds. Effective today we will go further. We will lower the inclusion rate to 50% and provide similar tax relief for employee stock option benefits.\n\nAn internationally competitive corporate tax system is essential to sustaining economic growth. At the present time we have a small business tax rate of 12%. For larger companies, there are a number of Canadian industries that enjoy a competitive tax rate of 21%. However there are other sectors, like high tech where much of the new job creation is occurring, that face a tax rate of 28%.\n\nIn budget 2000 we set out a five year plan to lower that rate from 28% to 21%. The plan called for a one point drop next year with the remaining reduction taking place by the end of five years.\n\nToday, to assure that these companies remain internationally competitive, we are accelerating the plan. In addition to the one point reduction in the general corporate tax rate scheduled for the coming year, we will now legislate a two point cut in each of the following three years. By accelerating and legislating this timetable, companies can invest with certainty, knowing precisely when and by how much their taxes will fall.\n\nLet me now turn to the most important aspect of our tax plan, personal income taxes, and let me begin by telling the House what our plan means for Canadians, especially moderate and middle income families with children.\n\nThe initiatives we announced in our last budget eight months ago would have reduced taxes for Canadians by an average of 15%. Today we will deepen these cuts to an average of 21%. For families with children we will do more, providing an average tax cut of 27%. As a result of the measures we announced in February and those we are announcing today, let me give some examples of the tax savings for Canadians.\n\nA two earner family of four have a combined income of $60,000. Last year they paid about $5,700 in federal tax. Next year, beginning in January, that is two and a half months from now, their taxes will fall by $1,000. That is a first year savings of 18% and in less than four years their taxes will fall by 34%.\n\nA single mom with one child earns $25,000 a year. Last year she received a net benefit of over $1,400. Next year, beginning in January, she will receive an additional $800 for a total benefit of $2,200.\n\nA couple with two children, and one parent working, makes $40,000. Last year they paid $3,325 in federal tax. Next year they will pay $1,100 less, a reduction of 32%. In less than four years this family will see their taxes reduced by 59%.\n\nA single father with one child earns $33,000 a year. Last year he paid almost $900 in taxes. Next year he will pay no net tax whatsoever.\n\nThose are the stories, Mr. Speaker. What do they tell you? They tell you that we are cutting tax rates for all Canadians, that we are doing so substantially, that we are going further and faster than previously pledged, and that we are not waiting for some undefined time in the future to do so. These cuts take effect in less than two and a half months from now.\n\nLet me now turn to the measures. Effective January 1, for those Canadians earning between $60,000 and $100,000 a year we are reducing the current 29% tax rate to 26%. We will eliminate the Conservative deficit reduction surtax for all Canadians effective January 1.\n\nIn budget 2000 we committed to lowering the middle tax rate from 26% to 23% over five years. Today I am announcing that moderate and middle income Canadians will not have to wait five years. Nor will they have to settle for 23%. This because we will lower the middle income rate effective this January and we will reduce it to 22%.\n\nLet me now describe our approach to tax relief for low income Canadians, those who need it most. This is where our tax cuts began even before our books were balanced. Over the past three years we have raised the threshold at which no net tax is paid, removing one million Canadians from the tax rolls altogether. Eight months ago, the most important measure of budget 2000, we restored full indexation to our tax system, a measure designed to help low income Canadians in particular.\n\nHowever, this is not our final word. We have always said that as resources permit we would do more for low income Canadians and we will do so in each and every budget going forward. Today we take the latest but not the last steps.\n\nFirst, we will lower the 17% rate to 16% effective this January.\n\nSecond, in order to assist those families with children, we will increase the national child benefit supplement by $100 per child. This is in addition to the $200 increase announced in budget 2000, bringing the increase in the supplement to $300 per child effective next July 1. By 2004 this increase in the supplement will mean a total benefit of more than $2,500 for the first child with corresponding benefits for additional children.\n\nThird, as the colder months approach, Canadians are concerned about the impact of rising energy prices on their home heating bills. This concern is particularly acute for those on low incomes.\n\nThree weeks ago the member for Pickering—Ajax—Uxbridge, on behalf of government members, proposed an amendment to an opposition motion in order to ensure that relief is targeted to those who need it most. We agree. We are therefore announcing, at a cost of $1.3 billion for 11 million Canadians a one time relief of $125 per individual, $250 per family to assist low and modest income Canadians in dealing with their home heating expenses.\n\nLet me now turn to the measures. For those Canadians earning between roughly $60,000 and $100,000 we will reduce the current 29% tax rate to 26%, effective January 1, 2001. We will eliminate completely the deficit reduction surtax, the surtax imposed by the Conservatives, effective January 1.\n\nIn Budget 2000 we committed to lowering the middle tax rate from 26% to 23% over five years. Today I am announcing that moderate and middle income Canadians will not have to wait five years, nor will they have to settle for 23%. We will lower the middle rate effective January 1, 2001 and we will reduce it to 22%.\n\nLet me now describe our approach to tax relief for low income Canadians.\n\nFirst, we will lower the 17% rate to 16% effective January 1, 2001.\n\nSecond, in order to assist those families with children we will increase the national child benefit supplement by $100 per child. This is in addition to the $200 increase announced in budget 2000, bringing the increase in the supplement to $300 per child effective July 1, 2001.\n\nThird, as the colder months approach, Canadians are concerned about the impact of rising energy prices on their home heating bills. This concern is particularly acute for those on low incomes.\n\nWe are, therefore, announcing, at a cost of $1.3 billion, a one-time relief of $125 per individual or $250 per family to assist low and modest income Canadians in dealing with their home heating expenses.\n\nThis government has always understood that there are certain priorities that cannot be deferred. Assisting Canadians with disabilities is one of these. Indeed, even when we were in deficit, we took action.\n\nWe have enriched the tax credit for infirm dependants, enhanced the medical expense credit, increased the child care expense deduction for children with disabilities and expanded eligibility for the disability tax credit.\n\nToday we will do more. We will further enrich the amount for the infirm dependant tax credit from $2,386 to $3,500. We will similarly increase the supplement amount for the disability tax credit for children with severe disabilities from $2,900 to $3,500. We will increase the amount for the disability tax credit from $4,290 to $6,000.\n\nFinally, in 1998, to recognize the increasing burden that many families bear as a result of an aging population, we introduced the caregiver credit. Today, effective January 1, we will increase the amount for that credit from $2,386 to $3,500.\n\nIn February we proposed to cut taxes by $58 billion over five years. Today, the measures we are announcing will increase that cut to $100 billion.\n\nThis plan delivers by far the largest tax cuts in Canadian history, but it is also balanced. It leaves the financial room to address priorities such as health care and education, the essential building blocks of a progressive society.\n\nIn February we proposed to cut taxes by $58 billion over five years. Today the measures we are announcing will increase that to $100 billion. This plan delivers by far the largest tax cuts in Canadian history, but it is also balanced. It leaves the financial room to address priorities such as health care and education, the essential building blocks of a progressive society. It also leaves the government with the capacity to deal with future priorities and unforeseen economic developments.\n\nIn our tax proposals we set out what we will do and why. Let me now say what we will not do and why not.\n\nFirst, we will not spend 110 cents of every dollar forecast. We will not exhaust every penny of surplus on tax cuts leaving virtually nothing to fund the core services, nor will we base our actions on the rosiest of predictions. Sound financial management allows for the possibility of rain even in the sunniest of forecasts. In the past, governments have got into real trouble by forgetting that lesson.\n\nOur approach has served Canadians well. It has taken us from massive deficit to surplus, from rising to declining debt, from credit downgrade to credit upgrade. So to those who say that we should gamble with Canadians' money we say no. We will not turn the nation's finances into a day at the track.\n\nSecond, we will not bring in the 17% flat tax. We will not bring it in tomorrow and we will not bring it in in five years. It is untried and it is unfair. It is unfair today and five years from now will not make it any fairer. It is unfair because it gives someone earning $1 million a year a tax cut of $130,000 compared to $500 for somebody earning $25,000. It is unfair because it would give the top 1% of all income earners in Canada $8 billion in tax cuts. That is almost 30% of the entire flat tax package. It is unfair even under the 17-25 interim flat tax plan because that would still give the same top 1% of income earners 16% of the total tax relief provided.\n\nThese results do not occur by accident. They are the intended effects of those who propose the flat tax. It is a clear reflection of the kind of society that they would build.\n\nIt would deliver to upper income Canadians tax relief that rightly belongs to the middle class and that is wrong. It rejects the progressive tax system, one based on an individual's ability to pay, and that is wrong. It offends the basic compact we have made with each other as Canadians to build this country together, and that is wrong.\n\nToday we have spoken of the choices we face as a country, of the need for a vision that is broad enough to encompass all Canadians. A vision that shares opportunity across all regions and all income levels. A vision that rests on our mutual commitment as citizens of this remarkable country.\n\nFor 133 years we have proven that we could build a nation of opportunity and still provide for those who cannot provide for themselves. We have always known that we did not have to settle for less because Canada was capable of so much more.\n\nWe have always understood that true community only comes from working together in common cause and shared purpose, by doing what our heart says is right in a way that our head says will work. We cannot subscribe to the view that it is everyone for himself, that it is winner take all. How can we fulfill our promise as a nation if our vision of the national interest is so constricted by self-interest?\n\nCanada stands at the threshold of its greatest era. Together we have come far and done much, but we know that prosperity is not a quiet cove where we rest; it is a journey that we must continually chart.\n\nEvery generation of Canadians has understood the responsibility to take what is passed to them and to make of it something better. Today that responsibility falls to us to translate the potential that we have into the prosperity that we seek, to build a Canada where our people feel there is nowhere else they would rather be than here because there is nowhere else where they can achieve so much. That is the true challenge we must meet. That is the challenge we will meet.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 15:25:00", 
            "attribution": "Hon. Paul Martin (Minister of Finance, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Deputy Speaker", 
            "url": "/hansards/2166/148/", 
            "text": "Order, please. It is my duty pursuant to Standing Order 38 to inform the House that the questions to be raised tonight at the time of adjournment are as follows: the hon. member for New Brunswick Southwest, Health; the right hon. member for Kings—Hants, Human Resources Development; the hon. member for Lévis-et-Chutes-de-la-Chaudière, Shipbuilding; and the hon. member for Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, Employment Insurance.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 16:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jason Kenney", 
                "url": "/politicians/jason-kenney/", 
                "member_id": 2451, 
                "party": "Reform", 
                "riding": "Calgary Southeast (Alberta)", 
                "id": 152
            }, 
            "url": "/hansards/2166/149/", 
            "text": "Mr. Speaker, I want to thank the Minister of Finance on behalf of the official opposition for the unprecedented gesture of spending a significant portion of the government's budget speech talking about the opposition's fiscal plan. We appreciate the attention very much.\n\nI hear the nervous nellies across the way. I can understand that reaction. Canadians will continue to be nervous when they see the details in this fiscal plan and understand that the government continues to be committed to its sincerely held conviction that politicians and bureaucrats know better than working families or entrepreneurs how to spend an extra dollar.\n\nThe document tabled in the House today has made the fundamental differences between the Liberal government and the Canadian Alliance opposition even more evident. It takes a huge portion of the taxpayer overpayment, which the government calls its surplus, and directs it to new spending in low priority areas. This is the very type of spending that has been roundly criticized and condemned in its mismanagement by the auditor general this week.\n\nWe are talking about a $52 billion spending increase above and beyond what had already been projected by the government, $27 billion of which is not even related to reintroducing the health care funding slashed by the government in 1995. The $27 billion of new spending to go into low priority areas is not going to be kept in the pockets of working families and entrepreneurs to create new wealth, growth, hope and opportunity for Canadians.\n\nLet me say at the outset that the finance minister talked about the state of the Canadian economy. We can all be glad that Canadians are finally seeing growth, but growth that unfortunately is largely being driven by exports to the United States, exports that themselves have been fueled by unprecedented low currency rates. Today our currency is at only 65 cents against the U.S. dollar. Before this government's time, the 1970s, our dollar was at par with the U.S. dollar. Much of the growth we are experiencing is in fact a reflection of the impoverishment of our currency and standard of living.\n\nIn this respect I would like to reference the views of an eminent Canadian economist. In a speech earlier this year he said that Canadian living standards measured by real disposable income per capita fell by 2% through the decade of the 1990s while American living standards rose by 18% over the same period. As a consequence, Canadian living standards fell from an estimated 74% of U.S. levels in 1989 to 61% in 1999.\n\nHe went on to say that if we extrapolate this trend of the 1990s over the coming decade, Canadian living standards will have declined to a mere 50% of U.S. levels. He said:\n\nI argue that there is a real danger of a continuation of Canada's relative income deterioration under status quo policies, to the detriment of Canada and Canadians.\n\nBy status quo policies, I mean a business as usual attitude in Ottawa, including a continuation of the Red Book promise to direct half of all federal surpluses into higher government spending.\n\nWho said that? None other than the Liberal Party's candidate in the riding of Markham, Mr. John McCallum, who said there is a very real risk that we will continue to see a diminishment of our standard of living.\n\nUnfortunately, that diminishment, which he and all other reputable private sector economists talk about, will continue under the fiscal direction outlined in the document before us today. There is too little tax relief and debt reduction too late. There is too much spending in this mini budget, with mini tax cuts and no real legislative long term plan for debt reduction.\n\nAs I said, this document outlines $52 billion in new spending by 2005. This money could be going to tax relief. The Canadian Alliance has tabled before Canadians a plan to provide $125 billion in tax relief over the next five years. This would constitute the single largest tax reduction in the history of Canada, increasing the after tax income of average families by over 40%. This is substantially more than that contemplated by the minister.\n\nWe would do that by getting our priorities straight. First of all, we would not further complicate the tax system by introducing four tax brackets as the minister proposes to do in this fourth rate budget. By reducing the marginal rates we would reduce the disincentives for people to work, save and invest.\n\nWe believe those at the low end of the income scale, such as the working poor, single mothers, seniors on fixed incomes, and all those struggling to get ahead deserve the biggest and best tax relief. This is precisely why, under the Canadian Alliance fair tax plan, we propose to increase the basic personal exemption from the paltry $7,700 proposed by the minister to $10,000 and to match it with a spousal exemption. This would help eliminate the unfairness against single income families.\n\nThe minister has chosen today to continue the unfair discrimination against single income families who choose to raise their children at home. The Canadian Alliance tax plan would level the playing field for all families with any choice of child care by introducing a generous $3,000 per child deduction. Under our plan a family of five would pay zero federal tax on their first $29,000 of income. A single mother who earns $16,000 a year and has two children would pay zero tax under the Canadian Alliance proposal. Under our proposal 1.4 million low income Canadians would be lifted off the tax rolls. These are the same Canadians the government will continue to force to pay taxes.\n\nI know the minister would like us to believe this tiny reduction in the bottom rate from 17% to 16% will somehow help those at the lowest income level. For a single income mother who earns $16,000 a year and has two children the minister's plan means a cup of coffee in terms of a year's tax savings. Under the Canadian Alliance plan she would be paying no tax. It would be a 100% tax cut. That is fair.\n\nLet us take the example of a couple with two children, with one parent earning a salary of $40,000. They would pay $317 less under the Alliance plan in this fiscal year and nearly $1,700 less than under the minister's tax and spend budget.\n\nOur plan would provide greater tax relief for income earners at all levels. We do not apologize for that. We do not apologize for lifting 1.4 million taxpayers off the rolls. We do not apologize for giving a 100% tax cut to low income mothers and parents. We do not apologize for providing family tax fairness. We do not apologize for suggesting that those who work hard and innovate and get ahead and have high incomes in particular years should also get tax relief. These are the people who help create wealth and jobs. They help create the environment we need for long term and sustained economic prosperity.\n\nThe minister used the demagogic rhetoric of class warfare at the end of his speech. This millionaire who himself engages in the most aggressive form of tax avoidance through his steamship lines, with its ships flagged in such tax havens as Liberia and Panama, would stand in this place and play class warfare politics by suggesting that those who carry the biggest burden, those who are successful, ought not to see tax relief. That is disingenuous.\n\nWe see the consequences of this kind of class warfare rhetoric. We see it every year when 65,000 talented, bright, contributing Canadians, the equivalent of a Canadian city, leave to pursue economic opportunities elsewhere and find lower taxes.\n\nThis budget will fundamentally do nothing to bring Canada closer to catching up with such major competitors as the United States, neither in personal taxes nor in business taxes. The government fails to reduce the small business tax rate which the Canadian Alliance would reduce from 12% to 10%.\n\nThe budget fails to move fast enough to reduce the capital gains tax burden on investment and innovation. The government proposes to reduce the inclusion rate for capital gains from two-thirds to 50%, as do we. The difference is that a Canadian Alliance government would tax those gains at eventually the single low rate of 17%. That means an effective capital gains rate of nearly half of what the government proposes, a capital gains rate that would actually match those of our major economic competitors and would begin to approach the levels imposed by some of the European countries, including Germany and Ireland.\n\nIn our proposal we go much further in terms of capital gains. Why? We choose to leave that money in the pockets of taxpayers and not in Ottawa to be handed out by politicians or bureaucrats.\n\nLet me move on to the question of debt. It is a question that my Liberal friends opposite are expert on. They are principally responsible for having created the $565 billion national mortgage that is a weight on this economy and on future generations. It is a debt that costs us still $40 billion a year in annual interest payments.\n\nCanadians said they would like to see a legislated, politician-proof commitment to pay down the debt. What do they get in this budget from the government? More rhetoric, more maybes, more ifs, more possibilities and no legislative commitment for debt reduction.\n\nThe Liberals say that they will turn the contingency fund into a possible debt reduction fund. Before that happens, that money has to get through a cabinet populated by the likes of Brian Tobin, the Minister of Canadian Heritage and the Minister of Human Resources Development. One can call me a sceptic, but I believe that money will end up in new pork barrel spending the likes of which the auditor general has just criticized. It will not be used to pay down our national mortgage.\n\nThat is precisely why the Canadian Alliance has proposed an absolute rock bottom, solid minimum in the worst case year, in a politician-proof locked box, of $6 billion a year in debt reduction, to be matched by 75% of any unexpected surpluses and on top of that a very generous contingency reserve and prudence factor of $7 billion a year. In the fifth year of our plan, if the economy grows as the minister projects, we would see annual debt reduction of nearly $20 billion. That would be real action to eliminate the national debt within, we would hope, four to five decades and not the much longer period of time proposed by the government.\n\nAgain, on debt reduction, because the government instead decides to spend more through politicians and bureaucrats in Ottawa, we will not get nearly as much as Canadians demand and need to secure our economic future.\n\nOn so many other issues this budget falls short. When it comes to gas tax relief the vast majority of Canadians have said that they want meaningful, immediate and permanent relief in terms of fuel taxes. People are struggling to pay prices of 72 cents and 74 cents at the pump.\n\nWhat do they get from the government? They get a one time election cheque being sent out to a hand selected small number of Canadians. What we really need, what the Alliance proposes to deliver, is a permanent elimination of the so-called deficit reduction surtax on fuel and the stopping of the odious practice of applying the GST on tax. We would deliver a permanent reduction of 3.5 cents per litre in the price per litre for all Canadians, not just for a hand picked few. We would not just hand out a one time election year cheque as the minister proposes to do in this budget.\n\nWe would also move much more quickly and aggressively to enhance the retirement security of Canadians by increasing the maximum amount people can contribute to their registered retirement savings plans. We would raise that immediately to $18,500, which the government will not do even within the fifth year of its plan. We understand that Canadians need a reliable income for their retirement and we will provide the tax room for them to create that future. We would also raise the foreign property content limit in RRSPs, which would allow Canadians to diversify their investments and have a safer retirement in the future.\n\nWe would also reduce the general corporate tax rate much more quickly than the government proposes and equalize it so that we no longer penalize the services sector.\n\nThis mini-budget, with its mini-tax cut, its huge spending and its non-existent debt reduction strategy, presents Canadians with a clear and stark choice as we move into the weeks ahead. It is a choice between visions of Canada.\n\nThere is the vision of Canada that says politicians in Ottawa know better how to direct the economic future of working families than those families themselves. It is a choice in regard to a government that believes the billions spent by the human resources minister in pork barrel politically controlled spending is somehow more creative than that money left in the pockets of working Canadian families.\n\nIt is a choice between a vision that says a $565 billion debt is an afterthought which can be tended to almost by accident and incidentally, and a vision that says the national debt is a disgrace and a burden on the future, which must be paid down legally, without any choice for government, in order to begin to reduce it.\n\nIt is essentially a choice between a government vision that does not apologize for the fact that Canada will continue to have the highest personal income taxes in the G-7 and will continue to see its standard of living, its competitiveness and the value of its currency deteriorate, as Mr. McCallum says, under the kind of spending plan proposed today, and the vision of the Canadian Alliance, which is one of a country that rewards risk taking, entrepreneurship and the kind of creative and dynamic economic activity that founded this great land.\n\nWe in the official opposition look forward to the debate around the misplaced priorities of the government, its return to pork barrel spending, its election driven and politically driven agenda, and the vision we present which allows greater freedom and greater opportunity for Canadians in all parts of the country at all income levels. We look forward to the debate that is about to come.\n\nIn closing, I would move:\n\nThat the motion be amended by deleting all the words after the word “that” and substituting the following:\n\nThat this House condemns the Government for failing to provide the vision and leadership that Canadians need as they face a new century with new challenges and opportunities, for burdening Canadians with personal income tax levels that are the highest among the world's largest economies, for allowing incomes and productivity to fall behind the United States and other countries, for creating a mountain of debt for their children and grandchildren to bear, for causing long waits for medical treatment by making deep cuts to health care which have yet to be fully restored, and that this House condemns the government for its arrogance in giving grants and contracts to political supporters, and in mismanaging billions of taxpayers' dollars in grants and contributions over its seven years in office.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 16:15:00", 
            "attribution": "Mr. Jason Kenney (Calgary Southeast, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Yvan Loubier", 
                "url": "/politicians/172/", 
                "member_id": 3316, 
                "party": "Bloc", 
                "riding": "Saint-Hyacinthe—Bagot (Québec)", 
                "id": 172
            }, 
            "url": "/hansards/2166/150/", 
            "text": "Madam Speaker, the mini-budget brought down today by the Minister of Finance would do any member of the Canadian Alliance proud.\n\nIt is a budget that leans to the right. It is a budget that will satisfy a certain cross-section of taxpayers in Quebec and in Canada, but which ignores a large chunk of the population.\n\nWith the staggering, not to say exploding, surpluses at the disposal of the Minister of Finance, we were expecting that he would do something for those who were really responsible for helping put the fiscal house in order, those whose efforts have made the last three years of zero deficits possible and are still being gouged by the federal tax system, those who are the reason the minister can stand here today and boast about surpluses.\n\nWe thought that the main beneficiaries of these tax cuts would be low and middle income families, not families at the top end of the scale, those earning $250,000 and up, not the millionaire friends of the Minister of Finance.\n\nWe were expecting that a major effort would be made to provide relief for the neediest families, those who are responsible for Canada's improved finances.\n\nInstead, we see tax cuts for those at the top, those earning $250,000 and up. Many of them are listening today. We see tax cuts for these folks that are 40 times the tax cuts for a Canadian family earning $35,000. That is 40 times higher.\n\nTax cuts for a family with one dependent child and a $35,000 income represent 1% of that family's income, whereas tax cuts for families with an income of $250,000 or more represent 8% for that income bracket. What kind of fairness is this? It is worse than the flat rate advocated by the Alliance.\n\nWith the tax cuts, the change in the capital gains taxation, and the elimination of the surtax, a family that has an income of $250 000 will get a $20,000 reduction in its tax bill this year. This is $20,000 after taxes for people who do not need it and did not contribute to the surplus. So this family will get $20,000, and a single income family with one dependent child and $35,000 will get only $500. That is $20,000 compared to $500.\n\nCan we imagine what we could have done by transferring to low and middle income families the tax cuts being granted to the rich? We could have eliminated all federal income tax for families with an income of $40,000 or less. Families in need, families that are in need because of this government and this callous finance minister, could have been dropped from the federal income tax roll.\n\nToday, the finance minister candidly gave us an interesting bit of information. We have often risen in the House to ask him to do something to ensure that single parents with one dependent child earning less than $35,000 not pay any tax. He has always said “It is already taken care of, those people no longer pay any tax”. How can he explain now that he wants to reduce the income tax level for this bracket of income when these people supposedly no longer pay any tax?\n\nAfter saying just about anything about the surplus, after hiding the real figures from the Canadian people to prevent any public debate on the Liberals' priorities right wing priorities, they are now fudging the figures on income tax reduction. They want Canadians to believe that they will benefit from extraordinary income tax cuts and from the government's generosity, but this is not the case at all. The only ones who will benefit from all this, as was the case in the last two budgets, are Canadians with very high incomes, friends of the party, and they say that there are income tax cuts.\n\nWith the last budget for the same family earning no more than $35,000, there is a $200 reduction. For a family earning $250,000 and more, there is a $9,000 reduction. Is that the kind of fairness the government is talking about? Is that what is meant by responsibility in the minister's documents? So much for social justice. Our viewers will not be fooled. They will realize that for the vast majority of taxpayers there might be some tax cuts, but inadequate cuts, since the Minister of Finance has surpluses coming out his ears.\n\nThis year he dares to say that the surplus will reach $6 billion only, whereas close to $12 billion has already been accumulated in the coffers of the federal government. That is more than double his forecasts for this year. He might have doubled the effort he is making now, but for ordinary people.\n\nGiven the proposals that are made, I think that is pretty clear. Over the next five years $74 billion will go to tax reductions, but these should be directed at the real people. Nine taxpayers out of ten should get tax reductions because they are the ones who paid in order that public finances could be placed on a sounder footing. We are talking about people earning less than $80,000.\n\nThat is what should be targeted, that is the unfairness that should be corrected, for these are the people who paid for fiscal improvement. These are the people who are still getting bled white by the tax system so that very affluent families can enjoy those incredible tax reductions. People within those same income brackets workers and small business people contributing to the employment insurance system are funding, through the surplus accumulated in the EI account, the tax reductions the finance minister is giving today on a silver plate to the very rich taxpayers.\n\nI am talking also about the unemployed men and women who are not receiving any EI benefits since they were literally thrown out of the system because of the drastic cuts made in this system and because of the tightening up of the eligibility criteria.\n\nIn rural areas in particular, families are out of a job eight weeks every year and cannot qualify for EI. These people who are in dire straits are the ones who pay for the tax reductions granted to the rich. It is unacceptable.\n\nIn this statement as in the last two budgets tabled by the Minister of Finance, the last two Liberal budgets, where are the liberal values and the social solidarity? Where?\n\nThe purpose of these measures is to gain the support of the right wing, being courted by the Alliance. The Liberals are starting to look like the Alliance.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 16:35:00", 
            "attribution": "Mr. Yvan Loubier (Saint-Hyacinthe—Bagot, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2166/151/", 
            "text": "They are further right than the Conservatives.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 16:45:00", 
            "attribution": "Mr. Michel Gauthier", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Yvan Loubier", 
                "url": "/politicians/172/", 
                "member_id": 3316, 
                "party": "Bloc", 
                "riding": "Saint-Hyacinthe—Bagot (Québec)", 
                "id": 172
            }, 
            "url": "/hansards/2166/152/", 
            "text": "That is right. That is the choice the voters are given, to vote for people who serve the very rich, the millionaires and the billionaires. That is what the government did first with the family trusts and now with the tax reductions.\n\nThe same thing goes for the Alliance and its flat rate. It will increase the gap between the rich and the poor. Low and middle income families will continue to pay, while the rich gets richer.\n\nWe in the Bloc Quebecois, are ready to manage the real things, the real surpluses. For four years now, we have been talking about the real surpluses the government has. We do not wail until the eve of an election to release the real figures and talk about our real priorities.\n\nWe in the Bloc Quebecois, believe the minister could have done things differently. His priorities could have been different than those he has listed. He could have addressed the real problems. He could have given massive tax cuts to middle income earners. He could have reorganized the employment insurance system instead of literally stealing the surplus from the workers every year.\n\nHe could have done more to help the poorest families faced with the oil crisis. A senior citizen, for instance, or a woman living alone, will receive a cheque of $125 to make up in part for the increase in the price of oil heating. Actually, the price of oil has almost doubled since last year, from $600 to more than $1,000. What good is $125?\n\nIncidentally, if the government had not given a $20,000 income tax cut to those earning $250,000 and more, it could have been more generous. We could have done more for those people.\n\nWe could also have given a hand to the trucking industry. Some people are in difficulty right now because of the oil crisis. We could have helped taxi drivers or farmers who are going through an incredible crisis because of oil prices.\n\nInstead, the government has chosen the easy way, the flag on the cheque. It chose to give $125 to make up for the constant increase in the price of oil and as a means to help the poorest, the ones the government has hit hard with such drastic measures as the cuts to social transfer payments or the restrictive rules of eligibility for employment insurance benefits.\n\nThis is what it has done. A $20,000 income tax cut for millionaires and a $500 cut for middle income families and the poorest families during an unprecedented oil crisis. It has given them $125. It is the flag that counts.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 16:45:00", 
            "attribution": "Mr. Yvan Loubier", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michel Gauthier", 
                "url": "/politicians/116/", 
                "member_id": 3311, 
                "party": "Bloc", 
                "riding": "Roberval (Québec)", 
                "id": 116
            }, 
            "url": "/hansards/2166/153/", 
            "text": "This is political marketing.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 16:45:00", 
            "attribution": "Mr. Michel Gauthier", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Yvan Loubier", 
                "url": "/politicians/172/", 
                "member_id": 3316, 
                "party": "Bloc", 
                "riding": "Saint-Hyacinthe—Bagot (Québec)", 
                "id": 172
            }, 
            "url": "/hansards/2166/154/", 
            "text": "It is political marketing, and political opportunism too to come out with such things just before an election.\n\nIt is shameful to come out with such things. It is shameful for two reasons. The government forgot to say who actually cleaned up the public finances. We did not forget those people.\n\nWe know that those who had to bear the brunt of most of the $25 billion increase in taxes, to which bracket creep must be added, since 1993 are low and middle income families, those who earn less than $80,000 a year. We did not forget them.\n\nWe did not forget the unemployed either, because by being robbed of the EI fund surplus, they are the ones who are paying for the tax relief given to the rich. We did not forget them.\n\nDuring the next election campaign, we will fight with all our might to force the Minister of Finance to go back to the drawing board and apply tax resources to the priorities of ordinary people, whom we have consulted. We have been consulting people for seven years since we were elected here. We know what the priorities are.\n\nFor his part, the minister consults his friends the millionaires and people from big corporations, like Thomas d'Aquino, before deciding what would be good for society as a whole. Of course, he ends up helping a few millionaires.\n\nWe will know what the priorities are. Here they are: tax cuts as high as those proposed generally by the Minister of Finance, but for families that really need them. As for employment insurance, it is a reform that would use up most of the surpluses generated in the next five years, the rest serving as a contingency fund, to improve the system so that more than 40% of Canadians are eligible. For women and young people, the exclusion rate is even higher.\n\nWe will fight against the fact that there has been no index adjustment to the Canada health and social transfer for health, social assistance and especially education which has been neglected by the government for the last seven years.\n\nWe will also ensure that the social priorities mentioned by various groups are recognized. It is urgent that sufficient funds be awarded to social housing nationally. The government could even afford to spend $8 billion on social housing over the next five years if it rethinks its priorities properly.\n\nFor the first time, the Minister of Finance and the Bloc Quebecois have forecast the same surplus. Eminent economists had to speak out last week before the minister finally recognized the existence of surpluses.\n\nHe has the means to act. He could also increase old age security benefits. According to a recent report by the National Council of Welfare the rate of poverty for single and older women is 47%. These women live below the poverty level.\n\nThere are budgets to increase old age security benefits for these women whose poverty rate is incredible. There is more money available than what has been spent so far on the environment. There is money for shipyards. Instead of having his ships built in China, the Minister of Finance could have them built in Quebec or elsewhere in Canada and could provide tax measures.\n\nThousands of workers are waiting for this. He could have come with an announcement today, but no, he has his ships built in China. He pays taxes in the Caribbean and asks us to tighten our belts while he gives handouts to his buddies. This is incredible.\n\nHe could have put a lot more money into international aid. This is really shameful. We are now at 0.3% of GDP while the established goal is almost 0.7% of GDP. He could have done this. He could have stopped squandering public funds to really control grants and how they are handed out.\n\nWhat is management at the Department of Human Resources Development doing with our money?", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 16:45:00", 
            "attribution": "Mr. Yvan Loubier", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2166/155/", 
            "text": "It is used for friends, it is cronyism.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 16:50:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Yvan Loubier", 
                "url": "/politicians/172/", 
                "member_id": 3316, 
                "party": "Bloc", 
                "riding": "Saint-Hyacinthe—Bagot (Québec)", 
                "id": 172
            }, 
            "url": "/hansards/2166/156/", 
            "text": "That is it, cronyism. There are five RCMP investigations in the Prime Minister's riding. This is no joke.\n\nHe could have announced some measures to put public finances on a healthier footing, to make fair use of the proceeds of that operation of putting policies and fund allocation on a healthier footing. He could have announced that he was giving them to those in need. No, in keeping with his last two budgets, as soon as he began to accumulate major surpluses, his priorities were to please in this order: number 1, the highest income group; number 2, big business; and number 4, 5 or even 6, his last priority, to help out ordinary people. Those are this government's priorities. It has shown us that again today. The next election campaign will be one based on truth. People will have to choose between the Liberal right and the Alliance right. I believe that the Bloc Quebecois has demonstrated that it is the true defender of the interests of Quebecers and even of Canadians, when possible. The real interests of real people who must be served by democracy, not the millionaire buddies of the minister or the Prime Minister, but real people.\n\nToday that is not the priority of the Minister of Finance. His priority has gone directly to the people with the highest incomes. The minister may have forgotten that Halloween falls on October 31. He has already put out his pumpkin and started distributing his goodies. The goodies are for the rich; the poor will get the crumbs.\n\nThis is the conclusion that can be drawn from this mini-budget. We are going to fight with all our might to send the minister back to the drawing board and to have the truth come out.\n\nPeople are going to see that real income tax cuts are not for those who are watching us, the nine out of ten taxpayers who earn $80,000 or less and who are not going to benefit from it, but they are the ones who are going to pay, through their contributions to the UI fund for tax relief for those who make upwards of $250,000. I think people are going to find out about this.\n\nI would like to move the following amendment to the amendment:\n\nThat the amendment be amended by adding after the word “restored” the following:\n\n“, for not having given enough tax relief to lower- and middle-income families and too much relief to high-income earners, for having done nothing to resolve the Employment Insurance problem, for not having solved the social housing problem and for not having indexed the Canadian Social Transfer, for having provided those who are most in need with completely inadequate compensation for the rise in oil prices, and for having done nothing to help the trucking, taxi and agricultural industries facing this crisis;”.\n\nBy the way, there is nothing there about Mosel Vitelic either. We would have expected to be pleasantly surprised by the finance minister telling us that Mosel Vitelic was a done deal, that the government was going to participate and it would happen in Quebec. Unfortunately not. When it comes to job creation and economic growth in Quebec, we are the poor relations. This is not a priority for the finance minister and the Liberal government.\n\nTo conclude, I would say we are going to fight the government every inch of the way and the truth will come out even more than it has in the past.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 16:50:00", 
            "attribution": "Mr. Yvan Loubier", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2166/157/", 
            "text": "The amendment to the amendment is in order.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 16:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Don Boudria", 
                "url": "/politicians/3358/", 
                "member_id": 3175, 
                "party": "Liberal", 
                "riding": "Glengarry—Prescott—Russell (Ontario)", 
                "id": 3358
            }, 
            "url": "/hansards/2166/158/", 
            "text": "Madam Speaker, I rise on a point of order. I understand that the Chair and table officers were asking about the intention of the motion that was introduced yesterday regarding the debate tomorrow at private members' hour.\n\nSo that hon. members will know, the officers of the House were asking if that meant that there were two private members' hours, one in the morning and one in the afternoon. In fact, no, that is not the case. It is the private members' hour of tomorrow afternoon that was advanced to tomorrow morning at 9 o'clock, just so that the House is clear as to what that in fact meant.\n\nIf someone were to seek unanimous consent later, as I am not doing it now, to permit that a full slot be held for the Conservative Party later this afternoon, our party would not object to it.", 
            "topic": "Business Of The House", 
            "time": "2000-10-18 16:55:00", 
            "attribution": "Hon. Don Boudria (Leader of the Government in the House of Commons, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2166/159/", 
            "text": "The House resumed consideration of the motion, of the amendment and of the amendment to the amendment.", 
            "topic": "", 
            "time": "2000-10-18 17:00:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "John Williams", 
                "url": "/politicians/305/", 
                "member_id": 3070, 
                "party": "Reform", 
                "riding": "St. Albert (Alberta)", 
                "id": 305
            }, 
            "url": "/hansards/2166/160/", 
            "text": "Madam Speaker, I listened to the diatribe from the Bloc on the budget. Unfortunately what we usually get from the Bloc is a diatribe. The member talked about defending the interests of Quebecers and almost as an add on said and of course Canadians as well. Unfortunately what we get from the Bloc is a diatribe about more taxes, more of this, more of everything.\n\nThe Minister of Finance's speech this afternoon was about two visions of Canada. Sure he has introduced some tax reductions. He was following behind the Canadian Alliance. He was playing catch up to the Canadian Alliance policy of tax reduction. The problem is he cannot make it because of the auditor general's report.\n\nThe report contained a whole litany of waste and mismanagement about the HRDC billion dollar boondoggle which is now perhaps a $3 billion boondoggle. Grants were given to the Prime Minister's friends in his own riding. A $6.3 million CIDA contract was given to somebody who did not qualify, apart from the fact that he happened to be the Prime Minister's friend. Another one of the Prime Minister's friends is under investigation. I am talking about a $5 million grant by Industry Canada that was given to someone who is under police investigation by HRDC. The litany goes on and on. That is why the Liberals cannot offer the tax relief that we would offer. We want to clean up all of that.\n\nThe Minister of Finance talked about more grants and money going to the poor. Through the income tax returns we would take them right out of the Income Tax Act so they would not have to pay money to the Government of Canada in the first place and then get the money back.\n\nPerhaps we are looking at an election. It sounded like an election style statement by the Minister of Finance.\n\nIf members of the Bloc see that tax reduction is feasible by the Liberal government and that tax reduction is feasible by the Canadian Alliance, why are they still ranting on about their agenda of separation when they recognize that if we all work together, we can build a great country?", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:00:00", 
            "attribution": "Mr. John Williams (St. Albert, Canadian Alliance)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Yvan Loubier", 
                "url": "/politicians/172/", 
                "member_id": 3316, 
                "party": "Bloc", 
                "riding": "Saint-Hyacinthe—Bagot (Québec)", 
                "id": 172
            }, 
            "url": "/hansards/2166/161/", 
            "text": "Madam Speaker, I find the latter part of the member's question irrelevant.\n\nI would like to talk about the Canadian Alliance's tax reduction proposals. Last week I had the opportunity, along with other economists, to speak with the Leader of the Canadian Alliance in Montreal. I can tell the House that as far as progressivity goes, the tax system proposed by the Canadian Alliance is a bust. It does not make the grade.\n\nNo one found the Canadian Alliance proposal credible. It increased disparity among the various income levels and did little to solve the real problems of taxation.\n\nWe on the other hand, have been working hard since 1993 to observe and analyse this taxation system and have reached the conclusion that the important thing is not the rates of taxation but deductions, tax credits. We analysed all that, as well as the taxation structure. I would remind the Canadian Alliance member that the discrepancy in tax cuts is worse with the Canadian Alliance proposal than with any other proposal.\n\nFor instance, we looked at a family with one dependant earning $250,000. The tax cut would be 14 times greater than that for a middle income family. It would be 11 times greater for the Liberals. They are still leaning to the right, but the Canadian Alliance proposal is far from being a solution to the problem and being fiscally fair. On the contrary. Relatively speaking, tax cuts for top income earners are far higher than for middle income earners.\n\nBy the way, Quebecers are paying $35 million in taxes to the federal government. This is a huge amount of money. They are therefore entitled to have a say in how this money is spent, particularly in light of the government's patronage, cronyism, and squandering which the member mentioned.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:00:00", 
            "attribution": "Mr. Yvan Loubier", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2166/162/", 
            "text": "Madam Speaker, I have a question for the member for Saint-Hyacinthe—Bagot.\n\nI think he must know that when it was announced recently that there was a $12.3 billion surplus in the general revenue fund, 75% of that money came from the employment insurance fund.\n\nWhen I was young we used to say that Robin Hood stole from the rich to give to the poor. Today Robin Hood steals from the poor to give to the rich. What is happening in the House today is another example of stealing from the poor to give to the rich; a 3% tax cut for the rich and a 1% tax cut for the poor.\n\nI would like my colleague from Saint-Hyacinthe—Bagot to comment on the fact that 75% of the federal government's surplus comes from the employment insurance fund. Today, more than 800,000 people are no longer eligible for EI benefits. Children are going hungry because of the cuts made by the Liberals to the employment insurance program in 1996.\n\nToday, they are singing their own praises to win votes. I want to hear the member on this. Does the Minister of Finance and the government think they still can buy votes as they did in the past? I can assure the members today, as I did last week, that we, in Atlantic Canada, are not for sale at such a laughable price.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:05:00", 
            "attribution": "Mr. Yvon Godin (Acadie—Bathurst, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Yvan Loubier", 
                "url": "/politicians/172/", 
                "member_id": 3316, 
                "party": "Bloc", 
                "riding": "Saint-Hyacinthe—Bagot (Québec)", 
                "id": 172
            }, 
            "url": "/hansards/2166/163/", 
            "text": "Madam Speaker, I thank my colleague from Acadie—Bathurst for his particularly relevant question and remarks.\n\nThe government has grown wealthy on the backs of the most disadvantaged. It has always been so. We are talking about the employment insurance fund. For six years the fund has had significant surpluses contributed by workers and employers. The federal government does not contribute a cent to it any more.\n\nYet it has the gall, on page 101 of its budget document, through its Minister of Finance, to liken cuts to employment insurance contributions to tax cuts. It does not contribute one red cent to the employment insurance fund and it considers cuts to employer and employee contributions to be the equivalent of cuts in income tax. How twisted can one get?\n\nThe member is right. By creaming off $38 billion in surpluses since 1994 the Minister of Finance has funded most of his surpluses from the surplus in the employment insurance fund.\n\nMoreover, savage cuts were made in funding for health care, education and social assistance to the provinces. It took a first ministers meeting and the realization that the government could no longer reasonably say that it had no surplus when surpluses were arriving by the shovel full to get the government to react and repair the damage.\n\nFrom one end of the country to the other, Canada's health care system was cracking while the Minister of Finance was cracking under the weight of the surpluses. Is it not shameful to wait until a few weeks before an election may be called to announce he was putting money back into health? People have been waiting for that for years. The system was cracking.\n\nWe expected an employment insurance reform because, as my colleague accurately pointed out, only 43% of unemployed workers qualify for EI benefits. Some people are on the street because of the Minister of Finance. Since a surplus of between five and seven billion dollars was generated each year for the past five years, we expected the Minister of Finance to allocate more to improving the program than the $250 million announced a few days ago by the Minister of Human Resources Development. We expected that the unemployed, the poor and the families on the street would benefit from the minister's generosity, not the millionaires. But we were wrong.\n\nEven though the Liberals are electoral opportunists when they make people believe that there are tax reductions and so on, they cannot even manage to do so in a way that will benefit them. This budget is clearly a budget for the wealthy. It is not a budget for the middle class, the poor, the unemployed, or for young people striving to get an education. There is not any additional money for education.\n\nThis is not a budget for the poor, who are faced with the oil crisis. It is not a budget for the elderly or for the women who marched in the streets to call for special measures for them. This is unbelievable. The hon. member is right and his comments are to the point.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:05:00", 
            "attribution": "Mr. Yvan Loubier", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2166/164/", 
            "text": "Madam Speaker, I rise today to respond with very mixed feelings to the government's economic statement. In one sense I have a heavy heart about the choices the government has made as expressed in today's mini-budget.\n\nI must say in another sense I have a real feeling of optimism about what Canadians are going to say about the priorities expressed in this budget. I have a feeling of optimism about what Canadians are going to do to seize the opportunity the upcoming election will give them to take corrective action and corrective measures to try to put the federal government back on a more progressive course.\n\nBudgets and economic statements are an expression of a government's values. They are an expression of its priorities and its choices.\n\nOnce again what we have seen today is that the government has chosen to leave a great many Canadians out in the cold. Once again the government has chosen to give a major nod and a major boost to the tax cut lobby in the country. It has chosen to continue the Liberal obsession of catering to the interests and dictates of large corporations and the wealthy elite.\n\nFor seven years the Liberal government has had the opportunity to make different choices. Yet at every turn it has chosen to cut services for people who need them and now to cut taxes for the wealthy and the powerful.\n\nThe Liberals have chosen to cut taxes over cutting waiting lists for hospital beds and for cancer treatment. They have chosen to cut taxes over cutting rates of child poverty, over cutting down on the numbers of homeless, over cutting pollution of our air and our water.\n\nToday's economic statement sounds more like a page from the reform alliance platform than a progressive vision for Canada's future. They actually seem proud of that. The member for St. Albert actually stood and said that this budget is playing catch up with the reform alliance vision for Canada. I say that this is a government that has swallowed whole the reform alliance vision for Canada. We could hear the loud burp of the indigestion of members opposite on that revolting decision to swallow whole the reform alliance platform.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:05:00", 
            "attribution": "Ms. Alexa McDonough (Halifax, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Bill Blaikie", 
                "url": "/politicians/30/", 
                "member_id": 3119, 
                "party": "NDP", 
                "riding": "Winnipeg—Transcona (Manitoba)", 
                "id": 30
            }, 
            "url": "/hansards/2166/165/", 
            "text": "Some contest of values.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:10:00", 
            "attribution": "Mr. Bill Blaikie", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Alexa McDonough", 
                "url": "/politicians/192/", 
                "member_id": 2543, 
                "party": "NDP", 
                "riding": "Halifax (Nova Scotia)", 
                "id": 192
            }, 
            "url": "/hansards/2166/166/", 
            "text": "Some contest of values my colleague says. He would want to say that again.\n\nLiberals together with the other party are boasting about the size of their tax cuts. It is as if they are caught up in a game of one-upmanship; my tax cuts are bigger than your tax cuts. Meanwhile the federal Liberal government turns its back on Canadian families who are struggling to make ends meet, who are struggling to pay for their own home care and who are struggling to pay for the prescription drugs they need.\n\nCanadians have paid dearly so that Liberals could flaunt around and boast about their big surplus and the big tax cuts they are making. But for the vast majority of Canadians, the government has tragically replaced the fiscal deficit with a social deficit.\n\nWe see that social deficit around us every day. We see it in the unacceptable waiting lists for vital health services, like radiation therapy for women with breast cancer.\n\nWe see the social deficit among our students. Tuition has risen by 126% over the past decade. Graduating students from last year faced average debt loads of $25,000 and we know it continues to rise. The debt load continues to rise in every province except the NDP provinces.\n\nWe see the social deficit on the streets of our largest cities. For example in the city of Toronto 5,000 children are homeless every night.\n\nWe see the social deficit on farms. Families are trying for the third straight year to make ends meet in the face of falling commodity prices, high input costs and reluctant and inadequate federal support.\n\nWe see the tragic social deficit in regions where work is seasonal, unemployment is chronic and workers are scrambling to scrape by on woefully inadequate insurance benefits.\n\nWe see it in communities where families can no longer turn on their tap and be assured that their water is safe for their kids to drink or to brush their teeth. They cannot be assured that the water is safe to make a cup of tea for their grandmother, for heaven's sake.\n\nWe see the social deficit at food banks where a quarter of a million Canadians are now forced to go just to be able to put food on the table for their families.\n\nToday we see none of these crucial deficits count with the government. It is too busy figuring out its tax cuts for its elite friends.\n\nThat is the real record of the Liberal government. It has a great deal of answering to do to the people of Canada.\n\nOver the past five years the government has taken $50 billion out of social spending, $30 billion out of unemployment insurance, and another $25 billion from health care, education and basic social welfare services.\n\nThe Liberal government has chosen to give the banks a $500 million annual tax cut instead of reducing child poverty. The Liberal government has chosen to eliminate regulations instead of standing up to polluters with new tougher national standards. The Liberal government has worked harder to stall the loophole case, which my colleague raised again this afternoon in the House, than it has at ensuring Canada's tax system is fair for everyone, not just the country's wealthiest families.\n\nThe government has slashed funding and retreated to the sidelines while some provinces welcome in private hospitals instead of working with the provinces to build up our health care system so that it is there when people need it; there when people need it regardless of their financial circumstances and regardless of where they happen to live.\n\nThe recent deal with the provinces fails to restore the level of federal funding for medicare even to its pre-Liberal cutback level of 1994-95. It fails to restore the level of funding for medicare to what it was under the Mulroney government when the Liberals took office.\n\nThere is another vision of what Canada can be. Canadians know that Canada could be so much better. There is another vision to which the vast majority of Canadians aspire. It is a vision where governments are on the side of working families, where government is committed to the services that ordinary Canadians need, where the hopes and dreams of ordinary Canadians can be put first.\n\nCanadians need a federal government that shows the kind of leadership that truly restores funding to our health care system, the kind of leadership that halts the growth of for profit medicine, the kind of leadership that extends medicare so that it includes the home care that people need and includes the basic prescription drug that people in many cases need to stay alive or maintain some kind of quality of life.\n\nCanadians need leadership that sets tough national standards to stop pollution and to protect people's health. They need leadership that attacks the shame, the national disgrace of child poverty and attacks it head on by reinvesting in our children and in our young people through increased child tax benefits and a national child care program, a national child care program promised by the Liberal government from the day it came to office.\n\nWe need leadership that makes sure our young people have the skills that they need to succeed in today's knowledge based economy. We need to roll back tuition fees because if not, we are graduating students into poverty and making it impossible for them to get on with their lives.\n\nWe need leadership that creates training programs to make full, meaningful employment a reality so that people do not have to work longer and harder for less. That is what is happening to Canadian families. We need leadership that fights for a new approach to global trade, that puts the interests of ordinary Canadians ahead of the interests of global corporations.\n\nCanadians know that Canada can be a better place.\n\nWe can do better in Canada. The federal government can afford to invest in the future, in our children, our families and our communities. It can do it without adding to the debt. It is a matter of choice and priorities.\n\nIt is a matter of political will, the political will to invest in the priorities that we share in common as Canadians: medicare, education and training, housing, community development and environmental protections. We need the political will to say no to the dictates of the banks and the wealthiest Canadians, to re-establish the role of the federal government as the true guardian of medicare and national standards for other social programs as well.\n\nThe finance minister has shown us today that the government and the Prime Minister simply do not have the political will to do any of those things.\n\nCanadians have clearly indicated what their priorities are. Today the Liberals have clearly shown that so-called Liberal values mean very little to most Canadians because the fact is that capital gains cuts will not pay for nurses. Corporate tax cuts will not shorten waiting lists for hospital beds or cancer treatment. Despite our aging population and rising health care costs, the Liberal government still has not restored health funding to the 1993 Mulroney level. Let us remember Liberal commitments on pharmacare and home care. They have been shoved right off the Liberal agenda.\n\nIt is a great budget for a homeless person who has a big, fat stock portfolio. The Liberal's notion of what the reality is for most Canadians is that they all have big, fat stock portfolios. This budget will be great for them because they will enjoy tax benefits of $25,000, $30,000, $35,000 from the government's tax measures. There are $100 billion in tax cuts while over one million children grow up in poverty in this country.\n\nI say shame and the vast majority of Canadians say shame as well to a government that puts tax cuts for the wealthy ahead of dealing with the reality that we have one million children in the country growing up in poverty. By medical assessment, 57,000 children go to bed hungry and are considered to be suffering the effects of malnutrition because of hunger.\n\nLiberals just do not seem to understand what it does to our young people to tell them that they absolutely have to have higher education in order to participate in the knowledge based economy and then turn around and saddle them with debt loads of $25,000 and $30,000 on average, and that is just for students getting an undergraduate education.\n\nHon. members should think about that. The average student debt that our students have had heaped on their shoulders is larger than the per capita share of the national debt. Yet what we see in this mini-budget today is $10 billion a year for the national debt and not one single red cent for student debt.\n\nI could not believe my ears when the Prime Minister said yesterday that the biggest problem the government faces is that it has too much money. Then I thought about it. I thought maybe that was a promising sign of what we would see in the mini-budget. When we look at the size of the social deficit, the health deficit, the education deficit, the environmental deficit and the infrastructure deficit that have been run up by the Liberal government over the last seven years, heaven knows there are some real priorities for which that bundle of too much money the Prime Minister talked about yesterday is desperately needed.\n\nThe tragedy is that today we saw a mini-budget that completely fails to address the hardship and the heartache that have been suffered by a great many Canadians as a result of the priority choices the government has been making over the last seven years.\n\nThe reality is that not only are there individuals and families in many corners of the country suffering from these misplaced Liberal priorities, but whole communities are paying the price. Whole regions of the country are paying the price. In the process a lot of division and tension has been created in this country of ours.\n\nThe sense of pride that we have in ourselves in the kind of country we are has been eroded. The only thing I can say is what I said at the beginning, that I receive this mini-budget with a heavy heart but also with a sense of optimism. The fact that the federal Liberals will have to start accounting for themselves in an upcoming election is a good thing.\n\nThe Liberal government thinks the most important thing to do is to brag and to congratulate itself for the big bucks that are available because of the surplus that has been created by the social deficits the Liberals have heaped on people. But Canadians have a very different set of values. I am absolutely optimistic that Canadians will understand the cynicism, the crassness, the self-serving nature of the choices the government has made in the budget it has introduced today. It is a reminder of why we should be grateful for the fact that we do live in a democratic country.\n\nPerhaps the government does not care about the hungry and the homeless and the people who suffer from the lack of health care and education because they do not have the private bucks the government is pumping up with its tax cuts for the wealthy. However, Canadians do care about those things. On election day Canadians will have their say. They understand how important it is that the values, the social democratic values of the New Democratic Party be well represented in the House. A lot more New Democrats are needed in the House to push back against this meanspirited, cynical, crass approach to governing.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:10:00", 
            "attribution": "Ms. Alexa McDonough", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 2546, 
                "party": "Progressive Conservative", 
                "riding": "Pictou—Antigonish—Guysborough (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2166/167/", 
            "text": "Madam Speaker, I rise on a point of order. I seek unanimous consent of the House to extend the debate.\n\nWe would respectfully submit that it is in everyone's interest that we hear from all parties on this debate, in particular a former Prime Minister. I would hope that all members of the House would afford every party the opportunity to speak to this important motion.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "attribution": "Mr. Peter MacKay", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2166/168/", 
            "text": "Is that agreed?", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/169/", 
            "text": "Agreed.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/170/", 
            "text": "No.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2166/171/", 
            "text": "It being 5.30 p.m. the House will now proceed to the consideration of private members' business as listed on today's order paper.\n\nThe hon. member for York South—Weston is not present to move the order as announced in today's notice paper and accordingly the bill will be dropped to the bottom of the order of precedence on the order paper.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Antoine Dubé", 
                "url": "/politicians/5100/", 
                "member_id": 3291, 
                "party": "Bloc", 
                "riding": "Lévis (Québec)", 
                "id": 5100
            }, 
            "url": "/hansards/2166/172/", 
            "text": "Madam Speaker, I rise on a point of order. Since the member in question cannot be here and the time has been set aside, it cannot be said that there is no time. Therefore, I seek unanimous consent to consider Bill C-213 at third reading.\n\nIf the bill were to be adopted, it could be done before the election which is very important. I think members on both sides will agree to that.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "attribution": "Mr. Antoine Dubé", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2166/173/", 
            "text": "The House has heard the request made by the member for Lévis-et-Chutes-de-la-Chaudière.\n\nIs there unanimous consent to proceed in such a fashion?", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/174/", 
            "text": "Agreed.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/175/", 
            "text": "No.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2166/176/", 
            "text": "At this point I would seek unanimous consent of the House to see the clock as being 6.30 p.m. so that we can proceed immediately to the adjournment proceedings. Is that agreed?", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2166/177/", 
            "text": "Agreed.\n\nA motion to adjourn the House under Standing Order 38 deemed to have been moved.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2166/178/", 
            "text": "Madam Speaker, it is not very often that we have so many members here for the late show. It is simply deplorable what has happened in the House in the last couple of minutes.\n\nThe Minister of Finance presented his economic statement. That is fair. He is entitled to do that. The leaders of every party in the House of Commons had a chance to respond except our leader. He was denied that opportunity because the reform Party would not provide unanimous consent to hear from a former Prime Minister of Canada. That is deplorable.\n\nWhere is the respect? It is the same old party with a new name. It is a new paint job but no one will buy its philosophy or approach to government. It is the lowest of all political lows when a former Prime Minister of Canada is denied the right to stand in the House to present his point of view on behalf of Canadians and the party that he represents and has represented so well over the years.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "attribution": "Mr. Greg Thompson (New Brunswick Southwest, PC)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 2463, 
                "party": "Reform", 
                "riding": "Lakeland (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2166/179/", 
            "text": "What is the reform afraid of?", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "attribution": "Mr. Leon E. Benoit", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2166/180/", 
            "text": "What is the reform party afraid of? I think it is afraid of truth, honesty and integrity. This is what the former Prime Minister personifies in his integrity and ability to speak the truth. I think Canadians are entitled to hear that on the floor of the House of Commons.\n\nThe question I put to the minister a number of weeks ago had to do with the health accord signed by the provinces. That was simply nothing more than a patchwork approach to the health care system.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:30:00", 
            "attribution": "Mr. Greg Thompson", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2166/181/", 
            "text": "A post-dated cheque.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:35:00", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Greg Thompson", 
                "url": "/politicians/greg-thompson/", 
                "member_id": 2523, 
                "party": "Progressive Conservative", 
                "riding": "Charlotte (New Brunswick)", 
                "id": 285
            }, 
            "url": "/hansards/2166/182/", 
            "text": "It was simply a post-dated cheque. The moneys will not flow for another 18 months. The government has no plan for the future and no guarantee that moneys will be there after the next election.\n\nMy leader would want to see established the sixth principle of health care: dependable, stable funding so that provinces would have a road map or plan for the future. The government is devoid of all planning in the health care field. Its record speaks to that. There is no plan and no ideas.\n\nThe headline in the next election should simply be no ideas, no votes. The Liberals have demonstrated that for seven years, seven years without leadership. What did they do when they balanced their books? They did it on the backs of the poor, the sick, the elderly and the unemployed. They took the most vulnerable in society and decided to balance the book on their backs.\n\nThey still do not have a plan. They certainly do not have a plan that Canadians will buy into. What is more deplorable is that in the last number of weeks they spent $8 million promoting their idea of health care. Not one cent of the billions that are coming in is going to sick people in hospitals who need it.\n\nWhen this new money is all spent we will be back to 10 year levels—", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:35:00", 
            "attribution": "Mr. Greg Thompson", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2166/183/", 
            "text": "I am afraid I must interrupt at this point.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:35:00", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Yvon Charbonneau", 
                "url": "/politicians/4925/", 
                "member_id": 2660, 
                "party": "Liberal", 
                "riding": "Anjou—Rivière-Des-Prairies (Québec)", 
                "id": 4925
            }, 
            "url": "/hansards/2166/184/", 
            "text": "Madam Speaker, to answer the question put by our colleague from New Brunswick Southwest, I would remind him that on September 11 the Government of Canada signed a historical agreement with the provinces that will lead to the upgrading of the Canadian health care system so that it is better able to meet the needs of the population. It will mean timely and better quality health care for Canadians.\n\nThe first ministers are committed to this vision. They also agreed to an action plan with specific priorities for collaboration and action in eight key areas: access to health care, health promotion, primary health care, home care and community care, supply of doctors and nurses, pharmaceutical management, and investment in information technology.\n\nThese are very serious commitments on the part of the federal and provincial governments and they are being acted upon.\n\nMoreover both levels of government agreed they have to be accountable to their people, Canadians as a whole and the inhabitants of each province.\n\nReporting will begin by September 2002 and each government is to decide how to best go about it\n\nAlso a significant reinvestment in federal funding was announced to support the first ministers agreement.\n\nI would remind our colleague from New Brunswick Southwest that the finance minister reiterated this commitment this afternoon in his economic statement.\n\nThis very significant new investment will result in a 35% increase in the level of health care funding over the next few years.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:35:00", 
            "attribution": "Mr. Yvon Charbonneau (Parliamentary Secretary to Minister of Health, Lib.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Joe Clark", 
                "url": "/politicians/3905/", 
                "member_id": 3694, 
                "party": "Progressive Conservative", 
                "riding": "Kings—Hants (Nova Scotia)", 
                "id": 3905
            }, 
            "url": "/hansards/2166/185/", 
            "text": "Madam Speaker, I express my appreciation to members of the four parties in the House, other than the reform party alliance, who respect democracy and would have allowed me to speak on extended hours on the budget speech.\n\nI say to the members of the reform alliance that they are not going to be able to get away from me that easily in the next 20 days.\n\nI want to speak in relation to questions I put with regard to the HRDC file. Yesterday, as hon. members know, the auditor general pulled the mask off the government's attempts to convince Canadians that it has the means and the ability to properly manage their money. He uncovered a litany of errors and mismanagement and he confirmed the House's worst fears about the problems in the human resources development department.\n\nThe auditor general said “It was more than just sloppy paperwork. We found that controls had broken down, putting public funds at unacceptable risk”. He went on to say “This is serious, because taxpayers have a right to expect that the government will follow due process when it spends public money”.\n\nThe auditor general studied the same four programs as the now infamous internal audit of the department. These included the transitional jobs fund and Canada jobs fund, the youth internship Canada program, the sectoral partnership initiatives program and the social development partnerships program. He concluded that there were widespread deficiencies in the management control of all four programs.\n\n“We found breaches of authority, payments made improperly, very limited monitoring of finances and activities, and approvals not based on established processes.”\n\nHe concluded that many practices were not acceptable. I quote: “Proceeding without required approvals, relying on oral contracts and paying for ineligible expenses.”\n\nFurther, he adds: “Inappropriate practices had become the routine, accepted by management.”\n\nWhile almost all attention revolved around job grants last year, this year we learned that while $25 million was poured into the Youth Internship program over three years only 5% of the files were properly assessed.\n\nIn contrast to the findings of the auditor general, the minister repeatedly defended the success of her programs. She stood in the House and said that everything was fine within HRDC. Yesterday she admitted in the House “we did not document appropriately the data that would support the numbers employed”.\n\nThe auditor general stated “We could not support the department's findings on the effectiveness of the transitional jobs fund”.\n\nThese problems did not happen overnight. They were warning signs that a vigilant minister should have acted upon. In 1998 an internal audit of the Atlantic groundfish strategy found serious weaknesses in all aspects of the project's life cycle. Why was corrective action not taken then? Why was a major overhaul of all grants and programs not initiated at that point? Why did the department under two different ministers wait until a crisis erupted?\n\nHRDC has put forward a six point action plan which it claims will deal with the issues. That is not the judgment of the Auditor General of Canada. That is not the judgment of the House. The administration of this program has been a scandal and it is a scandal that continues.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:35:00", 
            "attribution": "Right Hon. Joe Clark (Kings—Hants, PC)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Raymonde Folco", 
                "url": "/politicians/raymonde-folco/", 
                "member_id": 2693, 
                "party": "Liberal", 
                "riding": "Laval West (Québec)", 
                "id": 105
            }, 
            "url": "/hansards/2166/186/", 
            "text": "Madam Speaker, in response to a comment made by the hon. member for Kings—Hants I would like to remind him that the auditor general's report was tabled yesterday.\n\nAs the member knows full well, this report treats mainly the same concerns as those we have been examining since the HRDC minister published in January the results of an internal audit conducted by her department.\n\nI would like, and allow me to do it in English, to show how the auditor general, in his report, sees the way things are done in the department. I would like to remind the hon. member for Kings—Hants of these quotes.\n\nThe auditor general said “HRDC has initiated quite extraordinary corrective action to address these serious problems. We concluded that the department is on the right track”.\n\nHe says further:\n\n—we did in fact spend a fair bit of effort to assess the adequacy of their implementation or corrective action plan and we found that the plan is serious, is working, is going in the right direction.\n\nHe says further:\n\nWe have not in the past had too much difficulty obtaining information that we wanted. Certainly, in the audits on which we are reporting today, we're not reporting any such difficulty...I think the main factor was that was there was an imbalance between the desire of the Department to provide fast service to the applicants and the need to have sound control over the spending of public funds.\n\nHe then said that he thought, and I am still quoting the auditor general:\n\n...we believe that the department's plan to address the deficiencies that were identified is acceptable.\n\nI would simply like to remind the hon. member—", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:40:00", 
            "attribution": "Mrs. Raymonde Folco (Parliamentary Secretary to Minister of Human Resources Development, Lib.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2166/187/", 
            "text": "I regret to interrupt the hon. parliamentary secretary but her time has expired.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:45:00", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Antoine Dubé", 
                "url": "/politicians/5100/", 
                "member_id": 3291, 
                "party": "Bloc", 
                "riding": "Lévis (Québec)", 
                "id": 5100
            }, 
            "url": "/hansards/2166/188/", 
            "text": "Mr. Speaker, on May 12 I asked the Minister of Transport whether he realized that his decision to purchase a used ferry for an additional ferry service between Newfoundland and Nova Scotia instead of buying a new one was wrong and totally unacceptable, and all the more so because it was not in line with the so-called preferential procurement policy of the Canadian government.\n\nHere is what the minister answered:\n\n—perhaps the hon. member knows something more about shipbuilding than most other people in Canada but to say that we could have had a ship designed and constructed within the last 18 months to put in service in the next couple of weeks on the gulf between Nova Scotia and Newfoundland just defies any logic.\n\nNewfoundlanders have been demanding this ferry for years. The minister cannot say he was taken by surprise. The minister has been aware for a long time of the need for this ferry.\n\nIt bears repeating that the federal government did the same thing in the case of the ferry between Newfoundland and the Madgalen Islands. The minister hinted that he could implement the procurement policy in the future. He had two opportunities to do so and one more this year but he did not.\n\nIn the meantime, the Minister of Fisheries and Oceans agrees to have coast guard patrol vessels built from American plans. Quite a recognition for Canadian engineers.\n\nThis is not the first time the Liberal government ignores its own policies. It was reminded of that last week by the official languages commissioner. The government does not even comply with the Official Languages Act.\n\nThis week, the information commissioner said that the government does not even honour the spirit of the Access to Information Act.\n\nI tried many times to have my bill passed by the House this week, but in vain. On Monday a Liberal member objected to the idea of adding one hour to our sitting even though, in the end, our sitting was 20 minutes shorter than usual that day.\n\nAgain today a member could not be here for private members' business. I asked the unanimous consent of the House to replace him, not to extend our sitting, but just to replace him I had his permission. That request was denied.\n\nThis leads me to conclude that even though the Liberals voted in favour of the principle of the bill on March 29 of this year and even though in committee all the members including Liberal members, voted unanimously in favour of the bill in the clause by clause study, this is a terribly hypocritical approach. While we had the opportunity to pass this bill before an election is called, it will simply be left to die on the order paper.\n\nI am very frustrated with this situation. Tomorrow I will go to Newfoundland where I was invited by the former premier of that province, who is now our Minister of Industry.\n\nHe will be called upon to give advice to the government with regard to shipbuilding. I hope that in his new role he will be consistent with the position he supported as a premier. On two occasions at federal-provincial conferences he and the other premiers asked the federal government to implement a national shipbuilding policy. I hope he will be consistent and tell us before the election what he intends to do to help workers in the shipbuilding industry.\n\nThere are only 3,000 of them left compared to more than 10,000 when the Liberals took office in 1993. It is unacceptable and I deplore the fact that—", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:45:00", 
            "attribution": "Mr. Antoine Dubé (Lévis-et-Chutes-de-la-Chaudière, BQ)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2166/189/", 
            "text": "I am sorry to interrupt the hon. member but the hon. Parliamentary Secretary to the Minister of Indian Affairs and Northern Development has the floor.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:50:00", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "John Finlay", 
                "url": "/politicians/4713/", 
                "member_id": 3212, 
                "party": "Liberal", 
                "riding": "Oxford (Ontario)", 
                "id": 4713
            }, 
            "url": "/hansards/2166/190/", 
            "text": "Madam Speaker, I thank the hon. member for Lévis-et-Chutes-de-la-Chaudière for giving me the opportunity to speak to the subject of consultations on the shipbuilding issue. I am pleased to be able to respond to the hon. member this evening because in fact a great deal has been accomplished over past months.\n\nI am pleased to note that the former Minister of Industry and his officials conducted extensive consultations with a broad representation of shipbuilding and repair industry stakeholders over the past several months. The consultations revealed both convergent and divergent views. Most stakeholders felt the need for action to capture emerging opportunities in the offshore oil and gas market, the Great Lakes fleet replacement market and other niche markets.\n\nThe shipbuilding and repair industry is very diverse. The interests of those businesses and workers sometimes are at variance with other stakeholders such as shippers, shipowners and shipping companies.\n\nStakeholders generally agreed on the current state of the industry and on the main issues. The key issues clearly are foreign subsidies, which distort the markets, trade barriers, global and domestic overcapacity, and the need to refocus traditional approaches to capture and exploit best market opportunities.\n\nDespite these challenges there are many examples of innovative approaches and success stories in Canadian shipbuilding and repair. In general, smaller yards are co-operating at a higher capacity by pursuing new niche markets, while the larger yards are having a more difficult time, especially with the new markets.\n\nThe shipbuilding forum is being held in Newfoundland this Friday. Therefore the federal government is still listening and learning—", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:50:00", 
            "attribution": "Mr. John Finlay (Parliamentary Secretary to Minister of Indian Affairs and Northern Development, Lib.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2166/191/", 
            "text": "I must interrupt at this point. There is no more time.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:50:00", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Paul Crête", 
                "url": "/politicians/73/", 
                "member_id": 2685, 
                "party": "Bloc", 
                "riding": "Kamouraska—Rivière-Du-Loup—Témiscouata—Les Basques (Québec)", 
                "id": 73
            }, 
            "url": "/hansards/2166/192/", 
            "text": "Madam Speaker, on September 18 in a question I put to the minister I talked about her insensitivity to the terrible consequences our seasonal workers and their families are faced with.\n\nNothing in the budget update that was brought down today would correct the inequities of the current Employment Insurance Act. Let me give the House the most dramatic example I can think of.\n\nBetween July 9 and September 17, 2000, workers in the lower St. Lawrence and the North Shore regions had to work 525 hours to be entitled to 21 weeks of EI benefits. Following pressures exerted by various stakeholders, it was decided that on September 21 we were going back to 420 hours of work for 32 weeks of benefits. But that left a huge void. During a month and a half a second class of citizens, of workers, was created and this winter these people will be entitled to only 21 weeks of benefits instead of 32.\n\nSince I asked this question the minister introduced Bill C-44 amending the Employment Insurance Act. Why did she not correct this inequity? Why does she not take the opportunity to add a clause eliminating this infamous provision that is totally unacceptable in a society like ours?\n\nToday the government talked about distributing billions of dollars and it is not even able to give back to seasonal workers the ten weeks of benefits that are rightfully theirs.\n\nIn today's budget speech there is a lot of money for people who earn $150,000 and more. They will get an $8,000 tax cut. Do hon. members know that someone who is currently on employment insurance and earned $400 a week when he was working receives $220 in benefits? If he had been given 60% instead of 55%, he would receive $240. When one lives on $240 a week an extra $20 is a lot of money because it can put bread and butter on the family table. These are people who make $20,000 a year.\n\nWill the government not be more sensitive and show greater respect for what seasonal workers are going through?\n\nThe message in today's budget is that if you are in the new economy, if you have technical, professional or university training in a specialized field, the government will help you. Fine. But the others who do not fall into that group are left to fend for themselves.\n\nWill the parliamentary secretary to the minister tell us today that, yes, the government will amend Bill C-44, yes, it will treat with justice and fairness those who were penalized in July, and yes, it will give the same status to seasonal workers across the country?\n\nSeasonal work has nothing to do with economic activity as such. In the forestry, agriculture and tourism industries, it is often possible to work for 18 or 20 weeks. But even if the economy is running at full speed, even if we enjoy strong economic growth, there are not necessarily more jobs for these workers.\n\nCould the government not pay more attention so that these citizens can feel they are getting some respect from it? These people helped eliminate the deficit and they funded the $32 billion surplus in the employment insurance fund. Could these people not get part of that surplus? Could the government not stop making a mockery of their plight, as it just did with Bill C-44, which provides only $500 million, when the employment insurance surplus is $32 billion?\n\nToday, the government is telling us that these billions will be used to help people earning $150,000 or more. This is revolting. But I expect that in the end the government will budge. There is still time to do so before the next election.", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:50:00", 
            "attribution": "Mr. Paul Crête (Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques, BQ)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Raymonde Folco", 
                "url": "/politicians/raymonde-folco/", 
                "member_id": 2693, 
                "party": "Liberal", 
                "riding": "Laval West (Québec)", 
                "id": 105
            }, 
            "url": "/hansards/2166/193/", 
            "text": "Madam Speaker, I would remind the member for Kamouraska—Rivière-du-Loup—Témiscouata—Les Basques that the Liberal government has in fact done many things and intends to do many more as the Minister of Finance has said.\n\nThe Minister of Finance announced a few minutes ago in the House, at a cost of $1.3 billion, a one time relief of $125 per individual or $250 per family to assist low and modest income Canadians in dealing with their home heating expenses.\n\nThis is a one time item, a clear and specific item the Minister of Finance has just provided. There are others. This is one I could find very quickly.\n\nI say to the member opposite that we are continuing to take our inspiration from the principles which guided the 1996 reform and which were responsible for the creation of employment insurance.\n\nThese principles are to make the program fairer, to encourage greater participation in the labour market, and to help people find jobs.\n\nWe are well aware that seasonal industries underpin the economies of a great many communities throughout the country. We feel, however, that EI is only a partial solution and that local economies must be stimulated to provide alternatives to seasonal work.\n\nWhat is required to improve the lot of these seasonal workers is a concerted effort by governments and we are there to make that effort, with our partners, businesses, local leaders and individuals, in order to increase the number of jobs available.\n\nWe are working locally, provincially and territorially in order to come up with long term solutions that will improve the situation. How? By ensuring, for instance, that seasonal workers have access to education and training opportunities and—", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:55:00", 
            "attribution": "Mrs. Raymonde Folco (Laval West, Lib.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "attribution": "The Acting Speaker (Ms. Thibeault)", 
            "url": "/hansards/2166/194/", 
            "text": "Unfortunately, I must interrupt the parliamentary secretary. Her time is up.\n\nThe motion to adjourn the House is now deemed to have been adopted. Accordingly, this House stands adjourned until tomorrow at 9 a.m., pursuant to order made on Tuesday, October 17, 2000.\n\n(The House adjourned at 5.59 p.m.)", 
            "topic": "Economic Policy", 
            "time": "2000-10-18 17:55:00", 
            "heading": "Adjournment Proceedings"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=36&Ses=2&DocId=2332255", 
    "url": "/hansards/2166/", 
    "session": 2, 
    "date": "2000-10-18", 
    "id": 2166
}