{
    "parliament": 40, 
    "statements": [
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/0/", 
            "text": "We normally have the singing of the national anthem, so perhaps we can all join in and sing together.\n\n[Members sang the national anthem]\n\nThe Parliament, which had been prorogued on December 30, 2009, met this day at Ottawa for the dispatch of business.\n\nThe House met at 2:00 p.m., the Speaker in the chair.\n\nThe Speaker read a communication from the Secretary to the Governor General announcing that Their Excellencies, the Governor General and Jean-Daniel Lafond, would arrive at the Peace Tower at 2 p.m. on Wednesday, March 3, 2010, and that when it was indicated that all was in readiness, Their Excellencies would proceed to the chamber of the Senate to formally open the third session of the 40th Parliament of Canada.\n\nA message was delivered by the Usher of the Black Rod as follows:\n\nMr. Speaker, it is the desire of Her Excellency the Governor General that this honourable House attend her immediately in the Senate chamber.\n\nAccordingly the Speaker with the House went up to the Senate chamber.\n\nAnd being returned to the Commons chamber:", 
            "topic": "", 
            "time": "2010-03-03 14:05:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/1/", 
            "text": "I wish to inform the House that in accordance with the representation made by the government pursuant to Standing Order 55(1), I have caused to be published a special order paper giving notice of a government motion.\n\nI therefore lay the relevant document upon the table.", 
            "topic": "Order Paper", 
            "time": "2010-03-03 16:05:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2169/2/", 
            "text": "moved for leave to introduce Bill C-1, An Act respecting the Administration of Oaths of Office, and sought the unanimous consent of the House to have the bill printed.", 
            "topic": "Oaths Of Office", 
            "time": "2010-03-03 16:05:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/3/", 
            "text": "The House has heard the terms of the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Oaths Of Office", 
            "time": "2010-03-03 16:05:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/4/", 
            "text": "Agreed.", 
            "topic": "Oaths Of Office", 
            "time": "2010-03-03 16:05:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2169/5/", 
            "text": "Mr. Speaker, I rise on a point of order relating to Bill C-1, which has just been introduced in the House. By dealing with this bill as the first order of business, the House is affirming an important principle.\n\nThis is an important constitutional principle: the government must be accountable to the House of Commons for its actions, and not the other way around.\n\nIn this spirit I would like to seek unanimous consent to adopt a motion that underscores the supremacy of the House of Commons and seeks common ground on the issue of prorogation.\n\nI move that this House hereby establishes a special committee to be structured along the lines of the Standing Committee on Procedure and House Affairs, and having all the powers of a standing committee, to conduct an immediate examination into the issue of prorogation, to advise the House on the circumstances in which it is appropriate, or inappropriate, for the Prime Minister to request that Parliament be prorogued, and to repair such necessary changes to the Standing Orders or legislation, or both, and that the committee report to the House no later than April 15, 2010.", 
            "topic": "Oaths Of Office", 
            "time": "2010-03-03 16:05:00", 
            "attribution": "Mr. Michael Ignatieff (Leader of the Opposition, Lib.)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/6/", 
            "text": "Does the hon. Leader of the Opposition have the unanimous consent of the House to propose this motion?", 
            "topic": "Oaths Of Office", 
            "time": "2010-03-03 16:10:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/7/", 
            "text": "Agreed.", 
            "topic": "Oaths Of Office", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/8/", 
            "text": "No.", 
            "topic": "Oaths Of Office", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/9/", 
            "text": "I have the honour to inform the House that when the House of Commons did attend Her Excellency the Governor General this day in the Senate chamber, Her Excellency was pleased to make a speech to both Houses of Parliament. To prevent mistakes I have obtained a copy, which is as follows:\n\nWe are a country whose citizens do not turn back when confronted by obstacles, whatever they are, and never shrink from lending a helping hand to the most disadvantaged, wherever they may be.\n\nThough the effects of the global recession have not fully faded, Canadians are demonstrating a spirit of generosity that is a harbinger of hope to the people of Haiti, the poorest country in the Americas, which has been shaken by a disaster of unprecedented scope.\n\nThe world we live in remains strong because of the ties of solidarity that we--women, men and young people--forge among ourselves and because of the care we show toward one another.\n\nAs the Vancouver Winter Olympics and upcoming Paralympics remind us, there are also circumstances when festive hearts and the sharing of a common humanity are our greatest hope.\n\nI know Canadians will continue to care, and that spirit of solidarity will redefine their sense of sharing as efforts are made to support the economic recovery.\n\nWe gather for a new session of Parliament at a time of both great uncertainty and great optimism.\n\nUncertainty because Canadians still feel the lingering effects of a recession that was not of their making. Optimism because our country has weathered the storm better than most and because Canadians over the past year have shown the world as never before both our capacity to care and our capability to act.\n\nThe agenda our Government laid before Parliament just over one year ago is largely in place. Through Canada’s Economic Action Plan, our Government took decisive steps to protect incomes, create jobs, ease credit markets, and help workers and communities get back on their feet. As we begin to see modest improvements in growth and employment, the task before us today is to finish the work begun last year.\n\nJobs and growth remain the top priority. Our Government will complete the second year of Canada’s Economic Action Plan--guided by extensive consultations with leaders in business, industry, and everyday working people and their families--and make refinements where necessary.\n\nAt the same time, Canada is poised to emerge from the recession powered by one of the strongest economies in the industrialized world. Therefore, our attention must also encompass the new measures Canada needs for success in the modern economy.\n\nThis will require a return to fiscal balance, securing the strong budgetary position that distinguishes our country from so many others.\n\nWhile the task before us is great, the ingenuity, determination and compassion of Canadians are greater. We will ensure that Canada remains the best place in the world to raise a family. We will continue to stand up for those who built this great country. And we will forge ahead in building a Canada that is strong and united in a changing world.", 
            "topic": "Speech From The Throne", 
            "time": "2010-03-03 16:10:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Getting the Job Done: Completing Canada’s Economic Action Plan", 
            "url": "/hansards/2169/10/", 
            "text": "Canadians have confronted the challenges of the past year in the same way they have always met adversity--with pragmatism, resourcefulness and the spirit of partnership.\n\nFrom the forest floor to the factory floor, Canadians have rallied in the face of the global recession. Businesses have found new ways to adapt to tighter credit and weaker markets. Workers have shared their jobs to spare colleagues from layoff. Many Canadians, out of work for the first time in their lives, have begun training for a new career. And households across the country have adjusted their finances to account for new realities.\n\nLike Canadians themselves, governments across the country have adapted their approaches and joined together in a concerted effort to soften the impact of the recession.\n\nCanada’s Economic Action Plan is working. Tax cuts and enhanced Employment Insurance benefits are providing direct support to Canadians who paid into government programs over the years and now need help.\n\nFrom coast to coast to coast, almost 16,000 projects are putting Canadians to work while laying the foundation for future prosperity. These projects range from roads and bridges to colleges and universities, from social housing to our cultural and heritage institutions.\n\nCommunities and industries most affected by the downturn are being supported. Businesses have begun hiring again, with the economy adding more than 135,000 net new jobs since July 2009. This has restored incomes, confidence and hope for the future for families across the country.\n\nBut even as confidence returns to our economy, it would be a mistake to declare that the recession is completely behind us. Too many Canadians still find themselves out of work and events beyond our borders could yet threaten a fragile recovery.\n\nOur Government’s top priority is therefore to complete the second year of Canada’s Economic Action Plan and to continue creating jobs and growth. Our Government will work with its partners in the provinces and territories to make certain that projects are completed now and over the coming year, when the stimulus is most needed.\n\nOur Government understands the real hardships experienced by Canadian families affected by job loss. Recognizing that unemployment continues to cast a long shadow over the recovery, our Government will continue to work on job creation and job protection. And it will help young Canadians looking to enter today’s tough job market for the first time to make the transition to work.", 
            "topic": "Speech From The Throne", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "attribution": "Planning for Recovery: Returning to Fiscal Balance", 
            "url": "/hansards/2169/11/", 
            "text": "Canadians understand that the events of the past year have required governments everywhere to run budgetary deficits. They also know that because our Government made the responsible choice to pay down debt in good economic times, Canada’s debt levels remain by far the smallest in the G7. And they appreciate that this has allowed our country to enact one of the largest stimulus programs in the world without unduly burdening future generations.\n\nAt the same time, Canadians live within their means and expect their governments to do the same. Spending designed for a rainy day should not become an all-weather practice.\n\nCanadians also realize that a balanced budget is not an end in itself, but the foundation of a strong and resilient economy. In taking responsible steps to reduce the deficit, our Government will not repeat the mistakes of the past.\n\nBalancing the nation’s books will not come at the expense of pensioners. It will not come by cutting transfer payments for health care and education or by raising taxes on hard-working Canadians. These are simply excuses for a federal government to avoid controlling spending.\n\nOur Government’s first step toward restoring fiscal balance will be to wind down stimulus spending as economic activity rebounds. It will work with its provincial, territorial and municipal partners to ensure that measures under Canada’s Economic Action Plan come to an end by March 31, 2011. And as chair of the G8 and G20 this year, our Government will lead the call for a globally coordinated approach to the withdrawal of economic stimulus.\n\nThe second step toward restoring fiscal balance will be to restrain federal program spending overall, while protecting growth in transfers that directly benefit Canadians, such as pensions, health care and education.\n\nOur Government will lead by example, introducing legislation to freeze the salaries of the Prime Minister, Ministers, Members of Parliament and Senators.\n\nIt will freeze the overall budget of Ministers’ offices and calls on Members of both Houses of Parliament to do the same.\n\nIt will freeze departmental operating budgets, that is, the total amount spent on salaries, administration and overhead.\n\nIt will launch a review of administrative services to improve their efficiency and eliminate duplication.\n\nIt will aggressively review all departmental spending to ensure value for money and tangible results.\n\nOur Government will also eliminate unnecessary appointments to federal agencies, boards, commissions and Crown corporations.", 
            "topic": "Speech From The Throne", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "attribution": "Building the Jobs and Industries of the Future", 
            "url": "/hansards/2169/12/", 
            "text": "Industry and ingenuity have been the hallmarks of Canada’s economy since the beginning. Aboriginal peoples, voyageurs and pioneers established the backbone of our modern trading nation. Immigrants armed only with dreams and determination travelled west to open the land that would become our breadbasket. Bright minds with bold ideas transformed sound and electricity into the communications network that links our world.\n\nBut today we face new challenges. Determined new competitors are rising. The relentless pace of technology means that every day there is something newer, faster, better. To succeed in the global economy, Canada must keep step as the world races forward.\n\nOur strategy is clear: we must combine the best of our intellectual and natural resources to create jobs, growth and opportunity.\n\nThe success of Canada’s economy depends on a skilled and educated workforce. Through Canada’s Economic Action Plan, our Government will continue to provide enhanced support for skills, apprenticeships and training for Canadian workers. It will make timely information on labour market opportunities available for all Canadians, especially in the area of the skilled trades. It will expand the opportunities for our top graduates to pursue post-doctoral studies and to commercialize their ideas.\n\nOur Government will also work hand-in-hand with Aboriginal communities and provinces and territories to reform and strengthen education, and to support student success and provide greater hope and opportunity.\n\nTo fuel the ingenuity of Canada’s best and brightest and bring innovative products to market, our Government will build on the unprecedented investments in Canada’s Economic Action Plan by bolstering its Science and Technology Strategy. It will launch a digital economy strategy to drive the adoption of new technology across the economy. To encourage new ideas and protect the rights of Canadians whose research, development and artistic creativity contribute to Canada’s prosperity, our Government will also strengthen laws governing intellectual property and copyright.\n\nCanada has been a spacefaring nation for nearly 50 years. Our Government will extend support for advanced research, development and prototyping of new space-based technologies, especially in support of Arctic sovereignty.\n\nLow taxes are already helping Canada attract the investment needed to turn ideas into products and services. Our Government will keep tax rates competitive and low, while taking aggressive steps to close unfair tax loopholes that allow a few businesses and individuals to take advantage of hard-working Canadians who pay their fair share.\n\nOur Government will open Canada’s doors further to venture capital and to foreign investment in key sectors, including the satellite and telecommunications industries, giving Canadian firms access to the funds and expertise they need. While safeguarding Canada’s national security, our Government will ensure that unnecessary regulation does not inhibit the growth of Canada’s uranium mining industry by unduly restricting foreign investment. It will also expand investment promotion in key markets.\n\nEnsuring the broadest possible market for Canada’s goods and services will require the aggressive pursuit of free trade. Our Government will implement free trade agreements with Peru and the European Free Trade Association and ask Parliament to ratify new agreements with Colombia, Jordan and Panama. Given the disappointing results of the Doha round of multilateral trade negotiations and the rapidly evolving global marketplace, our Government will aggressively diversify opportunities for Canadian business through bilateral trade agreements. It will continue trade negotiations with the European Union, India, the Republic of Korea, the Caribbean Community and other countries of the Americas. Building on the successful negotiation of new or expanded air agreements with 50 countries around the world, our Government will pursue additional agreements to achieve more competition, more choice for Canadians and more economic growth.\n\nOur Government will also build upon the recent agreement that gives Canadian companies permanent access to state and local government procurement in the United States.\n\nCanada’s strategy for economic success must leverage our considerable strengths, in particular our world-leading financial industry and energy resource endowment.\n\nThe unique strength of Canada’s financial industry set Canada apart during the global financial crisis. The World Economic Forum, among others, has recognized Canada’s banking system as the strongest in the world. Our Government will build upon this advantage to make Canada an even stronger world financial centre. Recognizing the critical importance of sound securities regulation--both to attract investment and crack down on white-collar crime--our Government will act, within the ambit of the Constitution, to create a Canadian securities regulator.\n\nOur energy resource endowment provides Canada with an unparalleled economic advantage that we must leverage to secure our place as a clean energy superpower and a leader in green job creation. We are the world’s seventh largest crude oil producer with the second largest proven reserves. We are the third largest natural gas producer, the third largest hydroelectric generator, the largest producer of uranium, and by far the largest supplier of energy resources to the world’s largest marketplace. To support responsible development of Canada’s energy and mineral resources, our Government will untangle the daunting maze of regulations that needlessly complicates project approvals, replacing it with simpler, clearer processes that offer improved environmental protection and greater certainty to industry.\n\nOur Government will continue to invest in clean energy technologies. It will review energy efficiency and emissions-reduction programs to ensure they are effective. And it will position Canada’s nuclear industry to capitalize on the opportunities of the global nuclear renaissance--beginning with the restructuring of Atomic Energy of Canada Limited.\n\nFinally, our strategy for the economy must create the conditions for continued success in the industries that are the foundation for Canada’s prosperity and support thousands of communities, both rural and urban.\n\nOur Government will partner with the forest industry to enter new markets and deploy new technologies, while respecting the Softwood Lumber Agreement with the United States.\n\nIt will introduce new legislation to reform Canada’s outdated system of fisheries management.\n\nIt will take steps to support a competitive livestock industry and pursue market access for agricultural products. Our Government will also ensure the freedom of choice for which Western barley farmers overwhelmingly voted, and it will continue to defend supply management of dairy and poultry products.\n\nSmall and medium-sized businesses are the engines of the Canadian economy, responsible for the creation of most new jobs. To support them, our Government will continue to identify and remove unnecessary, job-killing regulation and barriers to growth.\n\nIt will take further steps to support the competitiveness of Canadian manufacturers. And recognizing the strategic importance of a strong domestic shipbuilding industry, it will continue to support the industry’s sustainable development through a long-term approach to federal procurement.\n\nOur Government will also explore ways to better protect workers when their employers go bankrupt.", 
            "topic": "Speech From The Throne", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "attribution": "Making Canada the Best Place for Families", 
            "url": "/hansards/2169/13/", 
            "text": "Regardless of profession or trade, of industry or region, Canadians have always striven toward a common objective--to make a home and nurture a family. For many Canadians, there can be no greater accomplishment than to provide for their children, to contribute to the local community, and to live in a safe and secure country. Our Government shares and supports these aspirations.\n\nTo help Canadian families to balance work and family life, our Government introduced the Universal Child Care Benefit to provide $100 per month for each child under the age of six. This is direct financial support to working families that gives them the freedom to choose the best child care for them. Our Government will strengthen this benefit for sole-support, single-parent families.\n\nProtecting the health and safety of Canadians and their families is a priority of our Government. This commitment was reflected in its decision to secure the H1N1 vaccine for every Canadian. To assure parents that their children’s food, medicine and toys are safe, our Government will reintroduce legislation to protect Canadian families from unsafe food, drug and consumer products. Our Government will respect the wishes of Canadians by reintroducing the consumer product safety legislation in its original form.\n\nOur Government will continue to strengthen Canada’s food safety system.\n\nIt will ensure that families have the information they need to make informed choices and it will hold those who produce, import and sell goods in Canada accountable for the safety of Canadians.\n\nTo prevent accidents that harm our children and youth, our Government will also work in partnership with non-governmental organizations to launch a national strategy on childhood injury prevention.\n\nJust as we know that parents are in the best position to make decisions for their families, the best solutions to the diverse challenges confronting Canada’s communities are often found locally. Every day, the power of innovation is seen at work in communities across this country, as citizens, businesses and charitable groups join forces to tackle local problems.\n\nToo often, however, grassroots efforts are hobbled by red tape. Too often, local solutions are denied access to government assistance because they do not fit the bureaucratic definition of the problem. Too often, the efforts of communities falter not on account of a lack of effort or heart, but because of a lack of expertise to turn good ideas into reality.\n\nOur Government will take steps to support communities in their efforts to tackle local challenges.\n\nIt will look to innovative charities and forward-thinking private-sector companies to partner on new approaches to many social challenges.\n\nTo recognize the enormous contribution volunteers make to Canada, our Government will also establish a prime ministerial award for volunteerism.\n\nOur communities are built on the rule of law, the cornerstone of peace, order and good government. The law must protect everyone, and those who commit crimes must be held to account. Canadians want a justice system that delivers justice. We know we can protect ourselves without compromising the values that define our country.\n\nOur Government acted decisively to crack down on crime and ensure the safety and security of our neighbourhoods and communities. It introduced laws mandating prison sentences for gun crimes, toughening sentencing for dangerous criminals, raising to 16 from 14 the age of protection from adult sexual predators, and ensuring that criminals serve sentences that reflect the severity of their crimes.\n\nOur Government will now focus on the further protection of children, women and victims of white-collar crime.\n\nIt will protect the most vulnerable members of society: our children. It will introduce legislation to increase the penalties for sexual offences against children as well as legislation to strengthen the sex offender registry. It will protect children from Internet luring and cyber abuse.\n\nOur Government will also ensure the youth criminal justice system responds strongly to those few who commit serious and violent crimes, while focusing on the rehabilitation of all young offenders.\n\nOur Government will propose laws ensuring that for multiple murderers, life means life and requiring that violent offenders serve their time in jail, not in the luxury of home. It will reintroduce tough legislation to combat the organized criminal drug trade. Our Government will respect the will of Canadians by reintroducing this legislation in its original form.\n\nOur Government will take additional action to address the disturbing number of unsolved cases of murdered and missing Aboriginal women. The Sisters in Spirit initiative has drawn particular attention to this pressing criminal justice priority.\n\nOur Government will also introduce legislation to crack down on white-collar crime and secure justice for victims through tougher sentences. Hard-working Canadians who entrust their retirement savings to others have a right to see that trust honoured.\n\nJustice must be effective, swift and true. It must also be fair to victims of crime.\n\nTo ensure justice is effective, our Government will introduce legislation to give police investigative powers for the twenty-first century. Canada’s police officers and chiefs have asked for these vital tools to stay ahead of the tactics adopted by today’s criminals.\n\nTo ensure justice is delivered swiftly, our Government will introduce legislation to improve criminal procedures to cut the number of long, drawn-out trials.\n\nOur Government will also offer tangible support to innocent victims of crime and their families. It will give families of murder victims access to special benefits under Employment Insurance. It will introduce legislation to give employees of federally regulated industries the right to unpaid leave if they or members of their families are victimized by crime. And our Government will introduce legislation to make the victim surcharge mandatory, to better fund victim services.\n\nJust as criminals threaten Canadians’ personal safety, terrorists threaten our country’s security. Our peaceful, prosperous and pluralistic society is one of the safest places in the world to live. Yet Canada faces real, significant and shifting threats. Our Government will take steps to safeguard Canada’s national security.\n\nIt will make travel by air safer by employing the latest screening practices and detection technologies for passengers and cargo. While the costs of air security must be borne by businesses and individuals who use air transport, our Government will ensure their contribution is invested responsibly and effectively, and delivers measurable results.\n\nIt will introduce a new biometric passport that will significantly improve security.\n\nIt will modernize the judicial tools employed to fight terrorism and organized crime.\n\nWorking with provinces, territories and the private sector, our Government will implement a cyber-security strategy to protect our digital infrastructure.", 
            "topic": "Speech From The Throne", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "attribution": "Standing Up for Those Who Helped Build Canada", 
            "url": "/hansards/2169/14/", 
            "text": "Canadians believe sacrifice and hard work should be recognized. As we strive to create an even better future for our families and communities, our Government will stand up for those who built and defended this country.\n\nSuperior health care and quality of life mean that Canadians now enjoy one of the longest life expectancies in the world. As more and more Canadians enter their golden years, our Government will seek to enhance their well-being during the retirement that they have earned. This demographic shift poses a challenge to the sustainability of our social programs and our economy. Our Government will meet the demands of the aging population.\n\nOur Government has taken numerous measures to assure our senior citizens that Canada’s retirement income system is the strongest in the world. Among other measures, our Government has introduced Tax Free Savings Accounts and income splitting for Canada’s pensioners.\n\nTo support seniors and those planning for retirement, our Government will continue to work with the provinces and territories on options to further strengthen Canada’s retirement income system.\n\nIn recognition of the contributions seniors make to society, our Government will support legislation establishing Seniors Day.\n\nJust as generations of Canadians worked on the home front to build this great country, so too have generations of veterans fought to defend Canada and Canadian values around the world. We are reminded of the bravery and sacrifice of those who serve in our armed forces as we celebrate this year’s centenary of the Royal Canadian Navy and as we mark the passing of John Henry Foster Babcock, the last surviving Canadian veteran of World War I. A national day of commemoration will be held on Vimy Ridge Day, April 9, to celebrate the contribution his generation made to the cause of freedom.\n\nToday, however, a new generation of men and women in uniform continues to stand up for the values and principles Canadians hold dear. In Afghanistan, the Canadian Forces prepare for the end of the military mission in 2011 with the knowledge that--through great sacrifice and with great distinction--their efforts saved Kandahar province from falling back under Taliban control. After 2011, our effort in Afghanistan will focus on development and humanitarian aid.\n\nIn Haiti, the Canadian Forces have taken the lessons learned in Afghanistan and put them to use in very different circumstances. Their speed and effectiveness in deployment were and are unsurpassed in the world.\n\nTo serve Canada in the profession of arms is an extraordinary and honourable acceptance of risks, many of which cannot be foreseen, and all of which may have profound personal consequences for those who assume them. Our Government has supported our men and women in uniform not only in words, but by making the investments necessary to rebuild Canada’s military. Our Government will continue to stand up for our military and our veterans.\n\nOur Government will change the unfair rules restricting access to benefits under Employment Insurance for military families who have paid into the system for years.\n\nTo further commemorate the sacrifices of our armed forces, our Government will bring individuals, groups and businesses together to build community war memorials.\n\nOur Government has established the New Veterans Charter and an ombudsman, expanded the Veterans Independence Program and, in recognition of the gallant service of Allied veterans who fought alongside Canadian troops during the Second World War and the Korean War, reinstated benefits under the War Veterans Allowance Act. Our Government will continue to modernize support systems for Canadian veterans.\n\nHonouring those who built this country includes recognizing the contribution of those who make their living on the land and the realities of rural life in Canada. Our Government will continue to support legislation to repeal the wasteful and ineffective long-gun registry that targets law-abiding farmers and hunters, not criminals.\n\nOur Government also recognizes the contributions of Canada’s Aboriginal people. Too often, their stories have been ones of sorrow. Our Government will continue to build on its historic apology for the treatment of children in residential schools.\n\nAfter settling 17 specific claims since this Parliament began, it will continue to work to resolve additional claims.\n\nHaving made safe drinking water and effective waste-water treatment on-reserve a national priority, our Government will introduce new legislative measures to further this goal.\n\nIt is only 50 years ago that Aboriginal people in Canada were granted the right to vote. To further protect the rights of Aboriginal people, particularly women living on-reserve, our Government will take steps to ensure the equitable distribution of real property assets in the event of death, divorce or separation. It will also introduce legislation to comply with a recent court decision in order to address gender inequality under the Indian Act.", 
            "topic": "Speech From The Throne", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "attribution": "Strengthening a United Canada in a Changing World", 
            "url": "/hansards/2169/15/", 
            "text": "Our values as Canadians are rooted in our history and in our institutions. Our parliamentary democracy, which brought together people of many lands, faiths and languages to live in harmony. Our federal system, which recognizes our differences, while advancing our unity. Our official languages. Our northern landscape.\n\nWe are a country whose story is still being written. Last month, Canadians took pride in the inspired performances of our Olympic athletes at the Winter Games in Vancouver and cheered when Alexandre Bilodeau won our first ever Olympic gold medal on our own soil. But our athletes did not stop at just one. They surpassed the record for the most gold medals ever won at a Winter Olympics. We are proud of our medallists and the entire Canadian Olympic team. Next week, the Paralympic Games will officially begin and again we will cheer as our athletes take on the world. Our Government will continue to invest in world-class Canadian athletics.\n\nA shared understanding of Canadian history unites us as citizens. Two years ago, we celebrated the 400th anniversary of the founding of Quebec City. This year we mark the quadricentenary of the settling of Cupids, Newfoundland and Labrador. Two years hence, our Government will engage millions of citizens and strengthen knowledge and pride in Canada by commemorating the bicentennial of the War of 1812, an event that was key to shaping our identity as Canadians and ultimately our existence as a country. That year Canadians will also celebrate the 60th anniversary of the accession of Her Majesty Queen Elizabeth II, Queen of Canada, and our Government has established a Diamond Jubilee Committee to prepare for this historic occasion. Our Government will also ask Parliament to examine the original gender-neutral English wording of the national anthem.\n\nWe are a country founded on democracy. Our shared values and experiences must be reflected in our national institutions, starting with Parliament. To reflect the growing number of Canadians living in Ontario, British Columbia and Alberta, our Government will follow through on its commitment to address their under-representation, consistent with the fundamental, democratic, constitutional principle of representation by population in the House of Commons. It will propose legislation to increase voter participation by expanding advance voting in elections. Our Government also remains committed to Senate reform and will continue to pursue measures to make the upper chamber more democratic, effective and accountable.\n\nOur Government recognizes the Public Service of Canada as a critical national institution. Our Government will continue to support the renewal of the Public Service and ensure it is ready for the changes required by the aging of its own and the wider Canadian labour force.\n\nWe are a bilingual country. Canada’s two official languages are an integral part of our history and position us uniquely in the world. Building on the recognition that the Québécois form a nation within a united Canada, and the Roadmap for Canada’s Linguistic Duality, our Government will take steps to strengthen further Canada’s francophone identity. It will also continue to respect provincial jurisdiction and to restrict the use of the federal spending power.\n\nWe are a country with an Aboriginal heritage. A growing number of states have given qualified recognition to the United Nations Declaration on the Rights of Indigenous Peoples. Our Government will take steps to endorse this aspirational document in a manner fully consistent with Canada’s Constitution and laws.\n\nWe are a country of immigrants. Our identities are bound up in the stories of ancestors from hundreds of lands. To share these stories, our Government will introduce legislation to establish Pier 21 in Halifax – the site where so many began their Canadian journey – as Canada’s National Museum of Immigration. It will continue to work with the provinces to strengthen recognition of foreign credentials through the Pan-Canadian Framework for the Assessment and Recognition of Foreign Qualifications. To better protect would-be immigrants, our Government will take steps to shut down unscrupulous immigration consultants. Our Government will also introduce legislation to speed up the revocation of citizenship of those who have concealed their war crimes.\n\nWe are a country of refuge. For those victimized by disaster in their homeland or facing persecution by their own governments, Canada is a beacon. When disaster struck in Haiti, our Government accelerated the adoption process for Haitian orphans. And it is allowing Haitians temporarily in Canada to extend their stays. To remove the years of uncertainty often faced by refugees in genuine need, while closing off avenues for those simply seeking a back door into the country, our Government will propose comprehensive reforms to the refugee system. It supports the establishment of a National Monument to the Victims of Communism and it will support legislation to establish a national Holocaust memorial.\n\nWe are a northern country. Canadians are deeply influenced by the vast expanse of our Arctic and its history and legends. Our Government established the Northern Strategy to realize the potential of Canada’s North for northerners and all Canadians.\n\nIt will create a world-class High Arctic Research Station.\n\nThe Joint Review Panel on the Mackenzie Gas Project has completed its report. Our Government will reform the northern regulatory regime to ensure that the region’s resource potential can be developed where commercially viable while ensuring a better process for protecting our environment.\n\nIt will continue to give northerners a greater say over their own future and take further steps toward territorial devolution.\n\nOur Government will continue to vigorously defend Canada’s Arctic sovereignty. It will continue to map our northern resources and waters. It will take action to increase marine safety and reduce pollution from shipping and other maritime traffic.\n\nOur Government will also work with other northern countries to settle boundary disagreements.\n\nWe are a country of unparalleled natural beauty. To further protect and preserve the diversity and health of our natural environment, our Government will bolster its Action Plan on Clean Water. And it will build on the creation of more than 85,000 square kilometres of national parks and marine conservation areas as part of its national conservation plan.\n\nWe are a country that stands up for what is right in the world. Canadians want their Government to do what is right, not what is popular. They want their country to carry its share of the work in international affairs, not just talk about it. And they want their Government to make only those commitments it intends to keep.\n\nIn the debate among nations, our Government will pursue a foreign policy that responds to changing times but remains anchored in Canadian values and an enlightened view of sovereignty that recognizes that national interests are often interconnected.\n\nThrough our leadership this year of the North American, G8 and G20 summits, our Government will advocate greater investment in maternal and child health in developing countries. It will continue to push for stronger financial market regulation, modelled after Canada’s world-leading practices. And it will oppose trade protectionism in all its guises.\n\nOur Government will use its voice to speak on behalf of Canada’s commitment to global security and human rights.\n\nRecognizing the danger posed by the proliferation of nuclear materials and technology to global peace and security, our Government will support the initiatives of President Obama and participate fully in the landmark Nuclear Security Summit in Washington in April.\n\nNowhere is a commitment to principled policy, backed by action, needed more than in addressing climate change. Our Government has advocated for an agreement that includes all the world’s major greenhouse gas emitters, for that is the only way to actually reduce global emissions. And it has pursued a balanced approach to emissions reduction that recognizes the importance of greening the economy for tomorrow and protecting jobs today.\n\nThe Copenhagen Accord reflects these principles and is fully supported by the Government of Canada. Together with other industrialized countries, Canada will provide funding to help developing economies reduce their emissions and adapt to climate change. Here at home, our Government will continue to take steps to fight climate change by leading the world in clean electricity generation. And recognizing our integrated continental economic links, our Government will work to reduce emissions through the Canada-U.S. Clean Energy Dialogue launched last year with President Obama’s administration.", 
            "topic": "Speech From The Throne", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "attribution": "Conclusion", 
            "url": "/hansards/2169/16/", 
            "text": "Honourable Members of the Senate and Members of the Commons, you are charged with a most important task--to give voice to the values, concerns and aspirations of Canadians.\n\nThis is a year when the eyes of the world are on Canada.\n\nA year in which our athletes are excelling here at home at the Olympic and Paralympic Games.\n\nA year in which Canada will host world leaders at the North American, G8 and G20 summits.\n\nA year in which Her Majesty Queen Elizabeth II will celebrate Canada Day with Canadians.\n\nA year in which Canadians are leading the way in humanitarian efforts in Haiti, just as they are standing for freedom--at great cost--in Afghanistan.\n\nAnd it is a year during which the Canadian economy is emerging from recession as one of the strongest and most resilient in the developed world.\n\nThese are all things of which Canadians can be justifiably proud.\n\nThey remind every Canadian that our citizenship is more than a contract to pay taxes in exchange for government services. To be Canadian is to show the world that people drawn from every nation can live in harmony. To seek peace but stand on guard for rights, democracy and the rule of law. To be resolute in confronting a global crisis and ambitious in planning for a more prosperous future.\n\nThe future to which Canadians aspire will not arrive by chance. Grand visions for a nation’s future will come to nothing if not balanced by the means to pay for them. To realize the hopes Canadians hold for themselves and their families, the economy must remain our Government’s single most urgent priority. Hope is borne on the wings of prosperity.\n\nThat is why tomorrow our Government will present a budget focused on jobs and growth--now and for the future.\n\nHonourable Members, let us join together to build a stronger Canada and a stronger economy.\n\nAs you set about this vital work, I pray that Divine Providence guide you in your deliberations.", 
            "topic": "Speech From The Throne", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2169/17/", 
            "text": "moved:\n\nThat the Speech from the Throne, delivered this day by Her Excellency the Governor General to both Houses of Parliament, be taken into consideration later this day.", 
            "topic": "Speech From The Throne", 
            "time": "2010-03-03 16:10:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Jim Flaherty", 
                "url": "/politicians/jim-flaherty/", 
                "member_id": 413, 
                "party": "Conservative", 
                "riding": "Whitby—Oshawa (Ontario)", 
                "id": 425
            }, 
            "url": "/hansards/2169/18/", 
            "text": "Mr. Speaker, I request the designation of an order of the day to allow the presentation of a budget speech which will be delivered in this House on Thursday, March 4, 2010 at 4 p.m.", 
            "topic": "The Budget", 
            "time": "2010-03-03 16:10:00", 
            "attribution": "Hon. Jim Flaherty (Minister of Finance, CPC)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gordon O'Connor", 
                "url": "/politicians/gordon-oconnor/", 
                "member_id": 526, 
                "party": "Conservative", 
                "riding": "Carleton—Mississippi Mills (Ontario)", 
                "id": 215
            }, 
            "url": "/hansards/2169/19/", 
            "text": "Mr. Speaker, I move:\n\nThat notwithstanding the calendar tabled by the Speaker, pursuant to Standing Order 28(2)(b), the House sit during the week of March 15 to 19, 2010, and the week of April 12 to 16, 2010.", 
            "topic": "House of Commons Calendar", 
            "time": "2010-03-03 16:10:00", 
            "attribution": "Hon. Gordon O'Connor (Minister of State and Chief Government Whip, CPC)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/20/", 
            "text": "Does the hon. chief government whip have the unanimous consent of the House to propose the motion?", 
            "topic": "House of Commons Calendar", 
            "time": "2010-03-03 16:10:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/21/", 
            "text": "Agreed.", 
            "topic": "House of Commons Calendar", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/22/", 
            "text": "The House has heard the terms of the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "House of Commons Calendar", 
            "time": "2010-03-03 16:10:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/23/", 
            "text": "Agreed.", 
            "topic": "House of Commons Calendar", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 1282, 
                "party": "Conservative", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2169/24/", 
            "text": "Mr. Speaker, I move:\n\nThat the business of supply be considered at the next sitting of the House.", 
            "topic": "Business of Supply", 
            "time": "2010-03-03 16:10:00", 
            "attribution": "Hon. Stockwell Day (President of the Treasury Board and Minister for the Asia-Pacific Gateway, CPC)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/25/", 
            "text": "The House has heard the terms of the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Business of Supply", 
            "time": "2010-03-03 16:10:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/26/", 
            "text": "Agreed.", 
            "topic": "Business of Supply", 
            "time": "2010-03-03 16:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/27/", 
            "text": "It is my duty to inform the House that four days will be allotted for the supply period ending March 26, and that nine days will be allotted for the supply period ending June 23.\n\nA message from Her Excellency the Governor General transmitting supplementary estimates (C) for the financial year ending March 31, 2010, was presented by the President of the Treasury Board and read by the Speaker to the House.\n\nA message from Her Excellency the Governor General transmitting main estimates for the financial year ending March 31, 2011, was presented by the President of the Treasury Board and read by the Speaker to the House.", 
            "topic": "Business of Supply", 
            "time": "2010-03-03 16:15:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/28/", 
            "text": "I would like to make a statement concerning private members' business. Standing Order 86.1 states that all items of private members' business originating in the House of Commons that have been listed on the order paper during the previous session shall be deemed to have been considered and approved at all stages completed at the time of prorogation.\n\nIn practical terms, this means that notwithstanding prorogation, the list for the consideration of private members' business established at the beginning of the 40th Parliament shall continue for the duration of this Parliament.\n\nAll items will keep the same number as in the first and second sessions of the 40th Parliament. More specifically, all bills and motions standing on the list of items outside the order of precedence shall continue to stand. Bills that had met the notice requirement and were printed in the order paper, but had not yet been introduced, will be republished on the order paper under the heading “Introduction of Private Members' Bills”. Bills that had not yet been published on the order paper need to be re-certified by the office of the Law Clerk and Parliamentary Counsel and be resubmitted for publication on the notice paper.\n\nAll items in the order of precedence are deemed to have been considered and approved at all stages completed at the time of prorogation. Thus, they shall stand, if necessary, on the order paper in the same place or, as the case may be, referred to the appropriate committee or sent to the Senate.\n\nAt prorogation, there were 11 private members' bills originating in the House of Commons adopted at second reading and referred to the appropriate committee. Therefore, pursuant to Standing Order 86.1: Bill C-290, An Act to amend the Income Tax Act (tax credit for loss of retirement income), is deemed referred to the Standing Committee on Finance.\n\nBill C-300, An Act respecting Corporate Accountability for the Activities of Mining, Oil or Gas in Developing Countries, is deemed referred to the Standing Committee on Foreign Affairs and International Development.\n\nBill C-304, An Act to ensure secure, adequate, accessible and affordable housing for Canadians, is deemed referred to the Standing Committee on Human Resources, Skills and Social Development and the Status of Persons with Disabilities.\n\nBill C-308, An Act to amend the Employment Insurance Act (improvement of the employment insurance system), is deemed referred to the Standing Committee on Human Resources, Skills and Social Development and the Status of Persons with Disabilities.\n\nBill C-309, An Act establishing the Economic Development Agency of Canada for the Region of Northern Ontario, is deemed referred to the Standing Committee on Industry, Science and Technology.\n\nBill C-310, An Act to Provide Certain Rights to Air Passengers, is deemed referred to the Standing Committee on Transport, Infrastructure and Communities.\n\nBill C-391, An Act to amend the Criminal Code and the Firearms Act (repeal of long-gun registry), is deemed referred to the Standing Committee on Public Safety and National Security.\n\nBill C-393, An Act to amend the Patent Act (drugs for international humanitarian purposes) and to make a consequential amendment to another Act, is deemed referred to the Standing Committee on Industry, Science and Technology.\n\nBill C-395, An Act to amend the Employment Insurance Act (labour dispute), is deemed referred to the Standing Committee on Human Resources, Skills and Social Development and the Status of Persons with Disabilities.\n\nBill C-442, An Act to establish a National Holocaust Monument, is deemed referred to the Standing Committee on Transport, Infrastructure and Communities.\n\nBill C-464, An Act to amend the Criminal Code (justification for detention in custody), is deemed referred to the Standing Committee on Justice and Human Rights.\n\nPursuant to Standing Order 97, committees will be required to report on these reinstated private members’ bills within 60 sitting days of this statement.\n\nIn addition, one private members’ bill originating in the House of Commons had been read the third time and passed. Therefore, pursuant to Standing Order 86.1, the following bill is deemed adopted at all stages and passed by the House.\n\nBill C-268, An Act to amend the Criminal Code (minimum sentence for offences involving trafficking of persons under the age of eighteen years). Accordingly, a message will be sent to the Senate to inform it that this House has adopted this bill.\n\nAs they are no longer members of this House, all the items standing in the name of Ms. Dawn Black, Mr. Bill Casey and Mr. Paul Crête will be dropped from the order paper.\n\nConsideration of Private Members’ Business will start on Friday, March 5, 2010.\n\nTo conclude, hon. members will find at their desks an explanatory note recapitulating these remarks. I trust that these measures will assist the House in understanding how private members' business will be conducted in the third session. In addition, the table can answer any questions members may have.", 
            "topic": "Business of the House", 
            "time": "2010-03-03 16:15:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/29/", 
            "text": "I am now prepared to propose, for the ratification of the House, a candidate for the position of Deputy Chair of Committees of the Whole House.\n\nPursuant to Standing Order 8, I propose Ms. Savoie for the position of Deputy Chair of Committees of the Whole House.\n\nThe motion is deemed moved and seconded.\n\nIs it the pleasure of the House to adopt the motion?", 
            "topic": "Committees of the Whole", 
            "time": "2010-03-03 16:20:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/30/", 
            "text": "Agreed.", 
            "topic": "Committees of the Whole", 
            "time": "2010-03-03 16:20:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/31/", 
            "text": "I am also now prepared to propose, for the ratification of the House, a candidate for the position of Assistant Deputy Chair of Committees of the Whole House.\n\nPursuant to Standing Order 8, I propose Mr. Devolin for the position of Assistant Deputy Chair of Committees of the Whole House.\n\nThe motion is deemed moved and seconded. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Committees of the Whole", 
            "time": "2010-03-03 16:20:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/32/", 
            "text": "Agreed.", 
            "topic": "Committees of the Whole", 
            "time": "2010-03-03 16:20:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gordon O'Connor", 
                "url": "/politicians/gordon-oconnor/", 
                "member_id": 526, 
                "party": "Conservative", 
                "riding": "Carleton—Mississippi Mills (Ontario)", 
                "id": 215
            }, 
            "url": "/hansards/2169/33/", 
            "text": "Mr. Speaker, I move:\n\nThat the membership of the Standing Committee on Procedure and House Affairs be amended as follows:\n\nRandy Hoback for Paul Calandra;\n\nthat the list of associate members of the Standing Committee on Procedure and House Affairs be amended as follows:\n\nPaul Calandra for Randy Hoback.", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:20:00", 
            "attribution": "Hon. Gordon O'Connor (Minister of State and Chief Government Whip, CPC)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/34/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:20:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/35/", 
            "text": "Agreed.", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:20:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gordon O'Connor", 
                "url": "/politicians/gordon-oconnor/", 
                "member_id": 526, 
                "party": "Conservative", 
                "riding": "Carleton—Mississippi Mills (Ontario)", 
                "id": 215
            }, 
            "url": "/hansards/2169/36/", 
            "text": "Mr. Speaker, I move:\n\nThat, notwithstanding any Standing Order or usual practices of the House, after consultation with the party whips, the Clerk of the House be authorized to convene a meeting of the Standing Committee on Procedure and House Affairs later this day;\n\nThat the first report of the said committee concerning the membership and associate membership of standing and standing joint committees be deemed concurred in upon presentation; and,\n\nThat, for all standing committees, routine motions in effect at the time of prorogation of the previous session be deemed to have been adopted in the current session, provided that committees be empowered to alter or rescind such motions as they deem appropriate.", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:25:00", 
            "attribution": "Hon. Gordon O'Connor (Minister of State and Chief Government Whip, CPC)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/37/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:25:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/38/", 
            "text": "Agreed.\n\nI declare the motion carried.", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:25:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gordon O'Connor", 
                "url": "/politicians/gordon-oconnor/", 
                "member_id": 526, 
                "party": "Conservative", 
                "riding": "Carleton—Mississippi Mills (Ontario)", 
                "id": 215
            }, 
            "url": "/hansards/2169/39/", 
            "text": "Mr. Speaker, I move:\n\nThat a special committee be appointed to consider the Canadian mission in Afghanistan, consisting of 12 members which shall include six members from the government party, three members from the Official Opposition, two members from the Bloc Québécois and one member from the New Democratic Party, provided that the Chair shall be from the government party; that in addition to the Chair, there shall be one Vice-Chair;\n\nthat the members to serve on the said committee be appointed by the Whip of each party depositing with the Clerk of the House a list of his or her party's members of the committee no later than March 3, 2010;\n\nthat a quorum of the special committee be seven members for any proceedings, provided that at least one member of the government party and one member from the opposition be present; that membership substitutions be permitted to be made from time to time, if required, in the manner provided for in Standing Order 114(2);\n\nand that the committee have all the powers of a standing committee as provided in the Standing Orders, as well as the power to travel, accompanied by the necessary staff, inside and outside of Canada, subject to the usual authorization from the House;\n\nthat the evidence and documentation received by the Special Committee on the Canadian Mission in Afghanistan during the Second Session of the 40th Parliament be referred to this committee and taken into consideration in this session;\n\nthat the committee shall:\n\n(a) meet regularly with the Ministers of Foreign Affairs, International Cooperation, National Defence, and Public Safety and senior officials so that the special committee can make frequent recommendations on the conduct and progress of Canada's efforts in Afghanistan.", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:25:00", 
            "attribution": "Hon. Gordon O'Connor (Minister of State and Chief Government Whip, CPC)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/40/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:25:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/41/", 
            "text": "Agreed.", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:25:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gordon O'Connor", 
                "url": "/politicians/gordon-oconnor/", 
                "member_id": 526, 
                "party": "Conservative", 
                "riding": "Carleton—Mississippi Mills (Ontario)", 
                "id": 215
            }, 
            "url": "/hansards/2169/42/", 
            "text": "Mr. Speaker, I move:\n\nThat, notwithstanding any Standing Order or usual practice of the House. for the remainder of the current session the Standing Committee on Procedure and House Affairs shall have the same power with respect to the membership of special committees that it has with respect to the membership of standing committees pursuant to Standing Order 114(4).", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:30:00", 
            "attribution": "Hon. Gordon O'Connor (Minister of State and Chief Government Whip, CPC)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/43/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:30:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/44/", 
            "text": "Agreed.", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:30:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2169/45/", 
            "text": "Mr. Speaker, I rise on a point of order. I was trying to get your eye earlier when you were dealing with the motion pertaining to the standing committee on Afghanistan. The government was kind enough to circulate, earlier in the day, the wording of the motion that it proposed to present in the House.\n\nThe reading of the motion that was just made by the Chief Government Whip does not appear to accord with the document that the government circulated to other opposition parties earlier.\n\nBefore this matter is disposed of I think it would be very important to determine that the wording of the document that was circulated to other opposition parties is exactly the same as the document that was read by the Chief Government Whip because the last paragraph appears to be missing, unless that was simply an error.", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:30:00", 
            "attribution": "Hon. Ralph Goodale (Wascana, Lib.)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Gordon O'Connor", 
                "url": "/politicians/gordon-oconnor/", 
                "member_id": 526, 
                "party": "Conservative", 
                "riding": "Carleton—Mississippi Mills (Ontario)", 
                "id": 215
            }, 
            "url": "/hansards/2169/46/", 
            "text": "Mr. Speaker, it was an error. The missing paragraph should read:\n\n(b) review the laws and procedures governing the use of operational and national security exceptions for the withholding of information from Parliament, the courts and the Canadian people with those responsible for administering those laws and procedures, to ensure that Canadians are being provided with ample information on the conduct and progress of the mission.", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:30:00", 
            "attribution": "Hon. Gordon O'Connor", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/47/", 
            "text": "Is the last paragraph, as read by the Chief Government Whip, agreed to?", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:30:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/48/", 
            "text": "Agreed.", 
            "topic": "Committees of the House", 
            "time": "2010-03-03 16:30:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 1284, 
                "party": "Conservative", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2169/49/", 
            "text": "Mr. Speaker, I move:\n\nThat, notwithstanding any Standing Order or usual practice of the House, the House resolve itself into committee of the whole in order to welcome torchbearers carrying the Paralympic flame; that the Speaker be permitted to preside over the committee of the whole and make welcoming remarks on behalf of the House; and, when the proceedings of the committee have concluded, the committee shall rise.", 
            "topic": "Paralympic Flame Torchbearers", 
            "time": "2010-03-03 16:30:00", 
            "attribution": "Hon. Jay Hill (Leader of the Government in the House of Commons, CPC)", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/50/", 
            "text": "Does the hon. government House leader have the consent of the House to propose the motion?", 
            "topic": "Paralympic Flame Torchbearers", 
            "time": "2010-03-03 16:30:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/51/", 
            "text": "Agreed.", 
            "topic": "Paralympic Flame Torchbearers", 
            "time": "2010-03-03 16:30:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/52/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Paralympic Flame Torchbearers", 
            "time": "2010-03-03 16:30:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/53/", 
            "text": "Agreed.", 
            "topic": "Paralympic Flame Torchbearers", 
            "time": "2010-03-03 16:30:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/54/", 
            "text": "Accordingly I do now leave the chair for the House to resolve itself into committee of the whole.\n\n(House in committee of the whole to welcome Paralympic flame torchbearers, Mr. Peter Milliken in the chair)", 
            "topic": "Paralympic Flame Torchbearers", 
            "time": "2010-03-03 16:30:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/55/", 
            "text": "Order, please. Today, in celebration of the upcoming Paralympic Games, we are proud to welcome the Olympic flame and torch here in the chamber of the House of Commons.\n\nThe flame was lit on October 22, 2009, at the ruins of Olympia in Greece, the ancestral home of the Games. At the original Olympic Stadium in Athens, the flame was handed over to Canadian Olympic and Paralympic organizers.\n\nSince touching Canadian ground in Victoria, British Columbia on October 30, the Olympic flame has visited many communities across our country. Today, a new flame begins a new journey, a 10-day, 2010 Paralympic Torch Relay that will give more Canadians a chance to discover the unique and inspiring stories of Paralympians and other Canadians who defy the odds.\n\nCarrying the Vancouver 2010 Paralympic torch is Paralympian multiple gold medallist Arnold Boldt, the first torchbearer for the 2010 Paralympic Winter Games, who only a few hours ago took up the flame from the Olympic Paralympic cauldron in a lighting ceremony here on Parliament Hill.\n\nMr. Boldt won three gold medals in the high jump and long jump at the Toronto 1976 Paralympic Games and participated in four subsequent Paralympic Games winning other gold and silver medals and breaking high jump records in the process.\n\nArnold Boldt and Jim Richards are here.\n\nHonoured guests, I want to congratulate you on behalf of all my colleagues.\n\n[And the Paralympic torchbearer having entered the chamber:]", 
            "topic": "Paralympic Flame Torchbearers", 
            "time": "2010-03-03 16:35:00", 
            "attribution": "The Chair", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/56/", 
            "text": "On behalf of all members of the House, I offer the Vancouver Organizing Committee our sincere congratulations for an immensely successful Olympic Games, and our best wishes to all the Canadian athletes for great success at the Vancouver 2010 Paralympic Games.", 
            "topic": "Paralympic Flame Torchbearers", 
            "time": "2010-03-03 16:35:00", 
            "attribution": "The Chair", 
            "heading": ""
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2169/57/", 
            "text": "Hear, hear!", 
            "topic": "Paralympic Flame Torchbearers", 
            "time": "2010-03-03 16:35:00", 
            "heading": ""
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2169/58/", 
            "text": "The House proceeded to the consideration of the speech delivered by Her Excellency the Governor General at the opening of the session.", 
            "topic": "", 
            "time": "2010-03-03 16:40:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Bernard Généreux", 
                "url": "/politicians/bernard-genereux/", 
                "member_id": 3702, 
                "party": "Conservative", 
                "riding": "Montmagny—L'Islet—Kamouraska—Rivière-du-Loup (Québec)", 
                "id": 8347
            }, 
            "url": "/hansards/2169/59/", 
            "text": "Mr. Speaker, it is a great privilege to speak today in reply to the Speech from the Throne delivered by the Governor General. I want to thank the Prime Minister for giving me this opportunity.\n\nBefore talking about my constituency and the actions of my government, I would be remiss if I did not say a word about the truly exceptional performance of our athletes at the Olympic Games in Vancouver and Whistler that ended on Sunday.\n\nI would like to acknowledge in particular the performance, courage and determination of figure skater Joannie Rochette, who, despite the sudden passing of her mother, delivered a brilliant performance that won her a well deserved bronze medal. Congratulations to Joannie.\n\nCongratulations to skier Alexandre Bilodeau, who was the first to win a gold medal on Canadian soil. Congratulations to Jasey-Jay Anderson for his fine gold medal in snowboarding.\n\nCongratulations as well to our short track and long track speed skaters, more specifically to Guillaume Bastille from my riding, who thrilled the crowds with his lightning-fast performance.\n\nAnd of course, congratulations to the men's and women's hockey teams who, once again, proved that Canada is a hockey superpower.\n\nUnfortunately, I cannot mention all the athletes who distinguished themselves at these games because there are too many. However, I would like to congratulate and thank the entire Canadian Olympic team for giving us some unforgettable moments. Fourteen gold medals—that is a record we can be proud of.\n\nWhen the Paralympic Games open, I am certain that the paralympic athletes will sustain the momentum and, once again, make us proud to be Canadians.\n\nI would now like to talk about my riding and the people who live in my part of the country.\n\nI was elected on November 9 by the voters in my riding of Montmagny—L'Islet—Kamouraska—Rivière-du-Loup, which was held for 16 long years by other parties. I can say that the voters in my riding are as pleased as I am to have chosen a party and a Prime Minister that are taking action to grow our country, particularly our province and our riding.\n\nI would like to take a few moments to describe my beloved corner of the country. There is no hiding the joy and pleasure it brings me to represent my riding.\n\nI come from Kamouraska—the centre of my riding—where the people, like me, are proud and hard-working and love life. The scenery all along the magnificent St. Lawrence River, the paths that wind through the woods in their autumn splendour, all are part of the reason we are happy to live there.\n\nThe Rivière-du-Loup region is famous for the most beautiful sunsets in the world, according to the renowned magazine National Geographic.\n\nThere is no lack of inspiration for charting our future in an even better living space. Our quality of life is decidedly one of the best in the world and those who live in the region are proud Canadians contributing to the emancipation of our beautiful country.\n\nThe many islands across from the Montmagny and L'Islet RCMs are extraordinarily beautiful. One of them, Grosse-Île, an historic site that is a tourist destination, was the gateway to Canada for the Irish and other immigrants. Just like snow geese, these overseas refugees broke their journey on this island. These immigrants helped shape our country and we are very proud of them.\n\nMany small and medium-sized businesses have been set up on the south shore, alongside world-class companies like Bombardier.\n\nOur workers are well trained and aware of their impact on our quality of life. They do an outstanding job of creating, producing and processing products.\n\nOur educational institutions, technology transfer centres and research establishments are among the best in the country. We are proud, once again, to contribute to Canada's quality of life. This is a good country to live in, and we help make it so every day.\n\nMy constituents talk to me. In addition to meeting with them regularly, I obviously consulted them about the upcoming budget. The people in my riding were able to express their opinions by answering a survey I sent them, and a great many of them did.\n\nWhat my constituents and probably my colleagues' constituents want most is for us to strike a balance between continuing to spend in order to emerge completely from the recession and finding solutions to wipe out the deficit.\n\nWe must find that balance in order to make life easier for many Canadians hit hard by the recession. That is what came out of our survey.\n\nMoreover, the people in my riding were happy that their member of Parliament took an interest in what they had to say. It was the first time in a very long time that a member from the region had asked them for their opinion on the next federal budget. It is very interesting to see that our constituents are much more interested in politics than we might think. These are the people who elect us, and they deserve our respect. It is important to consult them. That is what I did, and that is what I will continue to do.\n\nThe main role of every member of Parliament is to give his or her constituents a voice. I will keep on defending my constituents' interests in the House of Commons. One of my most important tasks is to improve the quality of life of the people around me by creating high-quality permanent jobs. Canada's economic action plan is so effective that, despite Canada's economic difficulties, the regional unemployment rate has remained relatively low and roughly 135,000 jobs have been created across the country since last July.\n\nFor the great benefit of our constituents, the effects of the economic action plan in terms of job creation will continue to be felt in 2010, as the government will stay the course and pursue the implementation of the economic stimulus measures. Much remains to be done. We on this side intend to work twice as hard to ensure that Canada comes out of the current recession stronger than ever. I sincerely believe that the role of elected representatives is to represent their constituents well. That is why I am always anxious to hear from, listen to, read or meet with all those who talk to me, write to me or come to see me. I tell them about my commitment to our great country of which I am so proud. I also tell them about my colleagues who are working so hard to ensure that Canada becomes stronger and more vibrant.\n\nI would like to take the last few minutes I have left to talk about our economic action plan, which was tabled in this House in January 2009, just over one year ago. This plan was developed by our government in response to the deepest global recession since World War II. Our plan is working very well. All in all, almost 16,000 projects are currently putting people to work across the country. Thanks to that plan, I was able to secure funding for the construction of a bio-methanization plant in my riding, allowing me to help businesses that were experiencing difficulties. Together with our provincial and municipal partners, I was able to announce improvements to our local infrastructure. With the home renovation tax credit, families in my riding have been able to make improvements to their homes at a lower cost. EI benefits have also been enhanced to help laid-off workers. In addition, we are investing in training. In a word, our economic action plan is working as intended.\n\nIt is important to stay the course and to complete the second year of this plan. The time has come to ensure that the recovery has indeed started. We must concentrate on job creation and economic growth. During the coming months, our government will continue to put in place measures that will create jobs for Canadians. Job creation is our priority. We will do that through various means, including by developing new markets for Canadian products, by creating a greener economy and by maintaining our tax reduction measures for businesses.\n\nWe must also think about the challenges that we will be facing in the next few years. That is why we must also plan to return to a balanced budget to ensure the long term prosperity of our country. We will also continue to support Canadian families. Since we came into office, we have given $100 a month to Canadian families to help them pay for child care. We reduced taxes, thereby allowing the average family of four to save thousands of dollars. We also created the tax-free savings account, and the list goes on.\n\nEach time the opposition asked us to raise taxes, we refused, and we will continue to do so because Canadian families deserve to keep their hard earned money. They can count on us to defend their interests. Our government will pursue its efforts to strengthen the food safety system. We will also work in partnership with non-governmental organizations to launch a national strategy on childhood injury prevention. Other measures will also be implemented to support Canadian families who helped build our country.\n\nI would like to draw my colleagues' attention to other important measures in the throne speech: measures related to justice. Our government will introduce legislation to increase the penalties for sexual offences against children. Our government will also crack down on white-collar criminals who destroy the lives of honest investors. We will also give families of murder victims access to special benefits under employment insurance. In short, Canadians can count on us to tackle crime, which is still taking far too great a toll on our society.\n\nIn closing, I want to say how proud I am to be part of a team that is making the right decisions for Canadians. A year ago, Canada was dealing with a serious recession. One year later, we are on the right track toward economic recovery. Our economy weathered the global recession much better than that of other developed countries.\n\nJust a few weeks ago, our brothers and sisters in Haiti needed our help. We did not waste any time answering the call. Within hours of the earthquake, our troops landed on the island to help the people there deal with the massive natural disaster that struck the country.\n\nLater this year, Canada will once again play a key role in international affairs when it hosts the North American Leaders’ Summit and the G8 and G20 summits.\n\nI predict that 2010 will be Canada's year. We will build on the momentum of the Olympic Games by focusing on job creation and growth, and Canada will own the podium yet again.\n\nTo that end, it is my honour to move the following motion, seconded by the hon. member for Cumberland—Colchester—Musquodoboit Valley. I move:\n\nThat the following Address be presented to Her Excellency the Governor General of Canada:\n\nTo Her Excellency the Right Honourable Michaëlle Jean, Chancellor and Principal Companion of the Order of Canada, Chancellor and Commander of the Order of Military Merit, Chancellor and Commander of the Order of Merit of the Police Forces, Governor General and Commander-in-Chief of Canada.\n\nMAY IT PLEASE YOUR EXCELLENCY:\n\nWe, Her Majesty's most loyal and dutiful subjects, the House of Commons of Canada in Parliament assembled, beg leave to offer our humble thanks to Your Excellency for the gracious Speech which Your Excellency has addressed to both Houses of Parliament.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 16:40:00", 
            "attribution": "Mr. Bernard Généreux (Montmagny—L'Islet—Kamouraska—Rivière-du-Loup, CPC)", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Marlene Jennings", 
                "url": "/politicians/marlene-jennings/", 
                "member_id": 2702, 
                "party": "Liberal", 
                "riding": "Notre-Dame-de-Grâce—Lachine (Québec)", 
                "id": 144
            }, 
            "url": "/hansards/2169/60/", 
            "text": "Mr. Speaker, the government took almost three months, including the prorogation, to produce next to nothing.\n\nFor the meagreness in the content of this throne speech, for the thinness of the substance of this throne speech, the government could have tweeted it and it still would have had 12 characters left. It would have saved countless trees and our environment.\n\nThis is a rehash of the 2008 Speech from the Throne. Today's speech contains many sentences and statements that were in the previous one. We are told about recession and job creation but not about any new initiatives to help the workers or to create jobs. There are no such measures to be found. The Speech from the Throne contains nothing about investments in research and development, nothing to protect pensions, nothing for culture and nothing new for our veterans.\n\nThe Liberals had proposed three new incentives. Why did the Conservatives not take them into consideration? All the experts agree that these could have created jobs. We proposed incentives to hire young workers. We proposed increased support for manufacturers through the accelerated capital cost allowance and through tax incentives for investments in business startup.\n\nThe Conservatives seem to be just repeating their old Speech from the Throne. Even the title comes from the defeated Conservative prime minister of Australia. Quite frankly, the Canadian Conservative government shows no creativity at all.\n\nI would then ask why it does not recognize its lack of innovation and creativity—", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 16:55:00", 
            "attribution": "Hon. Marlene Jennings (Notre-Dame-de-Grâce—Lachine, Lib.)", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/61/", 
            "text": "The hon. member for Montmagny—L'Islet—Kamouraska—Rivière-du-Loup.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 16:55:00", 
            "attribution": "The Speaker", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Bernard Généreux", 
                "url": "/politicians/bernard-genereux/", 
                "member_id": 3702, 
                "party": "Conservative", 
                "riding": "Montmagny—L'Islet—Kamouraska—Rivière-du-Loup (Québec)", 
                "id": 8347
            }, 
            "url": "/hansards/2169/62/", 
            "text": "Mr. Speaker, the hon. member feels we have produced next to nothing. I, on the other hand, believe we have accomplished a great deal. Really, we just delivered an excellent Speech from the Throne, and everything she just pointed out is what we are going to be doing. So there is no problem.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 16:55:00", 
            "attribution": "Mr. Bernard Généreux", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Pierre Paquette", 
                "url": "/politicians/pierre-paquette/", 
                "member_id": 1781, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 221
            }, 
            "url": "/hansards/2169/63/", 
            "text": "Mr. Speaker, in my opinion, after two months of prorogation, everyone was expecting the government to review and recalibrate its agenda. In fact, that is what the Prime Minister had said the government was going to do. Sadly, it is clear from this throne speech that the December 30 prorogation was nothing but a tactic to prevent the opposition from asking legitimate questions about the economy, the environment, the federal government's unacceptable behaviour in Copenhagen and Afghan detainees.\n\nNot only was it an undemocratic political manoeuvre to prevent the opposition from asking questions, but this throne speech contains the same old unpalatable Conservative measures. Even worse, the member is telling us that the government is going to work extra hard. For Quebeckers, that means more misery and hardship.\n\nThere is nothing in the throne speech for the forestry sector. The member should be aware of that because the F.F. Soucy plant in his riding, Rivière-du-Loup, is threatened.\n\nThere is nothing in the speech for the forestry sector, nothing for manufacturing and nothing for employment insurance. People in his riding who will run out of EI benefits will have to apply for social assistance and others will lose their employment and not be entitled to employment insurance.\n\nNothing. Nothing for the environment, but everything for the oil companies. Nothing to give Quebec its due. Take for example the harmonized sales tax. There is nothing to indicate that Quebec will be adequately compensated.\n\nWorse yet—and I will close on this before getting to my question—they insist on creating a Canada-wide securities commission against the wishes of Quebec and against Quebec's recognized jurisdiction in this area. This is totally unacceptable.\n\nI would now like to ask the hon. member a question. Unless he is just another token Quebecker in the Conservative caucus, how can this hon. member defend a Speech from the Throne that so clearly goes against the interests of the nation of Quebec?", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 16:55:00", 
            "attribution": "Mr. Pierre Paquette (Joliette, BQ)", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Bernard Généreux", 
                "url": "/politicians/bernard-genereux/", 
                "member_id": 3702, 
                "party": "Conservative", 
                "riding": "Montmagny—L'Islet—Kamouraska—Rivière-du-Loup (Québec)", 
                "id": 8347
            }, 
            "url": "/hansards/2169/64/", 
            "text": "Mr. Speaker, as far as I know, the members of the Bloc voted against the Government of Canada's action plan.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:00:00", 
            "attribution": "Mr. Bernard Généreux", 
            "heading": "Speech from the Throne"
        }, 
        {
            "attribution": "An hon. member", 
            "url": "/hansards/2169/65/", 
            "text": "Shame on them. They abandoned Quebeckers.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:00:00", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Bernard Généreux", 
                "url": "/politicians/bernard-genereux/", 
                "member_id": 3702, 
                "party": "Conservative", 
                "riding": "Montmagny—L'Islet—Kamouraska—Rivière-du-Loup (Québec)", 
                "id": 8347
            }, 
            "url": "/hansards/2169/66/", 
            "text": "I do not know how they can tell us today that we are not working extra hard to lead Canada out of the recession.\n\nThere is no doubt that we are doing the work.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:00:00", 
            "attribution": "Mr. Bernard Généreux", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Fin Donnelly", 
                "url": "/politicians/fin-donnelly/", 
                "member_id": 3699, 
                "party": "NDP", 
                "riding": "New Westminster—Coquitlam (B.C.)", 
                "id": 8333
            }, 
            "url": "/hansards/2169/67/", 
            "text": "Mr. Speaker, the hon. member made some good points, however I find the lack of commitment to addressing seniors' poverty troubling. Since 1990, seniors' poverty in Canada has doubled and today nearly two million seniors live below the urban poverty line. Eight months ago hon. members of the House unanimously adopted a New Democrat motion to increase the guaranteed income supplement in order to help lift Canada's poorest seniors out of poverty.\n\nDoes the hon. member believe it is right that Canadian seniors continue to wait to hear how the government will honour its commitment?", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:00:00", 
            "attribution": "Mr. Fin Donnelly (New Westminster—Coquitlam, NDP)", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Bernard Généreux", 
                "url": "/politicians/bernard-genereux/", 
                "member_id": 3702, 
                "party": "Conservative", 
                "riding": "Montmagny—L'Islet—Kamouraska—Rivière-du-Loup (Québec)", 
                "id": 8347
            }, 
            "url": "/hansards/2169/68/", 
            "text": "Mr. Speaker, it is written in black and white in the throne speech that we will further strengthen Canada’s retirement income system. I do not know why the NDP member asked that question. We are doing the work. I sincerely believe that our government's work is achieving the desired results and that Canadians have no reason to doubt that we will achieve our goals.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:00:00", 
            "attribution": "Mr. Bernard Généreux", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Scott Armstrong", 
                "url": "/politicians/scott-armstrong/", 
                "member_id": 3700, 
                "party": "Conservative", 
                "riding": "Cumberland—Colchester—Musquodoboit Valley (Nova Scotia)", 
                "id": 8337
            }, 
            "url": "/hansards/2169/69/", 
            "text": "Mr. Speaker, I am honoured and privileged to second the motion for the address in reply to the Speech from the Throne. I would like to thank Her Excellency the Governor General for her eloquent delivery. I would also like to express my heartfelt gratitude to the right hon. Prime Minister for the honour of this opportunity. Most of all, I would like to thank the people I represent, the people of Cumberland—Colchester—Musquodoboit Valley for the extraordinary honour of representing them here in Ottawa.\n\nCumberland—Colchester—Musquodoboit Valley symbolizes the very heart of rural Canada. We are very proud of our past and we are eagerly embracing our future. Speaking of our proud past, I am honoured to follow in the footsteps of many historic figures from my riding. Cumberland—Colchester—Musquodoboit Valley was the home of no less than five of the 36 founding Fathers of Confederation: Edward Barron Chandler, Robert Barry Dickey, Jonathan McCully, Sir Adams George Archibald, and of course, Sir Charles Tupper. As many hon. members know, Sir Charles Tupper was the premier of Nova Scotia in 1867 and led our province into Confederation. He went on to serve as the sixth prime minister of Canada.\n\nI rise in the House keenly aware of the many political giants who have been elected from my riding, great public servants like Mr. Frank Stanfield, a great entrepreneur and political figure who represented Colchester county in the Nova Scotia House of Assembly and later went on to serve as the 14th Lieutenant Governor of Nova Scotia. Frank's son, Robert L. Stanfield, became premier of Nova Scotia, was leader of the Progressive Conservative Party of Canada and was a member of the House.\n\nAt this moment I am reminded of the words of Robert L. Stanfield which he penned in a letter to his federal caucus on March 24, 1974 when he spoke about his vision for our land and our nation, a Canada that was orderly and stable, a Canada that, while stable, not static. Mr. Stanfield stood for integrity and humility, and humility “is a valuable strength provided it does not become an excuse to resisting change, accepting injustice or supporting vested interests”. That philosophy is still embodied in the fabric of Cumberland—Colchester—Musquodoboit Valley.\n\nOur riding is over 10,000 square kilometres and contains the gateway to Nova Scotia, the Halifax Stanfield International Airport. It was our Prime Minister who recognized the contributions of Robert L. Stanfield and was pivotal in renaming the Halifax international airport in honour of his legacy to our nation.\n\nCumberland—Colchester—Musquodoboit Valley touches on two waterways: the Northumberland Strait and the Bay of Fundy, the bay that contains the highest and most powerful tides in the world. Cumberland—Colchester—Musquodoboit Valley already harnesses wind. In our town of Springhill, mines that once provided coal to power our homes and industries have since filled with water, and we are tapping this great source of geothermal power.\n\nAs an educator and a believer in the future of Cumberland—Colchester—Musquodoboit Valley, it is tidal power which I believe will help make my riding an international centre for clean and green energy.\n\nIt was my pleasure this past January to be in Parrsboro, Nova Scotia to announce on behalf of our government the construction of a 3,500 square foot visitor and operations centre. This complex will showcase the harnessing of the Fundy region's promising natural asset. It will build an international profile for our riding, our province and our nation.\n\nAlso in January I had the great pleasure of joining the Prime Minister as he announced a major economic action plan investment that lets us build the Central Nova Scotia Civic Centre in Truro. This project has already put people to work, a lasting legacy that will promote a healthier, more active lifestyle for present and future generations.\n\nAs I move from local to national, I would like to take a minute to thank our Olympic athletes. We have just seen a spectacular Olympic Games hosted so admirably by Vancouver and Whistler. We saw our athletes rise to the occasion and very often rise to the podium. In fact, we witnessed Canada's best ever performance.\n\nI was moved by the skill, the dedication and sheer determination of these Canadians who compete against the very best and more than hold their own, including one young man with ties to my riding who now plays for the Pittsburgh Penguins and for Team Canada. Sidney Crosby at one time played for the Truro Junior “A” Bearcats, which was perfect preparation for scoring the winning gold medal goal.\n\nDuring the Olympics, all Canadians came together, from coast to coast to coast, to cheer our athletes, and our athletes performed magnificently. The spirit of unity that Canadians showed from St. John's to Alert to Victoria should guide us in Parliament to rise above partisanship and work together to address the concerns of our constituents, and above all, to focus on jobs and growth.\n\nThat spirit of dedication, that spirit of “we can do it” that brought our athletes such success, should guide us as we confront our challenges and seize opportunities of this coming year. Canada must continue, like our athletes, to compete against the very best, but more, hold our own.\n\nOver the past year Canada has confronted a global economic recession but Canada has fared better than almost any industrialized nation, a testament to the resiliency of Canadians, the prudent regulation of our financial sector, and above all, to the unparalleled effectiveness of Canada's economic action plan.\n\nFunds have been committed to almost 16,000 stimulus projects across Canada of which 12,000 have already begun or have been completed, creating employment and building essential infrastructure for the future, like the civic centre I mentioned being built in my own riding.\n\nAs excited as we get about big infrastructure projects, we also cannot forget the other parts of the economic action plan. Tax cuts let Canadians keep and spend their own money. Tax credits like the home renovation tax credit spurred economic activity. Enhanced employment insurance benefits provide direct support to Canadians who have paid into the system year after year and now face hard times.\n\nAmong our key reforms is allowing self-employed workers to finally opt in to the EI system.\n\nStatistics Canada announced on Monday that Canada's economy grew almost 5% in the fourth quarter of 2009, the strongest quarter in almost a decade, and a testament to Canada's economic action plan. Canada is being well served by the plan. We can see the affects at home in Cumberland—Colchester—Musquodoboit Valley just as we can from coast to coast to coast.\n\nThe first year of the economic action plan has seen the beginning of our economic recovery, but still far too many Canadians remain unemployed. Now, when the plan is bearing fruit, it is time to stay on course. It is time to implement the second and final phase of the plan to safeguard our recovery and to maintain our focus on jobs and growth. However, it is also time, as we finish implementing the economic action plan, to prepare for tomorrow's challenges and also tomorrow's opportunities. We must plan to balance the budget in order to sustain Canada's long-term economic prosperity.\n\nJust as paying down the debt before the global recession gave Canada the flexibility to implement a swift and effective stimulus plan, returning to balanced budgets will help Canada emerge stronger than ever.\n\nWe must build on the jobs and industries of the future. We will keep taxes competitive and we will cut red tape. We will continue to sign new trade agreements and open new markets for Canadian goods. We will make Canada a clean energy superpower, a leader in green job creation on the planet. I already mentioned the great potential in my own riding, but leadership in developing clean energy is something that is coming to characterize our entire nation.\n\nWhen we get things done, Canada will emerge stronger than ever, a great place to live, a great place to work, a great place to start a business, create jobs and grow the economy.\n\nI would like to take this opportunity to highlight a few other measures from the throne speech that are particularly deserving of the support of every member of the House.\n\nCanadians believe in the rule of law, in a justice system that delivers justice, protecting Canadians young and old and holding those who commit crimes accountable for their actions.\n\nWhile this government has passed important legislation like the truth in sentencing reforms that came into effect just last week, it is essential that we do more and avoid repeating delays and obstructions that have so often frustrated Canadians in the past.\n\nAs just announced in the Speech from the Throne, our government will introduce strong new legislation to combat organized crime and ensure that life means life for people who commit multiple murders. We will give Canada's police officers the vital tools they have asked for, investigative powers for the 21st century. We will not continue the wasteful and ineffective long gun registry that burdens law-abiding citizens, law-abiding hunters, law-abiding farmers.\n\nThis government's record of standing up for Canadian families is clear.\n\nI would like to highlight that the government is reintroducing the consumer safety legislation which was passed by this House in the last session but unaccountably rejected in the other place. This legislation confers vital powers to keep consumers safe, provides tools to respond quickly to unsafe products, and gives parents assurances that their children are protected from harm. It should be passed in its original strong and unaltered form.\n\nWe have cut taxes for every Canadian. There are tax-free savings accounts that let us save our money, and income splitting for pensioners that gives them a well earned break. We have cut the GST by two per cent, the only tax measure that reaches and helps all Canadians. We utterly reject the opposition's musing on tax increases. We will continue to stand up for Canadian families.\n\nI call upon all members of Parliament to support the Speech from the Throne. Canadians are not asking for another election. They expect the government to work for them, to focus not on partisanship but on jobs and growth.\n\nThis is a year of opportunity if we act and seize the moment. The Vancouver-Whistler Olympics showcased Canada to the world. We are hosting the summits of North American leaders, the G8 and the G20. Her Majesty, the Queen of Canada, will be in our nation's capital on Canada Day.\n\nThis throne speech invites all Canadians from coast to coast to coast to embrace our future. As Robert Stanfield said so memorably in 1974, we must be stable but not static. This is our government's vision, and the foundation of this vision was laid by the Fathers of Confederation. Our nation, like Cumberland—Colchester—Musquodoboit Valley, is stable and far from static. We are proud of our past and we are embracing our future. Passing the Speech from the Throne and the important legislation that will come from it is essential for Canada to seize the great opportunities of this year, Canada's year.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:00:00", 
            "attribution": "Mr. Scott Armstrong (Cumberland—Colchester—Musquodoboit Valley, CPC)", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Dominic LeBlanc", 
                "url": "/politicians/dominic-leblanc/", 
                "member_id": 1314, 
                "party": "Liberal", 
                "riding": "Beauséjour (New Brunswick)", 
                "id": 166
            }, 
            "url": "/hansards/2169/70/", 
            "text": "Mr. Speaker, before I make a brief comment and then pose a question to my fellow maritimer, the member for Cumberland—Colchester—Musquodoboit Valley, I want to begin by congratulating him on his win in the byelection. His riding is a neighbouring riding to mine. We meet at the border of Amherst, Nova Scotia and Aulac, New Brunswick. I sincerely congratulate the member on his election and welcome him to this House.\n\nIn the throne speech, it would appear that the government's only serious commitment to the environment is the recycling of throne speeches. The government simply reannounced and regurgitated old legislative commitments. There was very little in terms of recalibration, but a great deal in terms of regurgitation.\n\nThis government is afraid of being held accountable, and is not interested in strengthening the Canadian democracy. On the contrary, this government is ignoring the very clear expression of the will of this House regarding handing over the documents that our committee on the Afghanistan mission needs to do its very important work.\n\nThe member for Cumberland—Colchester—Musquodoboit Valley spoke of economic policy. He spoke of small business and unemployment in his constituency, which certainly is not dissimilar to my riding of Beauséjour.\n\nI am wondering if the member could explain to us how small businesses in his riding are reacting to the job-killing payroll taxes that the government is imposing in the form of hikes to employment insurance premiums, hikes that have been estimated to eliminate up to 200,000 jobs. If he were serious about helping unemployed people, perhaps he would want to explain how this tax does something other than destroy jobs in his riding.\n\nFinally, I have a very specific question. Could he give us three specific examples of recalibration which were important enough to take a couple of months to hide from Parliament? Could he give us examples of recalibration that are not in fact regurgitation?", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:15:00", 
            "attribution": "Hon. Dominic LeBlanc (Beauséjour, Lib.)", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Scott Armstrong", 
                "url": "/politicians/scott-armstrong/", 
                "member_id": 3700, 
                "party": "Conservative", 
                "riding": "Cumberland—Colchester—Musquodoboit Valley (Nova Scotia)", 
                "id": 8337
            }, 
            "url": "/hansards/2169/71/", 
            "text": "Mr. Speaker, I can tell the House that my riding will support this throne speech. There is increased infrastructure spending, a focus on jobs and growth, a focus on green energy, including tidal energy in the Bay of Fundy, and a commitment to rid this nation of the long gun registry.\n\nThose were the issues that I heard at doorstep after doorstep during the byelection. Those are the issues that this throne speech addresses head-on. I can tell the House that Cumberland--Colchester--Musquodoboit Valley will stand strong behind this throne speech. There are all kinds of benefits for the people in my riding.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:15:00", 
            "attribution": "Mr. Scott Armstrong", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Nicole Demers", 
                "url": "/politicians/nicole-demers/", 
                "member_id": 1484, 
                "party": "Bloc", 
                "riding": "Laval (Québec)", 
                "id": 82
            }, 
            "url": "/hansards/2169/72/", 
            "text": "Mr. Speaker, I listened carefully to the throne speech, particularly to see whether the government would propose anything to improve the economic status of women in Quebec.\n\nAfter listening to the speech given by the hon. member for Montmagny—L'Islet—Kamouraska—Rivière-du-Loup, I realize that I am not the only one who found nothing in the throne speech. Although I listened very carefully, there was absolutely nothing in the speech. Indeed, all this government has done is make pay equity a negotiable right, thereby undermining the status of women, rather than improving it.\n\nHow can this government justify ignoring the needs of over half the population and proposing nothing to improve women's living conditions, for instance, allowing female workers covered by the Canada Labour Code the right to preventive withdrawal from work or proposing real proactive pay equity legislation?", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:15:00", 
            "attribution": "Ms. Nicole Demers (Laval, BQ)", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Scott Armstrong", 
                "url": "/politicians/scott-armstrong/", 
                "member_id": 3700, 
                "party": "Conservative", 
                "riding": "Cumberland—Colchester—Musquodoboit Valley (Nova Scotia)", 
                "id": 8337
            }, 
            "url": "/hansards/2169/73/", 
            "text": "Mr. Speaker, women in Quebec, just like women across this country, support our crime legislation, legislation that sentences people to life who commit multiple murders. Legislation that has lowered taxes supports all women, not just Quebec women but women across this country, and our focus on jobs and growth has increased employment as well as EI benefits for both women and men across this nation who have lost their jobs during this global recession. We are standing behind all Canadians, both in Quebec and in the rest of this country.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:20:00", 
            "attribution": "Mr. Scott Armstrong", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Carol Hughes", 
                "url": "/politicians/carol-hughes/", 
                "member_id": 1071, 
                "party": "NDP", 
                "riding": "Algoma—Manitoulin—Kapuskasing (Ontario)", 
                "id": 573
            }, 
            "url": "/hansards/2169/74/", 
            "text": "Mr. Speaker, like many others today, I would like to comment on today's Speech from the Throne.\n\nIt is high time the government not only supported but also endorsed the United Nations Declaration on the Rights of Indigenous Peoples. According to the Speech from the Throne, the government intends to reform and strengthen education in aboriginal communities.\n\nFor years now, aboriginal communities have been asking the government to ensure equal access to education for their members. Can the government provide details about the measures it is taking to reform the post-secondary student support program? Is it ready to eliminate the 2% cap on funding increases? Is the government planning to provide the funding needed to build and improve schools in these communities?\n\nCan the government clarify if the wording in the throne speech means that it will adequately fund first nations elementary education, K to 12, comparable to that being funded by the provinces and territories?\n\nMore importantly, will the government commit to consulting aboriginal peoples before making any changes to the post-secondary student support program?", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:20:00", 
            "attribution": "Mrs. Carol Hughes (Algoma—Manitoulin—Kapuskasing, NDP)", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Scott Armstrong", 
                "url": "/politicians/scott-armstrong/", 
                "member_id": 3700, 
                "party": "Conservative", 
                "riding": "Cumberland—Colchester—Musquodoboit Valley (Nova Scotia)", 
                "id": 8337
            }, 
            "url": "/hansards/2169/75/", 
            "text": "Mr. Speaker, this government has done incredible things for the aboriginal population in this nation, like the Millbrook reserve in my riding. We have invested billions of dollars in the Department of Indian Affairs, between $9 billion and $10 billion, and that continues to grow under this government.\n\nWe are now looking into the Sisters in Spirit program to help find out why aboriginal women are disappearing across Canada. That is an initiative of this government. We are investing billions of dollars into land claims across this nation, settling one land claim after another. This government stands behind our aboriginal population.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:20:00", 
            "attribution": "Mr. Scott Armstrong", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 1284, 
                "party": "Conservative", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2169/76/", 
            "text": "Mr. Speaker, as I listen to some of the questions posed to my hon. colleague, it almost makes me wonder if the members of the opposition even listened to the throne speech. Obviously, they did not hear the same message of hope or the vision for the medium-term and long-term future that those of us on this side of the House and Canadians heard during the throne speech.\n\nThe Olympics have just been completed. As we look forward to the Paralympics, we know how hard Canadians are working, how hard they worked at the Olympics, and how hard they work across this land from coast to coast to coast. That was reflected in the throne speech. It was reflected in giving Canadians hope for a brighter future.\n\nI do not understand why the opposition wants to be so negative all the time. They do not seem to be in tune with the mood of Canadians. Canadians are looking for hope. They are looking for parliamentarians to work collectively and co-operatively together. What do we see? Unfortunately, we have picked up right where we left off before Christmas, with the opposition nitpicking about every little thing instead of trying to put forward some constructive solutions and suggestions for how this country can move forward.\n\nWhy are they not applauding this government? Why are they not applauding this member on a great speech? I want to applaud him. I want to refer him to the fact that there are 16,000 infrastructure projects across this nation. I am sure he could tell us about some of the projects going on in his riding. This government, working co-operatively with the provinces and the municipal governments, has given some hope to Canadians as we work our way out of this recession.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:20:00", 
            "attribution": "Hon. Jay Hill (Leader of the Government in the House of Commons, CPC)", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Scott Armstrong", 
                "url": "/politicians/scott-armstrong/", 
                "member_id": 3700, 
                "party": "Conservative", 
                "riding": "Cumberland—Colchester—Musquodoboit Valley (Nova Scotia)", 
                "id": 8337
            }, 
            "url": "/hansards/2169/77/", 
            "text": "Mr. Speaker, in our riding of Cumberland—Colchester—Musquodoboit Valley, we have benefited significantly from the economic action plan. We have many stimulus investments, including the Central Nova Civic Centre, and two announcements in Parrsboro, one for the Fundy Geological Museum and one for the innovative centre and the visitors centre for tidal power.\n\nWe have had investments in transportation for rural communities. We have had investments in roads. We have had investments in infrastructure, in the Nova Scotia Agricultural College, and the Nova Scotia Community College, both in Springhill and Truro. We have had announcement after announcement keeping people in my riding employed.\n\nHowever, it is not just Cumberland—Colchester. This throne speech highlights investments across this nation that help young Canadians enter the job market. It focuses on skills, apprenticeships, training and post-doctoral study support, reforming and strengthening first nations education, promoting investment in Canada and opening markets with strong financial centres, along with investments in energy, mining, forestry, fisheries, agriculture and aquaculture.\n\nThis throne speech contains something for every riding across this country. It is going to build the future of this country. I am proud to stand up and stand behind this throne speech.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:25:00", 
            "attribution": "Mr. Scott Armstrong", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2169/78/", 
            "text": "Mr. Speaker, I want to thank the mover and seconder of the address in reply.\n\nI would like to congratulate the member for the lovely riding of Montmagny—L'Islet—Kamouraska—Rivière-du-Loup.\n\nI thank the member from the beautiful constituency of Cumberland—Colchester—Musquodoboit Valley for his contribution.\n\nI move:\n\nThat the debate be now adjourned.\n\n(On motion of Mr. Michael Ignatieff the debate was adjourned.)", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:25:00", 
            "attribution": "Mr. Michael Ignatieff (Leader of the Opposition, Lib.)", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 1284, 
                "party": "Conservative", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2169/79/", 
            "text": "Mr. Speaker, I move:\n\nThat the House do now adjourn.", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:25:00", 
            "attribution": "Hon. Jay Hill (Leader of the Government in the House of Commons, CPC)", 
            "heading": "Speech from the Throne"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2169/80/", 
            "text": "Accordingly, the House stands adjourned until tomorrow at 10 a.m.\n\n(The House adjourned at 5:28 p.m.)", 
            "topic": "Address in Reply", 
            "time": "2010-03-03 17:25:00", 
            "attribution": "The Speaker", 
            "heading": "Speech from the Throne"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=40&Ses=3&DocId=4330271", 
    "url": "/hansards/2169/", 
    "session": 3, 
    "date": "2010-03-03", 
    "id": 2169
}