{
    "parliament": 40, 
    "statements": [
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/0/", 
            "text": "It being Wednesday, we will now have the singing of the national anthem led by the hon. member for Perth—Wellington.\n\n[Members sang the national anthem]", 
            "topic": "", 
            "time": "2009-12-09 14:05:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/1/", 
            "text": "I wish to inform the House that pursuant to order made on Monday, December 7, 2009, the Standing Committee on Finance deposited its fifth report with the Clerk of the House on Tuesday, December 8, 2009, at 10:03 p.m.\n\nThe committee considered Bill C-62, an Act to amend the Excise Tax Act and reported it without amendment.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 14:05:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "David Sweet", 
                "url": "/politicians/david-sweet/", 
                "member_id": 586, 
                "party": "Conservative", 
                "riding": "Ancaster—Dundas—Flamborough—Westdale (Ontario)", 
                "id": 456
            }, 
            "url": "/hansards/2229/2/", 
            "text": "Mr. Speaker, it is my pleasure today to rise on behalf of the great hockey-loving people of Dundas, Ontario, in support of their bid to become Kraft Hockeyville for 2010.\n\nDundas has a long and proud history of hockey and is most deserving of this honour. After all, the J.L. Grightmire Arena in Dundas has a reputation as the best small town arena in Ontario. For over six decades, it has been home to minor hockey leagues, junior hockey teams, women's hockey and two senior triple-A hockey teams, the Dundas Blues and the Dundas Real McCoys.\n\nAmong the dignitaries who have put Dundas on the hockey map are the NHL's New York Rangers who played an exhibition game there in 1956, and Canadian Olympic gold medallist Barbara Ann Scott who cut the official ribbon to open the arena in 1950.\n\nDundasians have voted with their ice skates in showing their dedication to hockey. In fact the arena is the oldest and most used arena in the Hamilton area.\n\nTo emulate the slogan for one of the brands for which Kraft is well known, the people of Dundas are saying in unison, “It's gotta be Dundas”. I proudly add my voice to this campaign for 2010 Hockeyville.", 
            "topic": "Hockeyville 2010", 
            "time": "2009-12-09 14:05:00", 
            "attribution": "Mr. David Sweet (Ancaster—Dundas—Flamborough—Westdale, CPC)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Gurbax Malhi", 
                "url": "/politicians/gurbax-malhi/", 
                "member_id": 1348, 
                "party": "Liberal", 
                "riding": "Bramalea—Gore—Malton (Ontario)", 
                "id": 180
            }, 
            "url": "/hansards/2229/3/", 
            "text": "Mr. Speaker, a report released last month by the Auditor General on Canada's immigration system, in particular, the temporary foreign worker program, has shown that major oversights by the federal government have resulted in the abuse of foreign workers employed in Canada.\n\nIt appears that this government is blindly changing and implementing new policies without assessing or understanding the potential consequences.\n\nIn particular, immigration responsibilities are increasingly being shifted to the provinces, but specific oversight measures required to monitor and ensure the safety of foreign workers and to identify fraud and abuses have largely remained unemployed.\n\nOur country stands by the firm belief of protecting and upholding human rights. Therefore, I call upon the minister and the government to act immediately to stop the abuses that are taking place right under our roof.", 
            "topic": "Temporary Foreign Workers", 
            "time": "2009-12-09 14:05:00", 
            "attribution": "Hon. Gurbax Malhi (Bramalea—Gore—Malton, Lib.)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Yves Lessard", 
                "url": "/politicians/yves-lessard/", 
                "member_id": 1464, 
                "party": "Bloc", 
                "riding": "Chambly—Borduas (Québec)", 
                "id": 169
            }, 
            "url": "/hansards/2229/4/", 
            "text": "Mr. Speaker, in October 2009, Gisèle Viau, a fifth grade teacher at École Le Tournesol in Béloeil, was awarded a certificate of achievement for teaching excellence.\n\nThis teacher has done a remarkable job integrating technology into her teaching and into the daily lives of her students, to whom she is extremely committed.\n\nMs. Viau paired her students with others from around the globe, taking them on a virtual around the world tour, through which her students learned to apply copyright principles, to hold an international videoconference, to participate in national projects, and so much more.\n\nShe has developed a living environment that promotes children's well-being and has shown them the possibilities afforded by modern technology.\n\nOn behalf of my Bloc Québécois colleagues, I would like to congratulate this exceptional teacher.", 
            "topic": "Gisèle Viau", 
            "time": "2009-12-09 14:05:00", 
            "attribution": "Mr. Yves Lessard (Chambly—Borduas, BQ)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Linda Duncan", 
                "url": "/politicians/linda-duncan/", 
                "member_id": 1029, 
                "party": "NDP", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 608
            }, 
            "url": "/hansards/2229/5/", 
            "text": "Mr. Speaker, this past year, the Standing Committee on Environment and Sustainable Development was privileged to hear testimony from many leading Canadian scientists on the impact of oil sands operations on water resources.\n\nFederal officials and industry witnesses defended their monitoring programs, including the industry funded RAMP, reporting no evidence of contamination in the Athabasca watershed and asserting that the majority of contaminants were from natural sources and posed no risk to human health or the environment.\n\nTestimony by university and independent scientists offered a contrary view and serious concerns with government and industry-led monitoring. A peer review of RAMP showed it lacked scientific oversight, transparency and scientific veracity. We were advised a peer reviewed study was imminent.\n\nThis report, now published in the Proceedings of the National Academy of Sciences and co-authored by the lead scientist, Dr. David Schindler, provides clear evidence that the oil sands operations are emitting, and have been emitting, levels of contaminants that put the Athabasca River and tributaries at serious risk.\n\nThe results pose serious questions about the failed assertion of federal environmental powers today and—", 
            "topic": "The Environment", 
            "time": "2009-12-09 14:05:00", 
            "attribution": "Ms. Linda Duncan (Edmonton—Strathcona, NDP)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/6/", 
            "text": "The hon. member for Beauport—Limoilou.", 
            "topic": "The Environment", 
            "time": "2009-12-09 14:10:00", 
            "attribution": "The Speaker", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Sylvie Boucher", 
                "url": "/politicians/sylvie-boucher/", 
                "member_id": 351, 
                "party": "Conservative", 
                "riding": "Beauport—Limoilou (Québec)", 
                "id": 409
            }, 
            "url": "/hansards/2229/7/", 
            "text": "Mr. Speaker, I would like to pay tribute to Plan Nagua, an organization in my riding, for the outstanding work it does.\n\nPlan Nagua was created 40 years ago as a result of a project that eight students carried out in the Dominican Republic. Today it has nearly 30 employees, two overseas offices and a social economy enterprise, CAFÉ Nagua.\n\nPlan Nagua focuses on four areas: international cooperation, educating Quebeckers about the reality of developing countries, international internships and equitable tourism, and fair trade.\n\nThis year marks the organization's 40th anniversary, and 2009 has been filled with activities to recognize everyone who has contributed in any way to the organization's success.\n\nI congratulate you on all your wonderful projects and great accomplishments. You always have my support. Happy 40th anniversary.", 
            "topic": "Plan Nagua", 
            "time": "2009-12-09 14:10:00", 
            "attribution": "Mrs. Sylvie Boucher (Beauport—Limoilou, CPC)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Bonnie Crombie", 
                "url": "/politicians/bonnie-crombie/", 
                "member_id": 1000, 
                "party": "Liberal", 
                "riding": "Mississauga—Streetsville (Ontario)", 
                "id": 586
            }, 
            "url": "/hansards/2229/8/", 
            "text": "Mr. Speaker, I would like to pay tribute to the Streetsville Rotary Club for all the tremendous work it does for our community. The club, along with the Mississauga West Club and, this year, the Credit Valley, Airport Road and Dixie Rotaries, organized the annual Easter Seals Christmas party.\n\nThe Christmas party is the highlight of the year for 170 Easter Seals kids and 70 members of their families in Mississauga.\n\nAs well as including a light lunch for the kids and parents, the event has clowns, face painting, animated costume characters, singalongs and, of course, a picture and a loot bag from Santa Claus.\n\nThe hit of the party was the Nerf ball snowball fight with Peel Regional Police, who take time away from their busy duties every year for this event.\n\nImmediately following the party, the families moved up to Queen Street to a reserved spot to watch the annual Santa Claus parade in Streetsville.\n\nI want to thank especially Bob Marr, Brian Atchison, Duncan Willock, Doug Gerrard and all the volunteers for their hard work.\n\nMr. Speaker, I wish my constituents and all of my colleagues on both sides of the House and you a Merry Christmas and peace—", 
            "topic": "Easter Seals Christmas Party", 
            "time": "2009-12-09 14:10:00", 
            "attribution": "Mrs. Bonnie Crombie (Mississauga—Streetsville, Lib.)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/9/", 
            "text": "The hon. member for St. Catharines.", 
            "topic": "Easter Seals Christmas Party", 
            "time": "2009-12-09 14:10:00", 
            "attribution": "The Speaker", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Rick Dykstra", 
                "url": "/politicians/rick-dykstra/", 
                "member_id": 404, 
                "party": "Conservative", 
                "riding": "St. Catharines (Ontario)", 
                "id": 423
            }, 
            "url": "/hansards/2229/10/", 
            "text": "Mr. Speaker, I rise today to speak about Canada's temporary foreign worker program and the workers and employers who participate in it.\n\nHigh labour intensity agriculture in Canada depends on the use of temporary foreign workers and many workers and their families from overseas depend on seasonal jobs here in Canada.\n\nI have been meeting with employers in Ontario and from around the country to discuss the need that this program fills. Employers, from my region of Niagara to the east and west coasts, are united around the economic necessity of the temporary foreign worker program.\n\nTemporary foreign workers support Canadian jobs and Canadian companies, as well as their families in their home countries. That is why we should welcome them and support the program that allows them to come here.\n\nThis is a made in Canada foreign aid program and it is happening right here in our country.", 
            "topic": "Temporary Foreign Workers", 
            "time": "2009-12-09 14:10:00", 
            "attribution": "Mr. Rick Dykstra (St. Catharines, CPC)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Carole Freeman", 
                "url": "/politicians/carole-freeman/", 
                "member_id": 417, 
                "party": "Bloc", 
                "riding": "Châteauguay—Saint-Constant (Québec)", 
                "id": 426
            }, 
            "url": "/hansards/2229/11/", 
            "text": "Mr. Speaker, for several weeks now, officials in several small municipalities in my riding—Delson, Saint-Mathieu, Sainte-Catherine, Saint-Constant, Saint-Isidore, Mercier and Kahnawake—have been concerned about the survival of their postal service. The postmasters and the people in those communities are worried as well.\n\nThe Canadian Postal Service Charter issued on September 12 announced that the moratorium on closures of rural post offices would be maintained. Yet that same document also explains the procedure for closing post offices. Pardon me for doubting this government's sincerity.\n\nClosing rural post offices would create division between urban and rural dwellers and could lead to greater isolation of people with reduced mobility and seniors. This public service is necessary for communities' economic viability and social identity.\n\nThat is why more than 3,000 people in my riding signed a petition that I have presented on two occasions in the House, calling on the government to maintain the moratorium on—", 
            "topic": "Canada Post", 
            "time": "2009-12-09 14:10:00", 
            "attribution": "Mrs. Carole Freeman (Châteauguay—Saint-Constant, BQ)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/12/", 
            "text": "The hon. member for Lotbinière—Chutes-de-la-Chaudière.", 
            "topic": "Canada Post", 
            "time": "2009-12-09 14:15:00", 
            "attribution": "The Speaker", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Jacques Gourde", 
                "url": "/politicians/jacques-gourde/", 
                "member_id": 429, 
                "party": "Conservative", 
                "riding": "Lotbinière—Chutes-de-la-Chaudière (Québec)", 
                "id": 428
            }, 
            "url": "/hansards/2229/13/", 
            "text": "Mr. Speaker, the Bloc leader knows that he has not produced results and has remained seated during the votes far too often. So this morning, he got out his club in an attempt to defend himself and put on a bit of a show. Having achieved nothing for Quebeckers in 2009, the Bloc is once again trying to justify its presence in Ottawa.\n\nI cannot understand that attitude. We all remember the many times when Bloc members have stayed in their seats instead of standing up to support Quebeckers. The Bloc talks and talks, but it does not stand up.\n\nThe government is taking action. Implementing our economic action plan is still the priority.\n\nEveryone—communities, businesses and workers affected by the global economic slowdown—is benefiting. One of the major facets of the economic action plan, the work-sharing program, is enabling workers in Canada and Quebec to keep their jobs during periods of economic slowdown. This is good for employers and employees, and it helps prevent layoffs.\n\nUnlike the Bloc, our Conservative government is taking action.", 
            "topic": "Bloc Québécois", 
            "time": "2009-12-09 14:15:00", 
            "attribution": "Mr. Jacques Gourde (Lotbinière—Chutes-de-la-Chaudière, CPC)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Anthony Rota", 
                "url": "/politicians/anthony-rota/", 
                "member_id": 1399, 
                "party": "Liberal", 
                "riding": "Nipissing—Timiskaming (Ontario)", 
                "id": 249
            }, 
            "url": "/hansards/2229/14/", 
            "text": "Mr. Speaker, mail delivery in our communities is very important to Canadians.\n\nSeniors in particular are suffering because of the Conservative government's approach to this issue. This government is responsible for cancelling service to some 55,000 mailboxes and closing 42 post offices across Canada.\n\nRural Canadians are telling us that they want this to stop, and we, the Liberals, are protecting their interests and universal postal services across Canada.\n\nIn many regions, people have been told that many post offices will not be reopened. That is no way to treat rural Canadians.\n\nPeople living in rural regions are the backbone of this nation, and universal service is one of the elements keeping this country united.\n\nThe Conservative government says that it is a friend to rural regions, but its actions say otherwise.", 
            "topic": "Rural Postal Service", 
            "time": "2009-12-09 14:15:00", 
            "attribution": "Mr. Anthony Rota (Nipissing—Timiskaming, Lib.)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Joy Smith", 
                "url": "/politicians/joy-smith/", 
                "member_id": 1304, 
                "party": "Conservative", 
                "riding": "Kildonan—St. Paul (Manitoba)", 
                "id": 268
            }, 
            "url": "/hansards/2229/15/", 
            "text": "Mr. Speaker, the Liberals have a big decision to make today. The choice they will make is whether to vote for or against the amendments that would significantly weaken our consumer protection bill.\n\nLed by their leader, Liberal senators banded together last week to add these amendments that would create so much red tape that Canadians would be denied the protection they deserve.\n\nThe health and safety of our citizens is the very reason our government tabled this bill. Members of this House fully agreed that it was much needed and voted unanimously to pass it without the cumbersome amendments.\n\nDoes the Liberal leader not realize that they bring no real benefits to Canadians or to industry?\n\nThe Liberal leader must instruct Liberal senators to vote against the amendments this afternoon. He must show good faith to Canadian consumers, to whom he is accountable, and who want and deserve the very best protection for their families.\n\nThe Liberal leader must assert his leadership and show Canadians that he has heard their message.", 
            "topic": "Consumer Product Safety Legislation", 
            "time": "2009-12-09 14:15:00", 
            "attribution": "Mrs. Joy Smith (Kildonan—St. Paul, CPC)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Chris Charlton", 
                "url": "/politicians/chris-charlton/", 
                "member_id": 372, 
                "party": "NDP", 
                "riding": "Hamilton Mountain (Ontario)", 
                "id": 415
            }, 
            "url": "/hansards/2229/16/", 
            "text": "Mr. Speaker, as members are no doubt aware, 420 workers at the Canadian Museum of Civilization and the War Museum have been on strike since September 21. That is 80 long days; 80 days during which the union has worked tirelessly to achieve a fair and just collective agreement; 80 days during which management has stonewalled and piled up budget savings on the backs of its workers.\n\nThese employees are the only federal museum workers in Ottawa-Gatineau with no job security whatsoever and no recognition of their years of service in a number of critical areas, including career advancement. Their salaries are the lowest among all federal museum workers in the national capital region.\n\nThis is a female-dominated workplace. I would like to remind members of this House that women working in precarious or part-time employment are consistently at high risk of poverty, especially women with children.\n\nThis impasse is not going to end on its own. The Minister of Labour has to act and she has to act now. The 420 of the country's best public servants deserve nothing less.", 
            "topic": "Museums Labour Dispute", 
            "time": "2009-12-09 14:15:00", 
            "attribution": "Ms. Chris Charlton (Hamilton Mountain, NDP)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Cathy McLeod", 
                "url": "/politicians/cathy-mcleod/", 
                "member_id": 1124, 
                "party": "Conservative", 
                "riding": "Kamloops—Thompson—Cariboo (B.C.)", 
                "id": 612
            }, 
            "url": "/hansards/2229/17/", 
            "text": "Mr. Speaker, Canada's economic action plan is working. It is protecting and creating jobs for Canadians.\n\nAs part of our plan, our Conservative government enhanced the work-sharing program. The work-sharing program is a win-win for Canadian workers and businesses. It means Canadians keep working, and employers avoid layoffs and expensive re-hiring and re-training costs.\n\nIn my province of British Columbia, there are over 1,100 work-sharing agreements, protecting the jobs of over 18,000 workers. One of these agreements is with True North Furniture Co. As a result, 15 employees have kept their jobs and are able to continue to provide for their families.\n\nIn fact, the work-sharing program is currently protecting the jobs of close to 167,000 Canadians, and over 225,000 workers have benefited since February. The work-sharing program is an example of how our economic action plan is protecting jobs and making a positive difference in the lives of Canadian families.", 
            "topic": "Economic Action Plan", 
            "time": "2009-12-09 14:15:00", 
            "attribution": "Mrs. Cathy McLeod (Kamloops—Thompson—Cariboo, CPC)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Christian Ouellet", 
                "url": "/politicians/christian-ouellet/", 
                "member_id": 529, 
                "party": "Bloc", 
                "riding": "Brome—Missisquoi (Québec)", 
                "id": 447
            }, 
            "url": "/hansards/2229/18/", 
            "text": "Mr. Speaker, after four years in power, the Conservatives refuse to tackle the challenge of reducing greenhouse gas emissions with dignity. Blinded by the interests of the oil companies, they still have no concrete plan to fight climate change.\n\nFour years have been lost, four years of hypocrisy, during which this government did not take responsibility, something that has already won them three fossil of the day awards at the Copenhagen conference.\n\nMeanwhile, Quebec has made significant efforts to reduce greenhouse gases. Some sectors, like the aluminum sector, have reduced greenhouse gases by 20% since 1990, while the fossil fuel industry in Alberta has increased them by 30%. Be failing to recognize the achievements Quebec industries made before 2006, the Conservatives are directly jeopardizing the Quebec economy.\n\nWithout the government's ideologies, Quebec—", 
            "topic": "The Environment", 
            "time": "2009-12-09 14:20:00", 
            "attribution": "Mr. Christian Ouellet (Brome—Missisquoi, BQ)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/19/", 
            "text": "The hon. member for Sydney—Victoria.", 
            "topic": "The Environment", 
            "time": "2009-12-09 14:20:00", 
            "attribution": "The Speaker", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Mark Eyking", 
                "url": "/politicians/mark-eyking/", 
                "member_id": 1645, 
                "party": "Liberal", 
                "riding": "Sydney—Victoria (Nova Scotia)", 
                "id": 100
            }, 
            "url": "/hansards/2229/20/", 
            "text": "Mr. Speaker, hope turned to tragedy yesterday when seven-year-old James Delorey of South Bar, Cape Breton, succumbed to hypothermia after a heroic rescue.\n\nJames wandered off into the woods with his dog Chance just before a major snowstorm. Hundreds of volunteers from across Nova Scotia went out to look for James. People from all over Cape Breton volunteered to help with the search. They provided food and they provided their prayers.\n\nSearch and rescue volunteers poured their hearts and souls into finding James and they found him. Police, fire and armed forces brought their expertise into the effort. Medical staff did their best to save James. These people did everything they could but, like so many other tragedies, it was not enough to keep James with us.\n\nTo his friends at Harbourside Elementary School and to his family, we in the House offer our condolences. God bless James.", 
            "topic": "James Delorey", 
            "time": "2009-12-09 14:20:00", 
            "attribution": "Hon. Mark Eyking (Sydney—Victoria, Lib.)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "James Bezan", 
                "url": "/politicians/james-bezan/", 
                "member_id": 1308, 
                "party": "Conservative", 
                "riding": "Selkirk—Interlake (Manitoba)", 
                "id": 28
            }, 
            "url": "/hansards/2229/21/", 
            "text": "Mr. Speaker, it has been quite a year in Canadian politics. The year 2009 has seen the extraordinary support for our economic action plan. We have made smart investments in infrastructure and supported thousands of families and communities right across this country.\n\nOur plan is working and no amount of Liberal mudslinging can take away from the jobs that we have created for Canadians. While we have worked hard for Canadians, the Liberal leader has fumbled. He was with us and then he was against us. He tried everything to force an unnecessary election. His party even voted against our home renovation tax credit.\n\nWhen it comes to justice, we got tough on crime by passing laws to put victims first and protect families from violent offenders. We will continue our work while the Liberal leader continues his soft on crime approach.\n\nHowever, last week was the most telling tale of 2009. While our Prime Minister was showing leadership on the international stage and talking about trade, Liberals were huddled in corners looking to trade their international leader.", 
            "topic": "Government Policies", 
            "time": "2009-12-09 14:20:00", 
            "attribution": "Mr. James Bezan (Selkirk—Interlake, CPC)", 
            "heading": "Statements by Members"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2229/22/", 
            "text": "Mr. Speaker, this morning, General Natynczyk confirmed that in June 2006 at least one detainee transferred by the Canadian Forces was subjected to abuse in Afghanistan.\n\nMilitary personnel in Afghanistan helped the detainee. They did the right thing. General Natynczyk did the right thing.\n\nNow, it is up to the government to do the right thing. It must launch an independent, judicial, public inquiry.\n\nWhy does it still refuse to do so?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:20:00", 
            "attribution": "Mr. Michael Ignatieff (Leader of the Opposition, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2229/23/", 
            "text": "Mr. Speaker, General Natynczyk said what the government has been saying all along. When there is evidence of abuse, the Canadian Forces and our diplomats act with the utmost integrity. They did the right thing in this case.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:25:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2229/24/", 
            "text": "Mr. Speaker, when General Natynczyk corrected his account this morning, he did so, he said, in order to restore trust in his office and in his institution. The issue here is trust. We cannot trust this government. We cannot trust a word that comes out of the mouth of this minister.\n\nWhen will the Prime Minister fire him and call a full independent public inquiry?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:25:00", 
            "attribution": "Mr. Michael Ignatieff (Leader of the Opposition, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2229/25/", 
            "text": "Mr. Speaker, the facts of the case in question of course confirm what we have been saying all along, which is that when the Canadian Forces saw substantive evidence of any case of abuse, they have taken corrective action.\n\nThat is what they did in this case, and frankly, General Natynczyk today, correcting the record on a particular point, indicates once again that the Canadian Forces, from the highest level down to the man in the trenches, act with the highest integrity at all times.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:25:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2229/26/", 
            "text": "Mr. Speaker, General Natynczyk did the right thing. Our soldiers on the ground did the right thing. The issue is whether the government did the right thing.\n\nFor more than a year, it had credible reports from Canadian diplomats, from Canadian military, of abuse of detainees in Afghan prisons. It did nothing. Will it now admit that it made a mistake?\n\nThere was a year when it did nothing. Will it appoint an independent judicial inquiry to get to the bottom of this affair and will it fire the Minister of National Defence?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:25:00", 
            "attribution": "Mr. Michael Ignatieff (Leader of the Opposition, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2229/27/", 
            "text": "Mr. Speaker, on the contrary, as has been pointed out on numerous occasions, over the period from 2006 to 2007, as we experienced some difficulties, the government, the forces, the Canadian diplomatic community took numerous actions to improve the situation, including rewriting all of the Liberal transfer arrangements with the Afghan government in early 2007.\n\nThe only nothing here is that the opposition has had nothing new to ask about in three years.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:25:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Ujjal Dosanjh", 
                "url": "/politicians/ujjal-dosanjh/", 
                "member_id": 1296, 
                "party": "Liberal", 
                "riding": "Vancouver South (B.C.)", 
                "id": 90
            }, 
            "url": "/hansards/2229/28/", 
            "text": "Mr. Speaker, General Natynczyk had the courage, the honour, and the integrity to correct the record today as he discovered more information. A Canadian detainee was captured, photographed, and transferred to the Afghan national police in June 2006. It was known that torture had happened before. He was abused and retaken by our troops.\n\nIs it not time the Prime Minister had the courage, the honour and the integrity of General Natynczyk, and called a public inquiry?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:25:00", 
            "attribution": "Hon. Ujjal Dosanjh (Vancouver South, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/29/", 
            "text": "Mr. Speaker, I agree with the first part of the hon. member's question. General Walter Natynczyk is an honourable man and he did the right thing by correcting the record as he did this morning.\n\nClearly, I accept what he has said. Clearly, this House should accept what he has said. The CDS, the Chief of the Defence Staff, has now called for a military board of investigation to look into this particular incident.\n\nWe continue to have faith in our CDS, in our members of the Canadian Forces who continue to perform marvellously on the ground in Afghanistan. We have confidence in what they do each and every day.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:25:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Ujjal Dosanjh", 
                "url": "/politicians/ujjal-dosanjh/", 
                "member_id": 1296, 
                "party": "Liberal", 
                "riding": "Vancouver South (B.C.)", 
                "id": 90
            }, 
            "url": "/hansards/2229/30/", 
            "text": "Mr. Speaker, General Natynczyk acted honourably. He admitted that he was not provided with a full account of a Canadian detainee abused in 2006. He wants answers.\n\nNo one in the government, including the Prime Minister, seems to have the courage, the honour, the integrity and the desire of General Natynczyk to get at the truth. I dare them to prove me wrong. Why would they not call a public inquiry?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:25:00", 
            "attribution": "Hon. Ujjal Dosanjh (Vancouver South, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/31/", 
            "text": "Mr. Speaker, as I have said before, as the Prime Minister has said, in this instance and in other instances the actions of the Canadian Forces have been beyond reproach.\n\nEvery time we have had credible allegations or evidence, we have acted. We acted to improve the transfer arrangements, the inadequate arrangements, left by the previous government. We have acted to improve the situation vis-à-vis human rights in Afghanistan. We have invested. We have mentored.\n\nWe have the ability now to have unfettered access inside Afghan prisons. All of that happened between 2006 and 2007. We are in a better place today because of the actions of diplomats and soldiers, and we thank them and applaud them.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:30:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 403, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2229/32/", 
            "text": "Mr. Speaker, now we know that the Minister of National Defence has been hiding the truth about Afghan detainees all along. The Chief of the Defence Staff has confirmed that in May 2006 an Afghan detainee had been transferred and tortured and that he was even photographed before being transferred because there were suspicions that he would be tortured.\n\nIs the Prime Minister going to take the side of the Minister of National Defence or is he going to take responsibility and demand that the minister resign?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:30:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2229/33/", 
            "text": "Mr. Speaker, contrary to what the leader of the Bloc is saying, it is clear that the Canadian Forces acted appropriately in this situation. When there was evidence, or if substantial allegations were made, the forces took action to correct the situation. They did the same thing in every case and the Chief of the Defence Staff's comments today confirm those facts.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:30:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 403, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2229/34/", 
            "text": "Mr. Speaker, the Canadian Forces did not act improperly; the government did. This government has used the troops for purely political gains. It has shown utter disdain for the soldiers, their families, the diplomatic corps and members of the opposition. No one trusts this government any more.\n\nWill the Prime Minister do the right thing and call a public inquiry to shed light on this affair?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:30:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2229/35/", 
            "text": "Mr. Speaker, it is clear: it is the opposition that is accusing our soldiers of committing war crimes. The government is not doing that. This government has always defended the actions of Canadian soldiers. General Natynczyk's comments indicated again today that the forces are acting appropriately in every situation.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:30:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Claude Bachand", 
                "url": "/politicians/claude-bachand/", 
                "member_id": 3317, 
                "party": "Bloc", 
                "riding": "Saint-Jean (Québec)", 
                "id": 14
            }, 
            "url": "/hansards/2229/36/", 
            "text": "Mr. Speaker, I would like to say to the Prime Minister that we defend our soldiers and that we accuse him of creating a cover-up and abandoning the Afghan detainees.\n\nAccording to the facts presented by the Chief of the Defence Staff, he has known since 2006 that Afghan detainees were tortured, as there is photographic evidence, and that there was a risk that detainees would be tortured if they were handed over to the authorities.\n\nMy question is for the Prime Minister, since we have lost all confidence in the Minister of National Defence. Will the Prime Minister admit that Canada did, in fact, violate the Geneva convention and that he should therefore demand the resignation of his defence minister?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:30:00", 
            "attribution": "Mr. Claude Bachand (Saint-Jean, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/37/", 
            "text": "Mr. Speaker, when evidence occurs, when evidence arises, we act.\n\nWith respect to this incident, as I said before, when we receive information, we act upon that information. In the case in question, the conduct of the Canadian Forces, which is the matter of this discussion, was beyond reproach. I have said it. I rely on information and advice from senior officials, from the military.\n\nThis issue came to my attention this morning after I spoke with General Natynczyk. He immediately went on the record to correct the record. He did the honourable thing. I accept what he has said today as the truth.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:30:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Claude Bachand", 
                "url": "/politicians/claude-bachand/", 
                "member_id": 3317, 
                "party": "Bloc", 
                "riding": "Saint-Jean (Québec)", 
                "id": 14
            }, 
            "url": "/hansards/2229/38/", 
            "text": "Mr. Speaker, will the Prime Minister accept his responsibilities, stop intimidating witnesses, stop smearing the opposition and diplomats, put an end to the disinformation, stop calling the opposition the friends of the Taliban and do the honourable thing? He must immediately apologize to this House.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:30:00", 
            "attribution": "Mr. Claude Bachand (Saint-Jean, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/39/", 
            "text": "Mr. Speaker, as I have indicated, the Chief of the Defence Staff received this information this morning. He contacted me. The decision was made that he would correct the record, which is exactly what has happened. The general has indicated this information upon being brought to his attention. It was something that he wanted to go public and correct. I rely on his information and advice as I did during my time as minister of foreign affairs. I act on that advice.\n\nWhenever there has been credible information and evidence brought forward, our diplomats, our professional soldiers have acted appropriately.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:35:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2229/40/", 
            "text": "Mr. Speaker, the Chief of the Defence Staff confirmed today that Afghans captured by Canada have been tortured in Afghanistan. We repeat our demand from yesterday, that the Prime Minister must fire the Minister of National Defence immediately. The demand by the majority of members of this House for a public inquiry is now more legitimate than ever. The cover-up must stop. The disinformation must stop. We need the truth.\n\nWhen will there be a public inquiry?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:35:00", 
            "attribution": "Hon. Jack Layton (Toronto—Danforth, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2229/41/", 
            "text": "Mr. Speaker, the facts of this case have been clear for a long time. In 2006, the Canadian Forces suspected the abuse of a Taliban detainee. They took steps to correct the situation in 2006. This is another indication that the Canadian Forces always do the right thing in such cases.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:35:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2229/42/", 
            "text": "Mr. Speaker, will they stop already. The Prime Minister and Minister of National Defence  cannot spin their way out of this one. The Chief of the Defence Staff just contradicted everything that they have been saying in the House time and time again.\n\nThe minister claimed there was no proof of abuse. He was wrong and he should take responsibility and resign and if not, the Prime Minister should demand it today.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:35:00", 
            "attribution": "Hon. Jack Layton (Toronto—Danforth, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2229/43/", 
            "text": "Mr. Speaker, once again, the facts on the record today indicate exactly what the Canadian Forces have been saying. Three years ago they knew of a case of abuse. They took corrective action. General Natynczyk corrected the record on some points today, once again showing our forces act with the highest of integrity.\n\nIf the opposition thinks otherwise, it can say so. Otherwise, we will stay on course and continue to back our military.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:35:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2229/44/", 
            "text": "Mr. Speaker, the Prime Minister is clearly skating on this one.\n\nLet me talk about what our Canadian winter Olympic athletes are saying about climate change. I am going to quote what they are saying, “Many of us—", 
            "topic": "The Environment", 
            "time": "2009-12-09 14:35:00", 
            "attribution": "Hon. Jack Layton (Toronto—Danforth, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/45/", 
            "text": "Oh, oh!", 
            "topic": "The Environment", 
            "time": "2009-12-09 14:35:00", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2229/46/", 
            "text": "Mr. Speaker, they clearly do not want to—", 
            "topic": "The Environment", 
            "time": "2009-12-09 14:35:00", 
            "attribution": "Hon. Jack Layton", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/47/", 
            "text": "Order, please. The hon. member for Toronto—Danforth has the floor. We will have a little order, please.", 
            "topic": "The Environment", 
            "time": "2009-12-09 14:35:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2229/48/", 
            "text": "Mr. Speaker, the fact is the pressure is increasing on the government to take action on climate change. It is global. Here is what our own athletes in the winter Olympics have to say:\n\nMany of us are already seeing the impact of climate change on our beloved winter sports...We can't sit on the sidelines when solutions exist.\n\nDoes the government even realize that our winter sports are at risk because of climate change?", 
            "topic": "The Environment", 
            "time": "2009-12-09 14:35:00", 
            "attribution": "Hon. Jack Layton", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2229/49/", 
            "text": "Mr. Speaker, that was not the smoothest transition the leader of the NDP has ever done between subjects, but it is a serious question.\n\nCanada has a large delegation at the Copenhagen conference and that delegation is working very hard to reach a good and all inclusive international agreement that would make progress on this very serious matter in the years to come. We remain optimistic that if all parties remain committed to working for an agreement, we can do something that will be good for the planet.", 
            "topic": "The Environment", 
            "time": "2009-12-09 14:35:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Judy Foote", 
                "url": "/politicians/judy-foote/", 
                "member_id": 1040, 
                "party": "Liberal", 
                "riding": "Random—Burin—St. George's (Newfoundland & Labrador)", 
                "id": 553
            }, 
            "url": "/hansards/2229/50/", 
            "text": "Mr. Speaker, every time a courageous official stands up and reveals a truth, the government goes on the attack. A growing list of former ambassadors are outraged at the smears the government has launched against respected public servant Richard Colvin. That list may hit 50 diplomats by day's end. Today, the Chief of the Defence Staff himself corroborated Mr. Colvin's testimony.\n\nEnough is enough. When is this charade going to end? When will we get a shred of truth from that dishonourable government?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:40:00", 
            "attribution": "Ms. Judy Foote (Random—Burin—St. George's, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/51/", 
            "text": "Mr. Speaker, as I have said a number of times in the House, when we have received credible information, we have acted upon the advice of senior military officials and senior members of the public service. We have not discredited anyone. We have disputed evidence that was presented at a parliamentary committee. It has not been personal. It has been very much about the facts as presented at a parliamentary committee.\n\nIt is time to look at this thing in a dispassionate way. If the member wants to be political and partisan, she has the right to do so in this place. However, we will be at the parliamentary committee this afternoon. I will be glad to answer questions there in a factual way.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:40:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Judy Foote", 
                "url": "/politicians/judy-foote/", 
                "member_id": 1040, 
                "party": "Liberal", 
                "riding": "Random—Burin—St. George's (Newfoundland & Labrador)", 
                "id": 553
            }, 
            "url": "/hansards/2229/52/", 
            "text": "Mr. Speaker, ask Mr. Colvin who is being political. Our public servants do not just deserve the respect of their political masters. They need it to do their jobs effectively. If they do not have that respect and trust, they cannot serve Canadians to the best of their abilities.\n\nWhy do the Conservatives not follow the honourable example of General Natynczyk and tell Canadians the truth?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:40:00", 
            "attribution": "Ms. Judy Foote (Random—Burin—St. George's, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/53/", 
            "text": "Mr. Speaker, again, I rely on the professional advice of individuals like General Natynczyk and David Mulroney, who on this matter said:\n\nI didn't agree with his assertion that everybody who went into the NDS was tortured, that the detainees were all farmers or probably all innocent. This is where I think he went from an observation to speculation.\n\nA similar former diplomat, Paul Chapin, said, “I think that what set me back is how serious the allegations are and how flimsy the evidence is”.\n\nThese are senior, professional, dispassionate members of the public service who have commented on the same matter on which I commented. I have not smeared anyone's personal integrity.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:40:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Dominic LeBlanc", 
                "url": "/politicians/dominic-leblanc/", 
                "member_id": 1314, 
                "party": "Liberal", 
                "riding": "Beauséjour (New Brunswick)", 
                "id": 166
            }, 
            "url": "/hansards/2229/54/", 
            "text": "Mr. Speaker, with the Chief of the Defence Staff's revelations this morning, the Conservative story on detainees has now been totally discredited. Every time the Conservatives come up with a new story, the truth comes out and they are forced to create a new falsehood to cover up the untruth of their last falsehood.\n\nStory after story from the government is untrue. Answer after answer is total fiction. Why does the minister not finally come clean, stand up in the House and tell Canadians the truth?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:40:00", 
            "attribution": "Hon. Dominic LeBlanc (Beauséjour, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/55/", 
            "text": "Mr. Speaker, saying it louder with more feigned indignation does not make his question true. What happened here is obvious. The Chief of the Defence Staff received information this morning that reflected on his previous testimony he gave yesterday and a statement that he gave over two years ago. He then brought it to my attention.\n\nThe decision was made to issue a clarification. He has done that. We accept that. I would hope the House would accept that. That was the honourable thing. The soldiers have done the honourable thing. They acted responsibly in this instance as they have on any occasion where credible allegations or evidence have come forward.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:40:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Dominic LeBlanc", 
                "url": "/politicians/dominic-leblanc/", 
                "member_id": 1314, 
                "party": "Liberal", 
                "riding": "Beauséjour (New Brunswick)", 
                "id": 166
            }, 
            "url": "/hansards/2229/56/", 
            "text": "Mr. Speaker, with the chief of the defence staff's revelations this morning, the Conservatives' story does not hold up. Every time the Conservatives try to cover up the story about torture in Afghanistan, the truth comes out and they are forced to create a new falsehood to cover up their last falsehood.\n\nWhen will the minister stop fabricating stories on the fly, stand up in this House and tell Canadians the truth?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:40:00", 
            "attribution": "Hon. Dominic LeBlanc (Beauséjour, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/57/", 
            "text": "Mr. Speaker, as I have said a number of times, we act on information that we receive from senior members of the public service and senior military members. In this case, we have heard from a number of them who have testified before the committee.\n\nWe heard from those who were in charge of the mission and those who were on the ground, people like General Hillier, General Gauthier and General Fraser. We have heard from David Mulroney, a senior experienced member of the public service. All of them have given their testimony. The hon. member and members who have been in cabinet previously would know that all of them provide the information up through the chain of command and up through the public service. We act upon that information and evidence.\n\nThat is what has happened in this case. There has been a clarification. We accept that clarification.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:40:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 1479, 
                "party": "Bloc", 
                "riding": "La Pointe-de-l'Île (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2229/58/", 
            "text": "Mr. Speaker, the government has waged a smear campaign against diplomat Richard Colvin, who sounded the alarm about Afghan detainees. The government's attitude has been unworthy, or rather it has been worthy of McCarthy, the American senator who systematically lied and defamed his adversaries.\n\nWill the government at least have the decency to apologize to Richard Colvin?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:45:00", 
            "attribution": "Ms. Francine Lalonde (La Pointe-de-l'Île, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/59/", 
            "text": "Mr. Speaker, more inflammatory and partisan rhetoric is not going to add anything to the examination of facts.\n\nThe fact is that we have questioned the credibility of evidence or testimony that was given on this matter. It has not been personal. It has been dispassionate. It has been about the facts.\n\nWe have heard from a number of witnesses, all of whom Mr. Colvin would have had access to, would have been in contact with. Those individuals have been consistent. They have been clear.\n\nWe acted on their information. We will continue to do so. That is the way it works. We are acting on credible information. We do the right thing.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:45:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 1479, 
                "party": "Bloc", 
                "riding": "La Pointe-de-l'Île (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2229/60/", 
            "text": "Mr. Speaker, the credible information we heard in committee confirmed that a great many witnesses, if not all of them, knew that there were problems with the Afghan prisons.\n\nEvery day, new information is coming to light about the torture of Afghan detainees. All this information tends to confirm that Canada failed to meet its obligations under the Geneva convention.\n\nBefore the House rises for the holidays, will the government announce that it is setting up an independent public commission of inquiry on the torture of Afghan detainees?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:45:00", 
            "attribution": "Ms. Francine Lalonde (La Pointe-de-l'Île, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/61/", 
            "text": "Mr. Speaker, there are so many inaccuracies and untruths in what the hon. member just put forward.\n\nWe have always maintained there were concerns about the state of detention facilities in Afghanistan. We have always received general allegations.\n\nWhen there were specific allegations that pertained to transferred detainees that Canada had been responsible for, we acted. We suspended. We acted on information we received from senior diplomats, senior military people.\n\nI repeat again, we are not disputing the credibility of the individual, but the credibility of the evidence that was heard. We have heard from a number of witnesses. We can check that record.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:45:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Pierre Paquette", 
                "url": "/politicians/pierre-paquette/", 
                "member_id": 1781, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 221
            }, 
            "url": "/hansards/2229/62/", 
            "text": "Mr. Speaker, despite the Conservatives' many attempts at a cover-up, we now know that there was at least one proven case of torture of a detainee transferred by Canada to the Afghan authorities.\n\nHow many other cases are there? Ten? Twenty? We on this side of the House want the truth. Will the Prime Minister stop hiding behind everyone? Will he shoulder his responsibilities by setting up an independent commission of inquiry and providing all the information needed to shed light on this sordid business?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:45:00", 
            "attribution": "Mr. Pierre Paquette (Joliette, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/63/", 
            "text": "Mr. Speaker, more wild speculation.\n\nWhat we are dealing with today is new information that General Natynczyk disclosed to me this morning. I note, by the way, that I was actually minister of foreign affairs at the time of this particular incident, but I take responsibility for information that came to me through senior diplomats, just as other ministers receive information through their departments. That is how it works.\n\nWe act on that information and advice. We make decisions based on the information received. That information has been explored at a parliamentary committee. Far from hiding from it, I have been asked questions here every day. I will appear before the committee this afternoon. The member can continue with his line of questions.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:45:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Pierre Paquette", 
                "url": "/politicians/pierre-paquette/", 
                "member_id": 1781, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 221
            }, 
            "url": "/hansards/2229/64/", 
            "text": "Mr. Speaker, I get the feeling that the Minister of National Defence will soon be joining the former ministers' club.\n\nThe Conservative government has hidden behind everyone, especially the military.\n\nWill the Prime Minister and the Conservative government have the decency to apologize to the soldiers and their families, particularly the families who have lost loved ones in Afghanistan, for using them for cheap political purposes?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:45:00", 
            "attribution": "Mr. Pierre Paquette (Joliette, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/65/", 
            "text": "Mr. Speaker, I will never apologize for standing beside the brave men and women of our professional civil service and the brave men and women in the Canadian Forces. I stand beside them. I support them, as do members of this government. They perform their duties marvellously. Without exception they have been ethical in the conduct of their duties. We support them in each and every way, and we will continue to do so.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:45:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2229/66/", 
            "text": "Mr. Speaker, the assertion that there is no credible evidence that any detainee transferred by Canadians had ever been tortured is the whole basis for the government's position and we now know that that basis is untrue. There is such credible evidence.\n\nWill the minister tell us exactly what is that new evidence upon which General Natynczyk has changed his story and where has that evidence been for the last three years?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:50:00", 
            "attribution": "Hon. Ralph Goodale (Wascana, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/67/", 
            "text": "Mr. Speaker, I would answer this way. As the Chief of the Defence Chief has said, there will now be a military board of inquiry to look into this particular incident. When did that information come to my attention? This morning when I received a call from the Chief of the Defence Staff. That is factual. That is the way it works when we have senior officials; the Chief of the Defence Staff contacts me, shares advice, shares information. The hon. member would know that as a former member of cabinet, but he is engaged in a partisan political exercise.\n\nWe will deal with facts and evidence and do the right thing.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:50:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2229/68/", 
            "text": "Mr. Speaker, will the minister, when he appears before the committee this afternoon, bring with him that new evidence so that the committee can be informed of exactly the basis upon which General Natynczyk has changed his story and undermined the entire position taken by the government for the last three years? Will he bring the evidence this afternoon?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:50:00", 
            "attribution": "Hon. Ralph Goodale (Wascana, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/69/", 
            "text": "Mr. Speaker, I have said time and time again, and I repeat, I act on the advice, the information that came through two departments, in this instance first the Department of Foreign Affairs and now the Department of National Defence. We act on that information. We assume it to be accurate. There has now been a correction issued by the Chief of the Defence Staff. He made me aware of that this morning. I accept this correction.\n\nThere will be ample opportunity to examine this incident. There will be ample opportunity to discuss this. There will be a military board of inquiry. We will deal with facts, not the political ranting and raving of the member opposite.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 14:50:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Siobhan Coady", 
                "url": "/politicians/siobhan-coady/", 
                "member_id": 995, 
                "party": "Liberal", 
                "riding": "St. John's South—Mount Pearl (Newfoundland & Labrador)", 
                "id": 555
            }, 
            "url": "/hansards/2229/70/", 
            "text": "Mr. Speaker, KAIROS is comprised of religious groups such as the Anglican Church, the United Church, the Catholic Church, just to name a few. Yet the government has cut $7 million in funding to KAIROS while it continues to waste taxpayers' money on self-promotion, such as the $1.7 million for a video for the Prime Minister. This is on top of the $100 million in shameless Conservative advertising.\n\nHow can propaganda for the Prime Minister and billboards for doorknobs be more important than groups that fight for human rights?", 
            "topic": "International Co-Operation", 
            "time": "2009-12-09 14:50:00", 
            "attribution": "Ms. Siobhan Coady (St. John's South—Mount Pearl, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bev Oda", 
                "url": "/politicians/bev-oda/", 
                "member_id": 528, 
                "party": "Conservative", 
                "riding": "Durham (Ontario)", 
                "id": 217
            }, 
            "url": "/hansards/2229/71/", 
            "text": "Mr. Speaker, Canadians want to know that when Canada steps up to help people who are vulnerable living in poverty that their money is going to be used to actually make a difference in people's lives. That is why we want to ensure that all of our CIDA programs are effective and that the Canadian taxpayer can be proud of what Canada is doing around the world.", 
            "topic": "International Co-Operation", 
            "time": "2009-12-09 14:50:00", 
            "attribution": "Hon. Bev Oda (Minister of International Cooperation, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Siobhan Coady", 
                "url": "/politicians/siobhan-coady/", 
                "member_id": 995, 
                "party": "Liberal", 
                "riding": "St. John's South—Mount Pearl (Newfoundland & Labrador)", 
                "id": 555
            }, 
            "url": "/hansards/2229/72/", 
            "text": "Mr. Speaker, KAIROS does make a difference. The government has wasted millions of dollars of Canadians' money in producing political propaganda. The cuts to KAIROS will have a devastating impact on Canada's international partners and will leave thousands of marginalized people with nowhere to turn. Why are members of the Conservative government spending so lavishly on themselves while cutting funding to KAIROS, to silence it on international issues, such as climate change and human rights?", 
            "topic": "International Co-Operation", 
            "time": "2009-12-09 14:50:00", 
            "attribution": "Ms. Siobhan Coady (St. John's South—Mount Pearl, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bev Oda", 
                "url": "/politicians/bev-oda/", 
                "member_id": 528, 
                "party": "Conservative", 
                "riding": "Durham (Ontario)", 
                "id": 217
            }, 
            "url": "/hansards/2229/73/", 
            "text": "Mr. Speaker, I will tell this House and all Canadians they can be proud of what Canada and this government is doing to help the most vulnerable around the world. We are one of the countries that has not decreased its international assistance. We are the third largest single country helping to feed people. In fact, our $30 million just announced will help feed 17 million people in developing countries.", 
            "topic": "International Co-Operation", 
            "time": "2009-12-09 14:50:00", 
            "attribution": "Hon. Bev Oda (Minister of International Cooperation, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Paul Calandra", 
                "url": "/politicians/paul-calandra/", 
                "member_id": 979, 
                "party": "Conservative", 
                "riding": "Oak Ridges—Markham (Ontario)", 
                "id": 589
            }, 
            "url": "/hansards/2229/74/", 
            "text": "Mr. Speaker, our Conservative government is focused on what matters to Canadians, namely creating and protecting jobs. The work-sharing program is an example of how our economic action plan is making a positive difference in the lives of Canadian families. In fact, in the Toronto area, Global Upholstery is participating in the work-sharing program. As a result, close to 1,000 workers are able to continue to provide for their families.\n\nCould the Minister for Human Resources and Skills Development please update the House on how the work-sharing program is continuing to protect Canadian jobs right across this country?", 
            "topic": "Human Resources and Skills Development", 
            "time": "2009-12-09 14:55:00", 
            "attribution": "Mr. Paul Calandra (Oak Ridges—Markham, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Diane Finley", 
                "url": "/politicians/diane-finley/", 
                "member_id": 1370, 
                "party": "Conservative", 
                "riding": "Haldimand—Norfolk (Ontario)", 
                "id": 102
            }, 
            "url": "/hansards/2229/75/", 
            "text": "Mr. Speaker, as part of Canada's economic action plan, we expanded the work-sharing program. Work sharing means that Canadians get to keep their jobs and employers avoid layoffs and expensive rehiring and retraining programs when the companies recover.\n\nThe work-sharing program is so successful that 6,000 agreements under this program are now protecting 167,000 Canadian jobs. Some 225,000 jobs have been protected since February. We are protecting Canadian jobs and creating new ones for Canadians.", 
            "topic": "Human Resources and Skills Development", 
            "time": "2009-12-09 14:55:00", 
            "attribution": "Hon. Diane Finley (Minister of Human Resources and Skills Development, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Thomas Mulcair", 
                "url": "/politicians/thomas-mulcair/", 
                "member_id": 826, 
                "party": "NDP", 
                "riding": "Outremont (Québec)", 
                "id": 546
            }, 
            "url": "/hansards/2229/76/", 
            "text": "Mr. Speaker, since 1994, an NGO known as Alternatives has been receiving CIDA funding to continue its extraordinary work.\n\nHowever, in March 2009, the office of the Minister of International Cooperation stopped responding to this NGO's inquiries.\n\nThe minister refuses to confirm or deny the rumour that Alternatives will no longer receive funding.\n\nIt is simple. Alternatives wants to know if it can expect the funding it needs to implement its projects in Haiti, Iraq and the Democratic Republic of the Congo. What does the minister have to say?", 
            "topic": "International Co-operation", 
            "time": "2009-12-09 14:55:00", 
            "attribution": "Mr. Thomas Mulcair (Outremont, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bev Oda", 
                "url": "/politicians/bev-oda/", 
                "member_id": 528, 
                "party": "Conservative", 
                "riding": "Durham (Ontario)", 
                "id": 217
            }, 
            "url": "/hansards/2229/77/", 
            "text": "Mr. Speaker, I am familiar with the file. The file is still being reviewed, as is the process. A decision will be made in due course.", 
            "topic": "International Co-operation", 
            "time": "2009-12-09 14:55:00", 
            "attribution": "Hon. Bev Oda (Minister of International Cooperation, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Thomas Mulcair", 
                "url": "/politicians/thomas-mulcair/", 
                "member_id": 826, 
                "party": "NDP", 
                "riding": "Outremont (Québec)", 
                "id": 546
            }, 
            "url": "/hansards/2229/78/", 
            "text": "Mr. Speaker, like Alternatives, KAIROS is also funded by the governance sector of CIDA.\n\nDespite the fact that KAIROS is internationally recognized and respected, CIDA has withdrawn all $7 million of its funding.\n\nCoincidentally, we learned today from Elizabeth Thompson of Sun Media that $7 million is precisely the amount paid by the Conservatives to their own political staff for all kinds of bonuses.\n\nWhat is the Conservatives' priority: world peace or lining their own pockets?", 
            "topic": "International Co-operation", 
            "time": "2009-12-09 14:55:00", 
            "attribution": "Mr. Thomas Mulcair (Outremont, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Vic Toews", 
                "url": "/politicians/vic-toews/", 
                "member_id": 1306, 
                "party": "Conservative", 
                "riding": "Provencher (Manitoba)", 
                "id": 287
            }, 
            "url": "/hansards/2229/79/", 
            "text": "Mr. Speaker, I am happy for the opportunity to remind the House that it was our government that took action to tighten the guidelines around separation pay. Upon taking office, we reduced separation pay to a maximum of four months, bringing it down from the six-month maximum being paid out by the former Liberal government.", 
            "topic": "International Co-operation", 
            "time": "2009-12-09 14:55:00", 
            "attribution": "Hon. Vic Toews (President of the Treasury Board, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bernard Bigras", 
                "url": "/politicians/bernard-bigras/", 
                "member_id": 1513, 
                "party": "Bloc", 
                "riding": "Rosemont—La Petite-Patrie (Québec)", 
                "id": 29
            }, 
            "url": "/hansards/2229/80/", 
            "text": "Mr. Speaker, Canada is on a roll and has raked in its third fossil of the day award in two days in Copenhagen. The Umbrella Group, which Canada belongs to, is pushing to have carbon storage technology recognized as a clean development mechanism.\n\nHow can this government have the gall to make any demands, when Canada has the least ambitious greenhouse gas reduction targets of all the industrialized nations?", 
            "topic": "Copenhagen Summit", 
            "time": "2009-12-09 14:55:00", 
            "attribution": "Mr. Bernard Bigras (Rosemont—La Petite-Patrie, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Mark Warawa", 
                "url": "/politicians/mark-warawa/", 
                "member_id": 1275, 
                "party": "Conservative", 
                "riding": "Langley (B.C.)", 
                "id": 300
            }, 
            "url": "/hansards/2229/81/", 
            "text": "Mr. Speaker, the member is absolutely wrong. Our plan is clear: a 20% reduction by 2020. It is a target that is almost identical to what the United States has. Our Prime Minister and President Obama will be going to Copenhagen, to the international summit.\n\nCanada wants an agreement. It is in our interest to have a new agreement. We are prepared to accept our fair share of responsibility under a new binding international agreement on climate change.\n\nWhy will the member not support realistic targets to fight climate change?", 
            "topic": "Copenhagen Summit", 
            "time": "2009-12-09 14:55:00", 
            "attribution": "Mr. Mark Warawa (Parliamentary Secretary to the Minister of the Environment, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bernard Bigras", 
                "url": "/politicians/bernard-bigras/", 
                "member_id": 1513, 
                "party": "Bloc", 
                "riding": "Rosemont—La Petite-Patrie (Québec)", 
                "id": 29
            }, 
            "url": "/hansards/2229/82/", 
            "text": "Mr. Speaker, this government's pathetic attitude in Copenhagen is not surprising, since we know that the environment minister's former chief of staff is a lobbyist for Imperial Oil. Furthermore, we know that the developing countries will have to adapt to global warming.\n\nDoes the government plan on walking away from the table when the bill comes, or will it do its part to help these countries adapt to the effects of climate change?", 
            "topic": "Copenhagen Summit", 
            "time": "2009-12-09 14:55:00", 
            "attribution": "Mr. Bernard Bigras (Rosemont—La Petite-Patrie, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Mark Warawa", 
                "url": "/politicians/mark-warawa/", 
                "member_id": 1275, 
                "party": "Conservative", 
                "riding": "Langley (B.C.)", 
                "id": 300
            }, 
            "url": "/hansards/2229/83/", 
            "text": "Mr. Speaker, this will demonstrate how out of touch with reality that member is. The executive secretary of the United Nations Framework Convention on Climate Change, Yvo de Boer, said, “Canada has been negotiating very constructively at this process”. It is a harmonized process with realistic targets and a government that is committed to doing something on the environment. That is what we have with this Prime Minister and that is what we have with this government, a commitment to action on climate change.", 
            "topic": "Copenhagen Summit", 
            "time": "2009-12-09 15:00:00", 
            "attribution": "Mr. Mark Warawa (Parliamentary Secretary to the Minister of the Environment, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2229/84/", 
            "text": "Mr. Speaker, just yesterday the Minister of National Defence said in the House that the detainee we have been talking about was not transferred by Canadian authorities. Today the government is admitting the reverse.\n\nCan the minister tell the House what new information led him to change his story? Will the minister understand that this constant charade of changing his story will not do? Will he further understand that a military inquiry into this matter is insufficient because it does not deal with political responsibility?\n\nWhen will the government do the right thing and appoint a public inquiry to get to the bottom of this?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 15:00:00", 
            "attribution": "Mr. Michael Ignatieff (Leader of the Opposition, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/85/", 
            "text": "Mr. Speaker, the new information was provided by the Chief of the Defence Staff, Walter Natynczyk, this morning. It came from field notes that were made at the time of the incident. Something that happened almost three years ago, while I was in a different department, and that was not known by the Chief of the Defence Staff, is hardly something that I would know.\n\nWhat it does prove is that when credible evidence comes forward, Canadian soldiers act meticulously, ethically, and marvellously each and every time. We applaud their efforts and their courage. They did the right thing.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 15:00:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2229/86/", 
            "text": "Mr. Speaker, again, the issue is whether the minister will bring to the committee this afternoon the new information that has made him change his story once again.\n\nWill he appreciate that this constant changing of stories reduces the trust that Canadians have in the minister's capacity to tell the House the truth?\n\nWill he finally agree that it is more than time to appoint a public inquiry, with a judge, to get to the truth of the matter?", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 15:00:00", 
            "attribution": "Mr. Michael Ignatieff (Leader of the Opposition, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2229/87/", 
            "text": "Mr. Speaker, again, General Natynczyk spoke the truth this morning. He received new information this morning, which he shared with me.\n\nThis information, by the way, was recorded on a battlefield at a time when soldiers were under extreme stress. There were different versions of what took place in this instance.\n\nAll of that was laid out by the general in his press conference this morning. He has called for a military board of inquiry, which will occur. That will allow the facts to be disclosed.\n\nAs is always the case, we have been forthright, we have been straightforward and will continue to be.", 
            "topic": "Afghanistan", 
            "time": "2009-12-09 15:00:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jean Crowder", 
                "url": "/politicians/jean-crowder/", 
                "member_id": 1277, 
                "party": "NDP", 
                "riding": "Nanaimo—Cowichan (B.C.)", 
                "id": 74
            }, 
            "url": "/hansards/2229/88/", 
            "text": "Mr. Speaker, today, first nations announced a plan to fight the imposition of the HST in Ontario and B.C. and the hardships it will bring to their citizens. There will be roadblocks. There will be court cases.\n\nFirst nations question why their inherent right not to be taxed by another nation is being ignored.\n\nWhy did the government not recognize its responsibility and consult with first nations before imposing a new tax?", 
            "topic": "Tax Harmonization", 
            "time": "2009-12-09 15:00:00", 
            "attribution": "Ms. Jean Crowder (Nanaimo—Cowichan, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jim Flaherty", 
                "url": "/politicians/jim-flaherty/", 
                "member_id": 413, 
                "party": "Conservative", 
                "riding": "Whitby—Oshawa (Ontario)", 
                "id": 425
            }, 
            "url": "/hansards/2229/89/", 
            "text": "Mr. Speaker, the GST approach with respect to first nations has been the same since the GST came into force in the early 1990s, and the same approach to the GST continues now.\n\nI understand there have been some discussions between the Government of Ontario and first nations concerning the PST in Ontario.", 
            "topic": "Tax Harmonization", 
            "time": "2009-12-09 15:00:00", 
            "attribution": "Hon. Jim Flaherty (Minister of Finance, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jean Crowder", 
                "url": "/politicians/jean-crowder/", 
                "member_id": 1277, 
                "party": "NDP", 
                "riding": "Nanaimo—Cowichan (B.C.)", 
                "id": 74
            }, 
            "url": "/hansards/2229/90/", 
            "text": "Mr. Speaker, the government continues to hide behind its doublespeak of provincial choice.\n\nIt bribed the provinces with billions of dollars to accept the HST now, in the middle of a recession, when it will hit families the hardest. Restaurants and small businesses know that when families are hit, they will be too.\n\nIf the Conservatives are certain that this is the best tax for B.C. and Ontario, why do they not let their members vote their conscience?", 
            "topic": "Tax Harmonization", 
            "time": "2009-12-09 15:00:00", 
            "attribution": "Ms. Jean Crowder (Nanaimo—Cowichan, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jim Flaherty", 
                "url": "/politicians/jim-flaherty/", 
                "member_id": 413, 
                "party": "Conservative", 
                "riding": "Whitby—Oshawa (Ontario)", 
                "id": 425
            }, 
            "url": "/hansards/2229/91/", 
            "text": "Mr. Speaker, the arrangements are the same for all provinces that make the decision in their autonomous taxation jurisdiction to harmonize, which British Columbia and Ontario are in the process of doing, and which was done previously in three of the Atlantic provinces.", 
            "topic": "Tax Harmonization", 
            "time": "2009-12-09 15:00:00", 
            "attribution": "Hon. Jim Flaherty (Minister of Finance, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Weston", 
                "url": "/politicians/john-weston/", 
                "member_id": 1226, 
                "party": "Conservative", 
                "riding": "West Vancouver—Sunshine Coast—Sea to Sky Country (B.C.)", 
                "id": 617
            }, 
            "url": "/hansards/2229/92/", 
            "text": "Mr. Speaker, the opposition is politicizing the Olympic and Paralympic Games. Recently, it accused the government and VANOC of not making the games fully bilingual.\n\nCan the Minister of Canadian Heritage and Official Languages please assure the opposition and all Canadians that the games will be celebrated in both official languages?", 
            "topic": "Olympic and Paralympic Games in Vancouver", 
            "time": "2009-12-09 15:05:00", 
            "attribution": "Mr. John Weston (West Vancouver—Sunshine Coast—Sea to Sky Country, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "James Moore", 
                "url": "/politicians/james-moore/", 
                "member_id": 1283, 
                "party": "Conservative", 
                "riding": "Port Moody—Westwood—Port Coquitlam (B.C.)", 
                "id": 208
            }, 
            "url": "/hansards/2229/93/", 
            "text": "Mr. Speaker, the opposition members show enthusiasm for this question. I will try to deliver.\n\nThe 2010 Olympic and Paralympic Games will be the most bilingual games in the history of the Olympics. Yesterday, the official languages commissioner said, “I am pleased that the government and VANOC have taken the necessary measures to present a truly bilingual Olympic Games”. That includes government services, the opening ceremonies, the Cultural Olympiad and official sites, such as the Whistler Olympic Park and the Richmond Oval. All of the Olympic sites and every single one of the events will respect Canada's two official languages.", 
            "topic": "Olympic and Paralympic Games in Vancouver", 
            "time": "2009-12-09 15:05:00", 
            "attribution": "Hon. James Moore (Minister of Canadian Heritage and Official Languages, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2229/94/", 
            "text": "Mr. Speaker, as I indicated in a letter to the minister, if the Museum of Civilization and the War Museum agree to binding arbitration, the museum workers' strike will be over.\n\nIn the CN strike the minister pressured the union to accept binding arbitration. This strike has gone on far too long and with Christmas coming, the workers want to go back to work.\n\nI know that the Canadian Labour Congress has spoken to the minister, asking her to put both sides in a room and deal with them. Is the minister prepared to do that?", 
            "topic": "Museums", 
            "time": "2009-12-09 15:05:00", 
            "attribution": "Hon. Maria Minna (Beaches—East York, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Rona Ambrose", 
                "url": "/politicians/rona-ambrose/", 
                "member_id": 1250, 
                "party": "Conservative", 
                "riding": "Edmonton—Spruce Grove (Alberta)", 
                "id": 6
            }, 
            "url": "/hansards/2229/95/", 
            "text": "Mr. Speaker, it is always a difficult decision when workers decide to go on strike, but this is a legal strike and it is the decision of the union.\n\nThe union overwhelmingly rejected the latest offer of the employer. Obviously, arbitration is not an option because we need both parties to agree to it.\n\nWe will continue to urge both of them to come back to the table as soon as possible.", 
            "topic": "Museums", 
            "time": "2009-12-09 15:05:00", 
            "attribution": "Hon. Rona Ambrose (Minister of Labour, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Marc Lemay", 
                "url": "/politicians/marc-lemay/", 
                "member_id": 1453, 
                "party": "Bloc", 
                "riding": "Abitibi—Témiscamingue (Québec)", 
                "id": 168
            }, 
            "url": "/hansards/2229/96/", 
            "text": "Mr. Speaker, first nations chiefs are in Ottawa this week to send the government a clear message. They are calling on the minister to finally honour his fiduciary responsibilities and reinvest in the education system. Although population growth and the higher cost of living together justify an annual reinvestment of 6.2%, the federal government is increasing budgets by only 2%.\n\nWhen will the government recognize that respect for first nations comes in the form of reinvestments in education?", 
            "topic": "First Nations", 
            "time": "2009-12-09 15:05:00", 
            "attribution": "Mr. Marc Lemay (Abitibi—Témiscamingue, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 1267, 
                "party": "Conservative", 
                "riding": "Chilliwack—Fraser Canyon (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2229/97/", 
            "text": "Mr. Speaker, clearly, education is a priority for first nations chiefs and it is also our priority.\n\nIt is clear that last year we committed $268 million over five years, and another $75 million in subsequent years, for two new programs that will help with education, the education partnership program and the first nation student success program.\n\nWe have also added since 2006 some $630 million for 87 school projects, and in the economic action plan another $200 million that will build 10 new schools, and under the building Canada plan money to build another 8 new schools.\n\nThere is lots of work to do, but we are working closely with the Assembly of First Nations and other leaders to get this job done.", 
            "topic": "First Nations", 
            "time": "2009-12-09 15:05:00", 
            "attribution": "Hon. Chuck Strahl (Minister of Indian Affairs and Northern Development, Federal Interlocutor for Métis and Non-Status Indians and Minister of the Canadian Northern Economic Development Agency, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2229/98/", 
            "text": "Mr. Speaker, the RCMP public complaints commissioner just released his report into the taser death of Robert Dziekanski in B.C. Mr. Kennedy found that the officers acted inappropriately, that their testimony was not credible and that the internal investigation was flawed.\n\nHe stated there is inadequate taser training and that the RCMP still lacks a clear policy on taser use. But instead of showing leadership, the RCMP officials have refused to respond to this report and the government told Mr. Kennedy that his services were no longer needed.\n\nWill the minister admit that Mr. Kennedy was fired because he had the courage to point out the ongoing failure of leadership at the RCMP?", 
            "topic": "Rcmp", 
            "time": "2009-12-09 15:05:00", 
            "attribution": "Mr. Don Davies (Vancouver Kingsway, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Van Loan", 
                "url": "/politicians/peter-van-loan/", 
                "member_id": 1448, 
                "party": "Conservative", 
                "riding": "York—Simcoe (Ontario)", 
                "id": 295
            }, 
            "url": "/hansards/2229/99/", 
            "text": "Mr. Speaker, we thank the commissioner for his report on this matter. We are of course still awaiting the outcome of the Braidwood inquiry, which has conducted very extensive hearings on this matter and which we expect to be quite authoritative in its findings.\n\nIn terms of acting on the rules for taser use, the RCMP has made improvements. However, I am very pleased to report to the House that at the recent federal-provincial meetings, we did propose to the provinces, and they did agree and accept, the proposition that we should establish national standards for all police forces in the country. Work on that is now under way.", 
            "topic": "Rcmp", 
            "time": "2009-12-09 15:05:00", 
            "attribution": "Hon. Peter Van Loan (Minister of Public Safety, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Mike Wallace", 
                "url": "/politicians/mike-wallace/", 
                "member_id": 607, 
                "party": "Conservative", 
                "riding": "Burlington (Ontario)", 
                "id": 460
            }, 
            "url": "/hansards/2229/100/", 
            "text": "Mr. Speaker, as Canadians we can take a significant step this afternoon toward replacing 40-year-old legislation and ensure that products sold in Canada are safe.\n\nSenators are going to vote on Liberal amendments that significantly weaken our consumer safety bill.\n\nWill the hon. Minister of Health please tell us why the Liberal leader should instruct his senators to vote against the amendments?", 
            "topic": "Consumer Product Safety", 
            "time": "2009-12-09 15:10:00", 
            "attribution": "Mr. Mike Wallace (Burlington, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Leona Aglukkaq", 
                "url": "/politicians/leona-aglukkaq/", 
                "member_id": 929, 
                "party": "Conservative", 
                "riding": "Nunavut (Nunavut)", 
                "id": 618
            }, 
            "url": "/hansards/2229/101/", 
            "text": "Mr. Speaker, as parliamentarians it is our responsibility to protect the health and safety of Canada's children. Yet the Liberal leader continues to encourage his Liberal senators to gut our consumer protection bill.\n\nThis afternoon those same senators have a choice: they can choose to protect the most vulnerable or those who do not respect the law. While those Liberal senators may not be accountable to Canadians, the Liberal leader is.\n\nI call on him to do the right thing and ensure that our bill passes unamended.", 
            "topic": "Consumer Product Safety", 
            "time": "2009-12-09 15:10:00", 
            "attribution": "Hon. Leona Aglukkaq (Minister of Health, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Paul Dewar", 
                "url": "/politicians/paul-dewar/", 
                "member_id": 396, 
                "party": "NDP", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 421
            }, 
            "url": "/hansards/2229/102/", 
            "text": "Mr. Speaker, yesterday in question period, there was a point of order made by one of the Liberal members regarding the Minister of International Cooperation, and when the minister spoke, she made a statement and said that she was quoting me.\n\nIn fact, the quote she was referencing was a quote from an article I wrote about better aid. I was not talking about KAIROS. I fully support KAIROS, and in fact if she had read the whole article, she would know that I was asking the government to support organizations like KAIROS.\n\nI would like the minister to clarify the statement she made yesterday quoting me for the record. I would ask the minister to straighten the record out and to ensure that my quote was not used for her political benefit.", 
            "topic": "Points of Order", 
            "time": "2009-12-09 15:10:00", 
            "attribution": "Mr. Paul Dewar (Ottawa Centre, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/103/", 
            "text": "I am sure quotes would never be used for such purposes, but I am sure the minister will take note of the hon. member's query and come back to the House if, as and when necessary.", 
            "topic": "Points of Order", 
            "time": "2009-12-09 15:10:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Lawrence Cannon", 
                "url": "/politicians/lawrence-cannon/", 
                "member_id": 364, 
                "party": "Conservative", 
                "riding": "Pontiac (Québec)", 
                "id": 414
            }, 
            "url": "/hansards/2229/104/", 
            "text": "Mr. Speaker, with leave of the House and pursuant to Standing Order 32(2), I would like to table, in both official languages, a treaty entitled “Agreement between Canada and the Republic of Slovenia concerning Youth Mobility”, signed on October 22, 2009.", 
            "topic": "Youth Mobility", 
            "time": "2009-12-09 15:10:00", 
            "attribution": "Hon. Lawrence Cannon (Minister of Foreign Affairs, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lawrence Cannon", 
                "url": "/politicians/lawrence-cannon/", 
                "member_id": 364, 
                "party": "Conservative", 
                "riding": "Pontiac (Québec)", 
                "id": 414
            }, 
            "url": "/hansards/2229/105/", 
            "text": "I would also like to table a treaty entitled “Agreement on Social Security between Canada and the Republic of Macedonia”, signed in Ottawa on August 26, 2009.", 
            "topic": "Social Security", 
            "time": "2009-12-09 15:15:00", 
            "attribution": "Hon. Lawrence Cannon (Minister of Foreign Affairs, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Lawrence Cannon", 
                "url": "/politicians/lawrence-cannon/", 
                "member_id": 364, 
                "party": "Conservative", 
                "riding": "Pontiac (Québec)", 
                "id": 414
            }, 
            "url": "/hansards/2229/106/", 
            "text": "Finally, I would like to table a third treaty entitled, “Agreement between the Government of Canada and the Government of the Kingdom of the Netherlands in respect of the Netherlands Antilles on Exchange of Information on Tax Matters”, signed in Vancouver on August 29, 2009.", 
            "topic": "Exchange of Information on Tax Matters", 
            "time": "2009-12-09 15:15:00", 
            "attribution": "Hon. Lawrence Cannon (Minister of Foreign Affairs, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "James Rajotte", 
                "url": "/politicians/james-rajotte/", 
                "member_id": 1248, 
                "party": "Conservative", 
                "riding": "Edmonton—Leduc (Alberta)", 
                "id": 239
            }, 
            "url": "/hansards/2229/107/", 
            "text": "Mr. Speaker, I have the honour to present, in both official languages, the sixth report of the Standing Committee on Finance in relation to prebudget consultations 2009, entitled “A Prosperous and Sustainable Future for Canada: Needed Federal Actions”.\n\nI would like to thank the members of the committee for all their work, and the committee staff, the clerk, analysts, all the logistics people and the interpreters.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:15:00", 
            "attribution": "Mr. James Rajotte (Edmonton—Leduc, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Frank Valeriote", 
                "url": "/politicians/frank-valeriote/", 
                "member_id": 1214, 
                "party": "Liberal", 
                "riding": "Guelph (Ontario)", 
                "id": 578
            }, 
            "url": "/hansards/2229/108/", 
            "text": "moved for leave to introduce Bill C-491, An Act to amend the Canadian Environmental Protection Act, 1999 and respecting the On-Road Vehicle and Engine Emission Regulations (emissions labelling for vehicles).\n\nMr. Speaker, today I am pleased to table a private member's bill, An Act to amend the Canadian Environmental Protection Act, 1999 and respecting the On-Road Vehicle and Engine Emission Regulations.\n\nTo address greenhouse gases and pollution, Canada must have a focused policy for on-road emissions. This bill would contribute by ensuring that mandatory labels are placed on new vehicles in Canada that clearly show the amount in grams of carbon dioxide emitted by the vehicle per kilometre for both highway and city use.\n\nCanadians must have the information they need to make environmentally conscious decisions when purchasing their vehicles. It is a selling point for consumers when a vehicle has lower greenhouse gas emissions. Importantly, the mandatory clear labelling of CO2 emitted by a given vehicle would foster competition between companies eager to offer the consumer greener and more efficient products.\n\nI ask for the support of this House for this private member's bill.", 
            "topic": "Canadian Environmental Protection Act, 1999", 
            "time": "2009-12-09 15:15:00", 
            "attribution": "Mr. Francis Valeriote (Guelph, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Olivia Chow", 
                "url": "/politicians/olivia-chow/", 
                "member_id": 374, 
                "party": "NDP", 
                "riding": "Trinity—Spadina (Ontario)", 
                "id": 416
            }, 
            "url": "/hansards/2229/109/", 
            "text": "moved for leave to introduce Bill C-492, An Act to amend the Immigration and Refugee Protection Regulations (denial of temporary resident visa application).\n\nMr. Speaker, I move, seconded by the hon. member for Burnaby—Douglas, this bill to amend the immigration and refugee protection regulations, aiming to bring more transparency to the visitor visa program.\n\nThe bill requires that a person, whose application for a temporary resident visa has been denied, be allowed to receive detailed reasons for the refusal, to have a subsequent application heard by a different officer, and to be able to resubmit a second application within a year without having to pay an extra fee.\n\nThe Prime Minister just returned from China, and Canada has obtained a destination agreement that would bring many Chinese tourists to Canada, but one in four Chinese tourists were turned down last year. Other than getting a form letter, they have no idea, and they have no way to find out, precisely why they were turned down. If their circumstances changed, they could be given another chance within a year.\n\nThat refusal disappointed over 17,000 Chinese visitors and 200,000 visitors around the world. That is a loss of economic stimulus for the tourism industry, and in some cases Canadians who want to reunite with their relatives are not able to do so. I hope the House will support my private member's bill.", 
            "topic": "Temporary Resident Visa Processing Requirements Act", 
            "time": "2009-12-09 15:15:00", 
            "attribution": "Ms. Olivia Chow (Trinity—Spadina, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Olivia Chow", 
                "url": "/politicians/olivia-chow/", 
                "member_id": 374, 
                "party": "NDP", 
                "riding": "Trinity—Spadina (Ontario)", 
                "id": 416
            }, 
            "url": "/hansards/2229/110/", 
            "text": "moved for leave to introduce Bill C-493, An Act to amend the Immigration and Refugee Protection Act (foreign nationals).\n\nMr. Speaker, it is my honour to introduce a bill to reverse a draconian change brought in by the Conservative government in May 2008 by Bill C-50.\n\nThis change separated many families. My bill would ensure that all children and direct family members left overseas be granted a consideration on humanitarian and compassionate grounds when their Canadian parents want to sponsor them and bring them into the country as permanent residents.\n\nThe Christmas holiday season is quickly approaching. Many Canadians came from war-torn countries, both to escape refugee camps and find a safe haven in Canada. Some of these Canadians have left behind children in refugee camps and have been waiting for a long time, sometimes for many years, to bring them to Canada.\n\nThe law must be changed to bring these families together. Some of these children may not be admissible under the normal considerations because they might be sick or they may not have proper identification. I hope the House supports this private member's bill.", 
            "topic": "Immigration and Refugee Protection Act", 
            "time": "2009-12-09 15:20:00", 
            "attribution": "Ms. Olivia Chow (Trinity—Spadina, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2229/111/", 
            "text": "Mr. Speaker, there have been the usual consultations, and if you were to seek it, I think you would find unanimous consent for the following motion, which would be moved by me and seconded by the hon. member for Labrador. I move:\n\nThat, in the opinion of the House, the government should utilize next year, 2010, to commemorate the Year of the Métis in recognition of the 125th anniversary of the historic events of 1885 in Saskatchewan; and further, the government should recognize and celebrate the invaluable contributions of the Métis Nation across Canada which have enriched the lives of all Canadians, socially, economically, politically and culturally.", 
            "topic": "Year of the Métis Nation", 
            "time": "2009-12-09 15:20:00", 
            "attribution": "Hon. Ralph Goodale (Wascana, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/112/", 
            "text": "Does the hon. member for Wascana have the unanimous consent of the House to propose this motion?", 
            "topic": "Year of the Métis Nation", 
            "time": "2009-12-09 15:20:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/113/", 
            "text": "Agreed.", 
            "topic": "Year of the Métis Nation", 
            "time": "2009-12-09 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/114/", 
            "text": "The hon. government House leader is rising on this point.", 
            "topic": "Year of the Métis Nation", 
            "time": "2009-12-09 15:20:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 1284, 
                "party": "Conservative", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2229/115/", 
            "text": "Mr. Speaker, I note that the seconder for the motion is not in the chamber. I would be happy to second it.", 
            "topic": "Year of the Métis Nation", 
            "time": "2009-12-09 15:20:00", 
            "attribution": "Hon. Jay Hill", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/116/", 
            "text": "If it is going to go on consent, I am not particularly worried about having a seconder, but I am sure if one is required for the Journals, we will put one in, but normally it just says, “By unanimous consent, it was ordered”.\n\nIs it the pleasure of the House to adopt the motion?", 
            "topic": "Year of the Métis Nation", 
            "time": "2009-12-09 15:20:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/117/", 
            "text": "Agreed.", 
            "topic": "Year of the Métis Nation", 
            "time": "2009-12-09 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Charlie Angus", 
                "url": "/politicians/charlie-angus/", 
                "member_id": 1434, 
                "party": "NDP", 
                "riding": "Timmins—James Bay (Ontario)", 
                "id": 11
            }, 
            "url": "/hansards/2229/118/", 
            "text": "Mr. Speaker, I move that the third report of the Standing Committee on Canadian Heritage, presented to the House on Wednesday, December 2, 2009, be concurred in.\n\nI will be sharing my time with the member for Hamilton Mountain.\n\nThis debate is very important and I will be looking to my colleagues in the Bloc Québécois and the Liberal Party to work with us to have a fulsome debate on the issue at hand. Following the committee report of November 26, 2009, the Standing Committee on Canadian Heritage called on the Government of Canada to help facilitate, to the best of its ability, the establishment of a timely and equitable resolution to the labour dispute between the 420 employees of the Canadian Museum of Civilization and the War Museum who make up the Public Service Alliance of Canada, Local 70396, and museum management.\n\nToday in the House our attention is drawn by the bitter cold and the snowstorm out there. I know from talking to colleagues in the hall that they are tired, they are looking forward to going home for the Christmas break, but here in the House we have to remember that we have 420 unionized employees who have been walking the picket lines for 80-some days, asking for a just settlement to the dispute that is happening at the Museum of Civilization and the War Museum.\n\nThis issue came before the heritage committee because we are talking about two of the key heritage operations in Canada. Any visitor who has ever come to Ottawa or Gatineau has gone to those museums.\n\nAs someone whose uncles fought with the Ontario Tanks at the Battle for Ortona, whose uncles were with the Cape Breton Highlanders all through the battles of Italy, and whose relatives who were on the convoys, going into that War Museum, it is very difficult to walk through those exhibits and not feel an extreme sense of emotion, and to sense the great pride that the staff and the researchers have put into that museum.\n\nLikewise, going into the Museum of Civilization and walking through that first floor one sees the staggeringly beautiful and respectful architecture that shows all Canadians and visitors to Canada the incredible first nations history on British Columbia's coast, those first nations families who lived and fished there for centuries.\n\nFurther, of course, once one goes into other sections of the museum, and I have been through it so many times, the cultural history is unparalleled anywhere in this country. I always like to point out that it is not just the old history of Upper Canada and Lower Canada and their battles, but we can actually go into the Winnipeg Labour Hall where the founders of the Winnipeg General Strike met in 1919, one of the seminal moments in labour history. It is celebrated there. It is something that we teach our generations.\n\nThe situation for the people who do this incredible work is absolutely appalling. We see that the current practice, corroborated by the employer at the bargaining table, is to sever temporary employees immediately before they reach the threshold in the collective agreement to become permanent workers, and then they rehire them under a new contract three weeks later. So these employees continually start from the bottom in terms of salary when rehired, and they acquire no seniority.\n\nWe have a museum operation management there that does not respect the issue of seniority for people who are very skilled in what they do. These are national heritage sites. They do not just pick up people who work at McDonald's, and no disrespect to McDonald's workers, but these people who have not just a skill but a passion and a love for those museums are being treated as if they are disposable commodities on the labour assembly line.\n\nWe know that the Public Service Alliance represents the 420 workers there. The workers have no job security. The majority of jobs are being given out to contract companies. They are moving people through all the time. We look at the wage discrepancies between these two national museums and other museums in the country, and it is shocking.\n\nWe have security and cafeteria services that have been outsourced to private companies, undermining workers and their collective agreements. Then we see the CEO, Dr. Victor Rabinovitch. He makes 20% more than any museum CEO in the region.\n\nWe have to ask ourselves once again why the people at the top see themselves as entitled to so much more when the people who are doing the work are walking in the snow today, asking for arbitration. They are not asking for an outrageous sum. They are asking for arbitration. We know that Mr. Rabinovitch makes $236,200 a year, plus a performance award of up to $61,400.\n\nAs the heritage spokesman for the New Democratic Party, I ask the government, how could a man be receiving a performance bonus when he is denying the taxpaying citizens of this country, who paid for these services, the quality work that is needed? Sure, there are temporary workers. One can call them scabs, if you will. However, they should not be looking after world-class museum exhibits.\n\nMy uncles left the mines of Timmins and Cape Breton and their work on the railway, where they were bull-gang workers, and went and risked their lives in Europe. They went and fought for a principle. Knowing what my uncles and grandfathers believed, I certainly do not think they would want scab labour looking after the great historic war record of our country.\n\nWe are not asking the government to do anything extraordinary. We are asking the government to put pressure on management to come to arbitration. We have met with the PSAC workers. I have stood out on the picket lines with them in Gatineau. I stood with them with the great British rocker Billy Bragg, who was over from England. Billy Bragg took time out of his tour to come and sing for these workers. These are reasonable people. They are not asking for the moon. They are asking for the government to help them bring Mr. Rabinovitch and his gang to the arbitration table and let professional arbitrators settle this dispute.\n\nWe have heard the Minister of Labour claim that she is willing to facilitate if they are willing. That is not good enough. The money comes from the taxpayers of Canada. At the end of the day, the taxpayers and the Government of Canada are the employer who should be telling the management at the Museum of Civilization and the War Museum to get back to the table and settle this in a timely manner.\n\nAs someone whose family comes to Ottawa on a regular basis, I would find it very distasteful to try and invite someone and have to walk across a picket line. Nobody I know in the Timmins—James Bay region would ever cross a picket line and I do not think that visitors who come to see our world-class exhibits should have to be walking a picket line, not when there is such a reasonable position from the union on the table.\n\nLet us bring this to arbitration. Let us settle this. Christmas is coming. These families give so much of themselves to maintain the best of our Canadian culture and history. They deserve a little bit of respect. The Museum of Civilization and our War Museum make such incredible contributions. They are the national centres for preserving, studying and presenting information about the human, social, cultural and military history of this country. This is the story of us. This is the story of where we come from.\n\nThe museums and public galleries in the national capital region are only part of the services the corporation provides to Canadians. They also extend the knowledge and resources across the country through publications, the use of artifact loans, travelling exhibitions, and an ever-expanding website. In order to do this, we need to have people who are committed to this, people who will bring a particular set of skills so that they present with accuracy but also with passion the story of Canada.\n\nWe look at the impact that they have in the region. There are over 1.8 million visitors a year. Approximately half, or about 900,000 visitors, are Canadians from outside the national capital region. On this cold winter day just before Christmas, we are asking for the government to work with us to call on the management at both of those museums to come back to the bargaining table, to meet under arbitration, and to let the arbitrator decide what is a fair and just settlement for these workers, who give so much of themselves to our country's heritage.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:20:00", 
            "attribution": "Mr. Charlie Angus (Timmins—James Bay, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Bill Siksay", 
                "url": "/politicians/bill-siksay/", 
                "member_id": 1264, 
                "party": "NDP", 
                "riding": "Burnaby—Douglas (B.C.)", 
                "id": 261
            }, 
            "url": "/hansards/2229/119/", 
            "text": "Mr. Speaker, I want to thank my colleague from Timmins—James Bay for bringing this issue to the House of Commons today. It is a matter of urgency, given the fact that these workers have been off the job for so long and there has been so little movement in resolving this labour dispute.\n\nI am also very glad to hear that the Standing Committee on Canadian Heritage took the time to look at this issue and bring this report to the whole House. I think their intervention is necessary to get the government moving. These are two important national institutions. I think it shames us all that this dispute continues when these people provide such an important service to all Canadians.\n\nI wonder if the member for Timmins—James Bay might tell us a little more of the discussion that happened at the Standing Committee on Canadian Heritage and why the committee felt it was important to bring this report to the House.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:30:00", 
            "attribution": "Mr. Bill Siksay (Burnaby—Douglas, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Charlie Angus", 
                "url": "/politicians/charlie-angus/", 
                "member_id": 1434, 
                "party": "NDP", 
                "riding": "Timmins—James Bay (Ontario)", 
                "id": 11
            }, 
            "url": "/hansards/2229/120/", 
            "text": "Mr. Speaker, my hon. colleague has spent a good portion of his career sitting on the heritage committee.\n\nFor the folks back home so they can understand, outside of the House we have committees that are charged with certain responsibilities. The heritage committee, which has representation from the Liberal Party, the Conservative Party, the Bloc Québécois and the New Democratic Party, works together to study issues that are germane to our cultural identity and our heritage.\n\nWhen we heard this strike had passed four weeks, we began to ask ourselves questions. What is the state of these international artifacts? What is the state of these national treasures?\n\nThe management structure is not willing to sit down. As members of Parliament from various political parties, we felt there was an obligation to the Canadian public identity and to the taxpayer. We felt Parliament should call on management and have it sit down with an arbitrator so these national treasures could be maintained to the quality and the standard they deserve.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:30:00", 
            "attribution": "Mr. Charlie Angus", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2229/121/", 
            "text": "Mr. Speaker, prior to being elected, I worked for 16 years with a trade union. I was involved in many labour disputes of different kinds. I know that at the end of the day, they all come to resolution. However, the question is this. How much pain and suffering has to happen before that comes?\n\nI am really pleased to see that the text of the motion calls for the establishment of a timely and equitable resolution to the labour dispute. I would think all members of the House would support a phrase such as that. I do not think anybody could possibly be against equity or timeliness when we talk about people who are out on the street.\n\nCould the hon. member for Timmins—James Bay tell us a bit about some of the issues that he thinks need to be resolved so we can get at that equitable and timely response and get these people back to work, providing the kind of cultural services that are not only so important to the people of Ottawa but are important to the people of our country as well?", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:35:00", 
            "attribution": "Mr. Don Davies (Vancouver Kingsway, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Charlie Angus", 
                "url": "/politicians/charlie-angus/", 
                "member_id": 1434, 
                "party": "NDP", 
                "riding": "Timmins—James Bay (Ontario)", 
                "id": 11
            }, 
            "url": "/hansards/2229/122/", 
            "text": "Mr. Speaker, as someone who worked in labour law, my colleague has seen a lot of terrible workplace situations.\n\nWhat is hard to fathom is that this is happening in our beautiful museums. We know of a woman who last year was let go after 20 years of service. The museum got rid of her. We know of people who have been treated as temporary workers for many years. They continue to apply for full-time positions but they continue to be turned down. Once they reach the point where they are entitled to become full-time, they are let go. Then they are rehired at a starting position.\n\nThis is the kind of labour politics that I hoped we were beyond. I would hope everyone in the House would recognize the need to have fair and just working conditions for people who give so much of themselves to our nation's heritage.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:35:00", 
            "attribution": "Mr. Charlie Angus", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Chris Charlton", 
                "url": "/politicians/chris-charlton/", 
                "member_id": 372, 
                "party": "NDP", 
                "riding": "Hamilton Mountain (Ontario)", 
                "id": 415
            }, 
            "url": "/hansards/2229/123/", 
            "text": "Mr. Speaker, I am proud to stand in my place to speak to this motion and, more important, to stand in solidarity with the striking PSAC workers at the Canadian War Museum and the Canadian Museum of Civilization.\n\nI want to thank the member for Timmins—James Bay for speaking so eloquently about the impact on our natural heritage and culture as a result of the strike. As the NDP's labour critic, I want to take a few minutes during the time I am allowed to speak this afternoon to talk about the labour issues that are at stake.\n\nAs we are aware, 420 workers at the Canadian Museum of Civilization and the Canadian War Museum have been on strike since September 21. That is 80 long days, 80 days during which the union has worked tirelessly to achieve a fair and just collective agreement, 80 days during which management has stonewalled and piled up budget savings on the backs of its employees.\n\nThis impasse is not going to end on its own. The Minister of Labour has to act and she has to act now. She cannot leave for the parliamentary recess when she knows that her holidays will mean prolonged days of hell for 420 of the country's best public servants.\n\nLet me remind the House of how we got here.\n\nOn March 19, more than eight months ago, the union representing the employees at the museum, the Public Service Alliance of Canada, served its notice to bargain. After 13 negotiating sessions, the parties were unable to come to an agreement. Major concerns regarding contracting out, job security, recognition of seniority and wage parity were all still outstanding. In fact, the parties had signed off on only two of them.\n\nOn June 24, the union filed for conciliation. The parties met in mid-August and talks broke down within a few hours. On August 27, the union voted 92% in favour of strike action. The union and the employer met again from September 15 to 18, but talks broke off and, as I said earlier, the employees have been officially on strike since September 21.\n\nSince the strike began, numerous attempts have been made by the union to reach a settlement. Museum workers have attempted to present their concerns to the museum board, but security evicted them from the meeting and did not give them an opportunity to speak. They have approached cabinet ministers, opposition party members and bureaucrats and have held rallies and information pickets, all in an attempt to bring their concerns forward and have them addressed in a meaningful way by management.\n\nOn November 17, the Minister of Labour, the hon. member for Edmonton—Spruce Grove, said in the House:\n\nMr. Speaker, as I have indicated, we have been working with both parties since before the strike began and, in fact, for quite some time. This is a very difficult situation for both parties. We encourage them to come back to the table as soon as possible to find a resolution.\n\nAs I indicated, I am prepared to appoint an arbitrator, but unfortunately at this time, neither of the parties will agree to that.\n\nFollowing that statement, the striking workers gave their union a mandate to seek a fair settlement through arbitration, but the employer did not agree and, instead, requested that the parties return to the bargaining table. In good faith, the union accepted.\n\nNegotiations resumed yet again on November 20, but were suspended until November 25 at the request of the employer. On November 26, the employer tabled a without prejudice final offer and the negotiating team decided to put that offer to a vote of the membership.\n\nOn November 26, striking workers from the Museum of Civilization and the War Museum reviewed the employer's offer and voted overwhelmingly to reject the corporation's final offer. Hundreds attended the meeting, voting to reject the offer by a margin of 96%.\n\nOn November 26, John Gordon, the national president of the Public Service Alliance of Canada, wrote to the Minister of Labour, advising that a negotiated agreement was highly unlikely. He said in his letter:\n\n“At this stage, I believe that the only reasonable solution is to submit the outstanding issues to a third party. This is, in my opinion, a fair solution under the circumstances, but a solution the employer has to date refused to accept.\n\nGiven the union's willingness to accept your direct intervention through the appointment of an arbitrator or otherwise, and the employer's refusal to agree to same, immediate action on your and/or Parliament's part is required”.\n\nSince the beginning of the strike, the union has made it very clear to the employer, to the mediator, to members of Parliament and to the general public that what workers at the Museum of Civilization and the War Museum seek are the same terms and conditions of employment as other federal workers doing the same work in the national capital region.\n\nThese employees are the only federal museum workers in Ottawa-Gatineau with no job security whatsoever and no recognition of the years of service in a number of critical areas, including career advancement. Their salaries are the lowest among all federal museum workers in the National Capital Region.\n\nWorkers at the two museums have little or no job security. The majority of the floor staff, guides, program animators and hosts work on temporary contracts. Most of them have been working from one contract to the other for long periods of time. Out of 55 guides at the museums, only 6 are permanent employees.\n\nThe museums do not respect employees' years of service outside of vacation scheduling. This affects layoffs and internal hiring procedures, meaning that managers can hire people or end their contracts on a whim, with no consideration of years of service. Last year, the museums laid off workers, including a woman with over 20 years of service.\n\nI would like to remind the members of the House that women working in precarious or part-time employment are consistently at a high risk of poverty, especially women with children.\n\nUnlike other federal museums in the region, workers at the Canadian Museum of Civilization and the War Museum have no opportunity for career advancement under their collective agreement. There are no provisions that give preference to internal candidates when permanent positions become available.\n\nOne guide has worked as a “temporary” worker for over eight years. She applied for a permanent position twice, was forced to interview for it both times and ultimately the job was given to a less senior employee. In another case, an administrative worker has been temporary for 19 years.\n\nThe current practice, corroborated by the employer at the bargaining table, is to sever temporary employees immediately before they reach the threshold in the collective agreement to become permanent and rehire them under a new contract three weeks later. These employees start from the bottom in terms of salary when rehired and acquire no seniority. These practices are blatantly unfair.\n\nUnlike most other museums in the region, the workers have no protections against contracting out. Security and cafeteria services have already been outsourced to private companies. The remaining workers wonder if their jobs could be next.\n\nLastly, when compared to colleagues at other museums, workers at the Museum of Civilization and the War Museum are paid the lowest salaries in the National Capital Region. Meanwhile the museums CEO, Dr. Victor Rabinovitch, makes 20% more than any museum CEO in the region, $236,000 a year plus a maximum performance award of $61,400.\n\nIt is no wonder that PSAC members are fighting above all for respect; respect from their employer, respect from members of the House and respect from the government they serve.\n\nI urge the minister to show the same respect to museum workers that she showed to the teamsters just a week ago. I would ask her to bring the same pressure to bear on the museum as she did on the management of the Canadian National Railway. In the rail strike it took five days. Surely, after 80 days, PSAC members deserve nothing less.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:35:00", 
            "attribution": "Ms. Chris Charlton (Hamilton Mountain, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Linda Duncan", 
                "url": "/politicians/linda-duncan/", 
                "member_id": 1029, 
                "party": "NDP", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 608
            }, 
            "url": "/hansards/2229/124/", 
            "text": "Mr. Speaker, I thank the hon. member for her very important remarks. Every day we come to work, we pass these workers on the street, today in the middle of a blizzard. I find it absolutely reprehensible. These hard workers work in institutions that our family or friends go to visit. There is a very treasured part of my heritage there. The museum holds the artifacts of Dr. Yee a famous Alberta herbalist. I find it reprehensible that we are not giving due attention to ensure we have the highest calibre, well paid and continuous workers in that museum.\n\nWould the member comment on that? We appear to be saying that a different rule applies to private employers, which should treat their employees fairly, and yet where we have an area of responsibility, we are falling down on that.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:45:00", 
            "attribution": "Ms. Linda Duncan (Edmonton—Strathcona, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Chris Charlton", 
                "url": "/politicians/chris-charlton/", 
                "member_id": 372, 
                "party": "NDP", 
                "riding": "Hamilton Mountain (Ontario)", 
                "id": 415
            }, 
            "url": "/hansards/2229/125/", 
            "text": "Mr. Speaker, I welcome the question because the member is absolutely right. The exhibitions, the programs, the services at these two museums are a vital part of our history and indeed by learning from our history, of our future.\n\nI want to draw the attention of the House to this. I do not know how many people listened to CBC Radio this morning, but if I caught the story right, there was a really regrettable incident at the museum this morning. Some of the art was threatened because janitorial staff used chemicals that put the art work in danger. This strike is having a devastating impact on the workers at the museum and also on the art that is a critical part of our national heritage.\n\nWe need to end this strike. Canadians value these museums. They value fair labour practices. They stand in solidarity with the 420 men and women of the PSAC. I would urge every member of the House to do the same and support the PSAC workers. They have offered to go back to arbitration.\n\nI urge all members of the government side to talk to management and encourage it also to agree to arbitration. I know this strike can be resolved in that way.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:45:00", 
            "attribution": "Ms. Chris Charlton", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2229/126/", 
            "text": "Mr. Speaker, one of the things that has made Canada such a great country for so long has been our ability to maintain a strong middle class. A strong middle class is maintained by having jobs for Canadian men and women so they can raise their families with security and dignity. This means a family of four in a place like Ottawa needs to have an income of approximately $60,000. I know it is getting harder and harder for people to maintain that standard of living.\n\nMen and women need to have jobs so they can afford a vacation with their children in the summer, or can be at home with their children after school and on weekends, or can purchase the things they need for their family to provide an enriched environment for their children and raise them in a healthy way. This is particularly important for our young people.\n\nCould the hon. member tell us how this strike may impact on how our young people view the availability of well-paying jobs in the future?", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:45:00", 
            "attribution": "Mr. Don Davies (Vancouver Kingsway, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Chris Charlton", 
                "url": "/politicians/chris-charlton/", 
                "member_id": 372, 
                "party": "NDP", 
                "riding": "Hamilton Mountain (Ontario)", 
                "id": 415
            }, 
            "url": "/hansards/2229/127/", 
            "text": "Mr. Speaker, the member for Vancouver Kingsway is absolutely right. Canadian families are finding it harder and harder to make ends meet. The availability of decent-paying family-sustaining jobs is becoming diminished over time. Moreover, we are sending a really terrible message to our young people when they can no longer count on this place, the Parliament of Canada, to guarantee fair labour practices. They have a right to expect that.\n\nHowever, despite the very real issue of 420 workers going without pay for this lengthy period of time, they are not making wage increases their primary demand. That is not at the heart of this strike. At the heart of this strike is a fundamental desire to be respected by their employers.\n\nAs I outlined earlier in my speech, some of the main issues they are concerned are not about money. It is about contracting out. It is about job security. It is about recognition of seniority. Those are the issues at stake in this dispute.\n\nOnce again, I would urge the government to please put the same pressure on the management of the museums as it was so ready to do to the management of the Canadian National Railway. Bring the strike to a fair and just end.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:45:00", 
            "attribution": "Ms. Chris Charlton", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 1284, 
                "party": "Conservative", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2229/128/", 
            "text": "Mr. Speaker, I move:\n\nThat the House do now proceed to the orders of the day.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:50:00", 
            "attribution": "Hon. Jay Hill (Leader of the Government in the House of Commons, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Barry Devolin", 
                "url": "/politicians/barry-devolin/", 
                "member_id": 1371, 
                "party": "Conservative", 
                "riding": "Haliburton—Kawartha Lakes—Brock (Ontario)", 
                "id": 87
            }, 
            "url": "/hansards/2229/129/", 
            "text": "The House has heard the terms of the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:50:00", 
            "attribution": "The Acting Speaker (Mr. Barry Devolin)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/130/", 
            "text": "Agreed.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:50:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/131/", 
            "text": "No.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:50:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Barry Devolin", 
                "url": "/politicians/barry-devolin/", 
                "member_id": 1371, 
                "party": "Conservative", 
                "riding": "Haliburton—Kawartha Lakes—Brock (Ontario)", 
                "id": 87
            }, 
            "url": "/hansards/2229/132/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:50:00", 
            "attribution": "The Acting Speaker (Mr. Barry Devolin)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/133/", 
            "text": "Yea.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:50:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Barry Devolin", 
                "url": "/politicians/barry-devolin/", 
                "member_id": 1371, 
                "party": "Conservative", 
                "riding": "Haliburton—Kawartha Lakes—Brock (Ontario)", 
                "id": 87
            }, 
            "url": "/hansards/2229/134/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:50:00", 
            "attribution": "The Acting Speaker (Mr. Barry Devolin)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/135/", 
            "text": "Nay.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:50:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Barry Devolin", 
                "url": "/politicians/barry-devolin/", 
                "member_id": 1371, 
                "party": "Conservative", 
                "riding": "Haliburton—Kawartha Lakes—Brock (Ontario)", 
                "id": 87
            }, 
            "url": "/hansards/2229/136/", 
            "text": "In my opinion the yeas have it.\n\nAnd five or more members having risen:", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:50:00", 
            "attribution": "The Acting Speaker (Mr. Barry Devolin)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Barry Devolin", 
                "url": "/politicians/barry-devolin/", 
                "member_id": 1371, 
                "party": "Conservative", 
                "riding": "Haliburton—Kawartha Lakes—Brock (Ontario)", 
                "id": 87
            }, 
            "url": "/hansards/2229/137/", 
            "text": "Call in the members.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 15:50:00", 
            "attribution": "The Acting Speaker (Mr. Barry Devolin)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/138/", 
            "text": "I declare the motion carried.", 
            "topic": "Committees of the House", 
            "time": "2009-12-09 16:30:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2229/139/", 
            "text": "The House proceeded to the consideration of Bill C-62, An Act to amend the Excise Tax Act, as reported (without amendment) from the committee.", 
            "topic": "", 
            "time": "2009-12-09 16:30:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/140/", 
            "text": "There are three motions in amendment standing on the notice paper for the report stage of Bill C-62. Motions Nos. 1, 2 and 3 will be grouped for debate and voted upon according to the voting pattern available at the table.\n\nI will now put Motions Nos. 1 to 3 to the House.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 16:30:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Thomas Mulcair", 
                "url": "/politicians/thomas-mulcair/", 
                "member_id": 826, 
                "party": "NDP", 
                "riding": "Outremont (Québec)", 
                "id": 546
            }, 
            "url": "/hansards/2229/141/", 
            "text": "moved:\n\nMotion No. 1\n\nThat Bill C-62 be amended by deleting Clause 14.\n\nMotion No. 2\n\nThat Bill C-62 be amended by deleting Clause 15.\n\nMotion No. 3\n\nThat Bill C-62 be amended by deleting Clause 37.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 16:30:00", 
            "attribution": "Mr. Thomas Mulcair (Outremont, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/142/", 
            "text": "The hon. member for Outremont has a question of privilege.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 16:30:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Thomas Mulcair", 
                "url": "/politicians/thomas-mulcair/", 
                "member_id": 826, 
                "party": "NDP", 
                "riding": "Outremont (Québec)", 
                "id": 546
            }, 
            "url": "/hansards/2229/143/", 
            "text": "Mr. Speaker, I rise on a question of privilege for the first time, as you know. In accordance with our Standing Orders, I sent to you today, at 12:48 p.m., within the prescribed time, the following letter:\n\nI hereby give notice that I intend to raise a question of privilege today at the end of routine proceedings. It is based on my belief that my right to freely perform my duties as a member of Parliament, in the Standing Committee on Finance, was impeded by the intentional conduct of certain members who were partying just outside the door of the parliamentary committee. I had the opportunity, as you know, to ask you to observe the situation when you came to see us in that regard in committee yesterday evening. In my opinion, Mr. Speaker, this is a prima facie case of contempt of this House and a breach of my privilege as a member. Should you concur, I am prepared to move a motion.\n\nI will add some context for my intervention, Mr. Speaker. We are in the middle of closure and the government, together with the Liberal Party, is attempting to use time allocation to cut off a debate. Part of their strategy was to impose a limit of four hours yesterday for debate on an important bill to create a new and very important tax on all Canadians. Pursuant to an order of this House, this bill was to be studied for four hours.\n\nLast night, at the request of the House, the Standing Committee on Finance met for clause by clause study of Bill C-62, An Act to amend the Excise Tax Act.\n\nIn the middle of our deliberations, one of the political parties in this House had organized a party in the corridor outside the meeting room. An interpreter with 40 years of experience told me that he had never seen such a thing. This was an unprecedented case of us not being able to do our job as parliamentarians. Our primary duty is to ensure that the standing orders are adhered to in the best interests of the public, so that we can carry out our duties as elected members of Parliament in this House. But last night, because there were loudspeakers literally right beside the door, our parliamentary committee chair—whom I would like to acknowledge, as he is someone who usually does a very good job—was forced—yes, you can applaud, because he does a good job—to rise and suspend the sitting because it was impossible for us to work.\n\nThe first issue here has to do with the four hours we were given. Mr. Speaker, you know this, since I brought it up when we saw each other. You came and saw it for yourself. We often hear the Speaker tell the House that he does not always hear what goes on in parliamentary committees, but last night your eyes and ears could see and hear the same thing as ours, that it had become impossible to do our job. You were kind enough to point out a room that we could use in the basement. The interpreters and the other officials from the Department of Finance followed us, but the main problem is that once we arrived, we had already lost more than half an hour of the four hours that had been allocated.\n\nMr. Speaker, there is a second point that is very important. For a few years now, the Supreme Court of Canada has been using preparatory work, especially for constitutional matters. In the past, Canadian courts were reluctant to use preparatory work, such as transcriptions of the debates in the House. However, for constitutional matters, for specific and for increasingly general matters, these are used to make assumptions about and to get a better understanding of the intentions of the legislator during the preparatory work. This is particularly important for matters related to aboriginal rights.\n\nYesterday evening, the government moved to adopt all of the clauses. We had already been informed by our chair that the amendment requested by the first nations, who wanted to add a schedule to the bill, could not come into play until the clauses had been adopted.\n\nOnce that was done, my first motion called for consideration of the schedule concerning aboriginal peoples. I immediately indicated that I would have to raise a point of order.\n\nMr. Speaker, I hope that I have your full attention, because the point I am raising concerns you personally.\n\nThere is a second element to this issue that has to do with aboriginal rights. This is a constitutional issue that will have a bearing on your decision. As I emphasized at the outset, there is no precedent for the matter before you. The second point will be raised not as a question of privilege like this one, but as a point of order. The issue is whether one of your closest aides, who claimed she was acting as Speaker, not as a representative of the Speaker but as Speaker in accordance with our standing orders, had the necessary authority to reject the schedule proposed by our party yesterday evening.\n\nThis is at the heart of a constitutional debate. Last night's committee proceedings are sure to end up in the Supreme Court of Canada. Aboriginal groups who were there indicated their intention to make sure of that. My colleague has already mentioned that these groups intend to very clearly express their opposition to this attempt to deny them their rights.\n\nIt is crucial that in your deliberations you recognize this as a unique situation. Yesterday evening, being deprived of the full four hours granted by order of this House, because of the matter I raise in my question of privilege, I was not heard. The chair interpreted the four hours as being four consecutive hours on the clock. We began at 5:53 p.m., and as far as he was concerned, at 9:53 p.m., the four hours were up, notwithstanding the fact that we had just lost more than 30 minutes of our meeting.\n\nTo help you in your deliberations, Mr. Speaker, allow me to suggest that you reflect on the following hypothesis. If, in a similar situation, the doors had been locked—not just because of the noise that made our work impossible and not just for 30 minutes, but for four hours—would you hesitate to say that the privileges of the hon. members of this House had been violated? I respectfully submit that the ruling would be obvious. You would have no choice but to rule that the privileges of the hon. members of this House had been violated.\n\nThe aboriginal groups that had asked us to propose an amendment by adding a schedule to the bill respecting their constitutional right to a point of sale exemption are now deprived of an amendment in their favour because it was impossible for us to do our work. We lost half an hour. I mention that because this is a unique and unfair situation.\n\nAs far as we are concerned, Mr. Speaker, your primary duty is to ensure the orderly conduct of the business in this House and to supervise the ability of the elected members to do their work. You are the guardian of our interests. You are the one we have chosen to safeguard our ability to act on behalf of the people who elect us to this place.\n\nThe Standing Orders are composed of a set of rules that we have given ourselves. When I saw the decision of the chair of the committee, who chose to ignore the fact that we did not get our four hours of deliberations as clearly mandated by this House, I drafted, as an amendment at report stage, an amendment that would add an 11th schedule to Bill C-62.\n\nThis schedule would have granted first nations the exemption they are calling for.\n\nSo imagine my surprise when, in spite of Standing Order 66(2) of the rules governing this House, not you, Mr. Speaker, but one of your closest aides, Ms. Labrecque-Riel, refused to consider this amendment.\n\nTo clearly understand why I am saying that the question of privilege and the point of order are cumulative rather than sequential, to put it simply, as a result of the refusal to grant us the four hours ordered by this House, that was the only means at our disposal to have the motion taken into consideration. I thought it was at least worth a try. However, I think it is worth reading Standing Order 76.1(2) in its entirety.\n\nIf, not later than the sitting day prior to the consideration of the report stage of a bill that has been read a second time, written notice is given of any motion to amend, delete, insert or restore any clause in a bill, it shall be printed on the notice paper. [That is fine, so far.] When the same amendment is put on notice by more than one member, that notice shall be printed once, under the name of each member who has submitted it.\n\nThat is the part that concerns us here today.\n\nI would point out right away what you know better than anyone: this section is not talking about the Speaker's office, which could mean you or one of your close aides, but rather it refers to you specifically, the Speaker. It continues:\n\nIf the Speaker decides that an amendment is out of order, it shall be returned to the member without having appeared on the Notice Paper.\n\nJust by reading the document—the first rule of interpretation is to read the document—it is very clear that this is an intuitu personae power. It is your responsibility and yours alone. Delegatus non potest delegare. This House gave you the authority to act on our behalf, and we trust you to act in our best interests, but we have never authorized anyone to act on your behalf. The person or body that gave you the power is the only one that can delegate it or allow it to be delegated. We can search all we like in the rules governing this House, but there is no indication that a power that you have been granted, Mr. Speaker, can be delegated to someone else; the power is intrinsic to one individual, namely, yourself.\n\nGiven that we are dealing with an exception to the general authority of this House to take action, to debate and to have the time to consult, and that an attempt is being made to circumvent the usual rules, I respectfully submit that your interpretation must be very restrictive. If one of your closest aides attempts to convince you that this restrictive interpretation means that you must further restrict the rights of members, allow me to suggest that your aides are misleading you. A restrictive interpretation is based on a clear rule of interpretation, one established long ago. When the objective is to restrict certain rights, the authority resulting from this capacity to restrict a right must be interpreted on a case-by-case basis as being restrictive, and each step must be followed.\n\nYesterday, we were ordered to spend only four hours studying a bill of vital importance to people across the country, especially those in Ontario and British Columbia.\n\nThis will also have a significant impact on aboriginal peoples whose representatives came before the committee yesterday. The aboriginal peoples were invited by the New Democratic Party that very day. They were able to organize themselves and give a short presentation yesterday evening.\n\nHowever, because of the incidents mentioned in the letter I sent you yesterday, we did not have the full four hours. Given that the allocation of the four hours was an exception, the rules that apply to it must be given a restrictive interpretation. In addition, you must first protect the right of parliamentarians to be heard and to exercise their free will within the institutions of this Parliament.\n\nI am not blaming any of our colleagues for having assigned the committee a meeting room adjacent to one where a party was being held. That is not my purpose. The issue is the fact that it was not possible to present the motion regarding the amendment to protect aboriginal rights.\n\nThe committee chair said that even though we had been given four hours, those 30 minutes were lost, and the amendment could no longer be moved. The chair made that decision, even though at the beginning of the meeting, he had said that we could move an amendment to add a schedule only after we passed the bill that was introduced by the government. I do not need to point out that schedules are found at the end of a bill.\n\nI am asking you to consider these two things, not separately or one after the other, but together.\n\nI ask you to consider that when we are talking about an exception to a general rule, we must be very restrictive, because any attempt to take away our usual rights is considered an exception, something that should not be taken lightly.\n\nSecond, since we did not have the four hours officially allocated by the House, I am suggesting that your first step should be to ensure that we have that time. That is why, in my letter, I urged you to refer this important question to the parliamentary committee that deals with these matters, the Standing Committee on Procedure and House Affairs.\n\nThat committee is the only one that will be able to rule on this issue. However, you are the primary guardian of the rights of members of this House. You are the one we trust to enforce the standing orders we have established to regulate our debates.\n\nLet us forget the legal aspects. I promise that what I am going to say next will not be in Latin.\n\nImagine the rules of decorum that exist among neighbours. When we make a rule, for example, that one must not disturb a neighbour in an apartment building, we are building a foundation for our society.\n\nWhen there are loudspeakers just outside the committee room door and one of the parties is trying to deny parliamentarians their right to debate the substance of an issue, it is your job to look at things from a legal perspective of course, but also from the perspective of good sense. I am very pleased that you were there last night and that you saw what was happening. I would like to thank you once again for finding us another room. I did indicate last night that I would be obliged to proceed this way if my request was not granted.\n\nI would like to raise one last point to help you with your deliberations. This is something you can easily have your aides check.\n\nWhen I attempted to present the amendment requested by the first nations, and the committee chair refused to let me do so, I tried to come up with a Solomon-style solution.\n\nI said that since the amendment was just three lines long—it was provided in English, but obviously the committee would have both versions to look at—then if we were allowed to vote just on those three lines—this is important for you to hear—we would renounce our right to raise a question of privilege today.\n\nWhat I am saying is critically important, because in your deliberations, you will be called upon to determine, among other things, whether other solutions were available. You will have to consider whether anything different or additional could have been done during the Standing Committee on Finance's meeting.\n\nI would therefore urge the Speaker and his closest aides to consult the transcript of yesterday's proceedings in fine to see the offer I made. I think my offer should have been accepted. It was made in good faith and would have allowed us to overcome the impasse. We could then have presented our simple amendment. The amendment was just three lines long and would have added schedule 11 to the bill. I will read it:\n\n“First Nations and Harmonized Sales Tax Agreement PVAT exemptions. To ensure conformity with the laws of Canada and further to section 8.3(1) of the Federal-Provincial Fiscal Arrangements Act, any provincial value-added taxes, PVATs, that have been exempted by a participating province shall be exempt under the Excise Tax Act”.\n\nA very simple recorded division could have been taken on those three lines. Several votes were, in fact, held at the end of our parliamentary committee meeting yesterday evening. It would have been elegant and simple, and people would at least have had the opportunity to debate this issue. Instead, a decision was rendered that we cannot accept, because it is an affront to our rights.\n\nThat decision clearly states that, even though the House ruled that we had four hours to deliberate on this bill, we would have only three hours and 20 or 25 minutes.\n\nI submit to you once again that if four hours of our deliberation time had been taken away, instead of 30 or 35 minutes, you would have intervened immediately. In the same way, you must intervene now on this question of privilege.\n\nAs for my point of order, it is important for you to realize that your aide did not even allow us to make a decision, given the time at which she made her decision.\n\nI sent the amendment at 10:06 yesterday evening, when I made the other amendments that appear in our notice paper today. Three of my amendments were printed. The Standing Orders could not be clearer and do not allow any exceptions. At least, we could not find any.\n\nOur institution is not an office that has a set of powers that can be exercised by a subordinate or a close aide of an office holder. When the Standing Orders state clearly and unequivocally that the office holder himself must exercise a power, no one else can do so in his place.\n\nWe are still surprised that we received the following letter from your aide, which is dated today, but in fact was sent yesterday evening:\n\nYou have sent the Journals Branch a motion to amend Bill C-62, An Act to amend the Excise Tax Act, for inclusion on the notice paper. The motion in question is beyond the scope of the bill it amends.\n\nThe 2009 second edition of House of Commons Procedure and Practice explains on page 781: “...the Speaker has ruled out of order a motion in amendment that exceeded the scope of the bill...”\n\nAccordingly, I [first person singular; you are not the individual in question] regret to inform you that, pursuant to the provisions of Standing Order 76.1(2), this motion cannot be included on the notice paper.\n\nYou heard correctly. We have an expression where I come from: trying to be someone you're not. In this case, your aide is trying to be you. She is a close aide—no more, no less. She is not the Speaker.\n\nThe quotation she gave from page 781 of House of Commons Procedure and Practice is a vague reference to an imprecise situation. Yet this matter concerns a specific schedule and document that were proposed. This means that a ruling must be given on what was proposed and, above all, that it must be given by the only individual authorized to do so, and that is you.\n\nThis letter documents what happened, but nowhere does it state that you were the one who gave this ruling. On the contrary, by signing it and using the first person singular, she is clearly stating that it was her ruling.\n\nSo we must refer to the Standing Orders to see that no one other than you has that authority. I refer you once again to Standing Order 76.1(2), which clearly states that this power falls to you and you alone.\n\nWith all due respect to your closest aides, people with whom we work every day and without whom the work here could not be done, if you want the rules we have set for ourselves to change to make your life and role easier, I would be eager to review these matters with you and the other parties present in this House. However, that is neither here nor there. Currently, the Standing Orders leave no room for exception or ambiguity. You and you alone are charged with reviewing these questions. My rights have been doubly infringed upon, but so have the rights of the first nations. The amendment requested by the representatives of the first nations could not be considered last evening in committee because some of the time that had been allocated by this House was taken away. The amendment cannot even be considered in this House.\n\nFor all these reasons, I respectfully submit that it is your duty to rule, first, that this question of privilege is properly worded, that it reflects a prima facie violation of our rights as parliamentarians, and in particular the rights of those who sent you the letter today, and then to rule, in light of the specific situation we find ourselves in, that any ruling or interpretation should be based on context.\n\nThe context is constitutional. The context affects the rights of the first nations. A series of extremely important rulings by the Supreme Court of Canada make it mandatory to have real and substantial consultations with first nations on issues like this. As an aside, a lawyer colleague was there last night and she was doing her job quite well. She had to explain to us that she was not a lawyer from the Department of Justice. Only the Department of Justice can act on behalf of the government and present legal opinions. This lawyer was of the opinion that according to the Department of Finance, the rights in question were not covered by Supreme Court rulings. I asked whether there were any opinions, writings or doctrine on that. That was just an opinion given off the cuff last night. I am not questioning the good faith or the competence of the lawyer in question. I am just saying that she was not there to represent the Department of Justice and that is very important to note. Only that department can represent the government when it comes to the interpretation and application of legislation.\n\nThus, we find ourselves in a unique situation. As I mentioned at the outset, some people have been here longer than others and they are saying that they have never seen a parliamentary committee—as is said here, mistakenly—obliged—and I use that word on purpose, without fear that you will contradict me, since you were there—to stop its work because of the misconduct of a group that was just outside the room and made it impossible to work. By the way, the chair of our committee tried everything, as did the clerk of the Standing Committee on Finance. They met with those in charge from the political party in question and pleaded with them to respect our ability as members to work. To no avail. Finally, at your suggestion, we moved to another room in the basement. Once the microphones were installed and the interpreters in place, we were able to continue. You may verify my calculations, but I believe that we lost 35 minutes.\n\nWe never had the full amount of time allocated. We were unable to study the issue of aboriginal rights last night. In addition, because the proposed amendment was not presented, the very issue of aboriginal rights was not and will not be studied here, unless you, personally, rather than your aide, rule on the admissibility.\n\nFor all these reasons, I submit that there my privileges as a member of Parliament have been breached. I submit that you must reverse the decision made in your place by Ms. Labrecque-Riel or at least make the decision yourself.\n\nI thank you for your attention and concern. I await a decision that will result in respect for our rights and the rights of aboriginal peoples.", 
            "topic": "Privilege", 
            "time": "2009-12-09 16:30:00", 
            "attribution": "Mr. Thomas Mulcair (Outremont, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/144/", 
            "text": "I do not think it is necessary to hear other interventions on this matter.", 
            "topic": "Privilege", 
            "time": "2009-12-09 17:05:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Ms. Libby Davies", 
            "url": "/hansards/2229/145/", 
            "text": "I have a point of order on the same point.", 
            "topic": "Privilege", 
            "time": "2009-12-09 17:05:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/146/", 
            "text": "I am dealing with this question of privilege at the moment. I do not think I need to hear more on the same point.\n\nI would like to thank the hon. member for Outremont for his speech, but I would like to emphasize one thing. He raised more points than were included in the letter I received. Nevertheless, I will consider all of the points that he raised here in the House.\n\nLet us begin with the question of privilege that he raised concerning the noise that he claims prevented the committee from doing its work. Yes, I was there last night and I heard the noise. What he says is true. First, I would note that the committee did not submit a complaint about the noise. It was not in the report presented in the House today. That being said, as the member stated, I went to the room and I know that the committee moved from that room to room 112-N, where it resumed its work.\n\nI must also point out that someone told me the noise was being made by a political party that had organized a party in the corridor near where the committee was meeting. Obviously, the people who organized the party did not choose to have the committee meet in a room right next to where the party was being held. I do not know all the details, but the committee was supposed to have met elsewhere, as we found out later.\n\nI will draw the attention of the House to the text of the motion, which states that:\n\nnot more than four hours following the adoption of the second reading motion, any proceedings before the committee to which the bill stands referred shall be interrupted\n\nThe special motion did not specify that the committee had to meet for four hours. It simply placed a limit on how long they could meet. They were allowed to meet for two, three or four hours. They were not allowed to meet for more than four hours, but they were allowed to meet for fewer than four hours if the members so desired.\n\nI would now like to turn to the matter of the motion that was deemed out of order because it was beyond the scope of Bill C-62.\n\nThe member himself says that this is at heart a constitutional question, and he, I am sure, is aware that the Speaker does not decide such matters of law. The courts deal with those in due course, if and when those matters come before them.\n\nMeanwhile, I would like to assure the hon. member with regard to the work of the official who responded to the motions he had submitted to the Journals Branch for consideration at report stage, I am entirely in agreement with the decisions taken there.\n\nI should stress that in the interests of efficiency, our practice provides for the Speaker to delegate to his officials various responsibilities with regard to items within the rules for which the Speaker has authority, or is given authority or is said to be the person who makes those decisions. Members have the right to question the decisions, as the hon. member is doing, and I am going to respond to what he said.\n\nLet me explain first that I think it is important to note that the bill seeks to amend the Excise Tax Act in order to implement the new harmonized value-added sales tax system. The amendment the hon. member submitted last night at the Journals Branch proposed a continuation of existing exemptions that were not provided for in the agreements on which the bill is based, and are not related to the provisions of the bill itself.\n\nThis represents a new concept, which, in the opinion of the chair, is beyond the scope of the bill. For that reason, the proposed amendment was rejected when it was submitted last evening.\n\nThree other amendments that the hon. member proposed have been put to the House. I put them a short time ago. They are in order and they will be proceeded with.\n\nAs well, the former amendment sought to impose mandatory exemptions on participating provinces not contained in existing federal-provincial agreements. Again, I believe that is contrary to the principle of the bill.\n\nAccordingly, for these reasons, the motion in my view was out of order and, consequently, pursuant to Standing Order 76.1(2), the amendment was returned to the member without having appeared in the notice paper. I believe it was entirely in accordance with our practice.\n\nI know the hon. member stressed in his argument that the Speaker was the one who should make these decisions, not someone else; but I stress that in my 21 years here, I have never been aware of the Speaker ever making a decision in respect of those matters. They were dealt with by officials, unless the officials had a particular problem and were worried that the decision might not be correct, and they might then consult with the Speaker. Normally the decision is made by those officials. If members have objections, of course, they are raised as points of order in the House and the Speaker will make a final decision.\n\nHowever, in this case, as I have indicated, I believe the decision was correct. Accordingly, I do not think the member's privileges have been breached in this case.", 
            "topic": "Privilege", 
            "time": "2009-12-09 17:05:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2229/147/", 
            "text": "Mr. Speaker, as I notified you, according to the provisions, I do have a question of privilege.", 
            "topic": "Privilege", 
            "time": "2009-12-09 17:10:00", 
            "attribution": "Hon. Jack Layton (Toronto—Danforth, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/148/", 
            "text": "I would just inform the hon. member that he is liable to be interrupted in two or three minutes. I will hear him for the two or three minutes, if he wishes.", 
            "topic": "Privilege", 
            "time": "2009-12-09 17:10:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2229/149/", 
            "text": "Mr. Speaker, the basic principle of this place is that the government has to be accountable to Parliament. This principle is fundamental to the proper functioning of this place.\n\nIf any government minister stands in his place and misleads the House on a consistent and repeated basis, that obstructs the ability of the House to do its job and fulfill its essential function on behalf of the Canadian people.\n\nWhat the Minister of National Defence and other members of the government have claimed in this House has been clearly and directly contradicted in material that is now available to the Canadian public from the Chief of the Defence Staff.\n\nToday, we have provided the minister, in this House, with every opportunity to withdraw his earlier claims and to clear the record. However, he has failed to do so. The Prime Minister failed to do so.\n\nOn countless occasions, including on December 2, the Minister of National Defence has said:\n\nThere has never been a single, solitary proven allegation of abuse of a detainee, a Taliban prisoner, transferred by Canadian Forces. That is the issue.\n\nThe Minister of National Defence said previously, on November 23:\n\nThere has never been a single proven allegation of abuse involving a prisoner transferred by the Canadian Forces, not one.\n\nAlso on November 23, the Minister of National Defence said:\n\nThere has not been a single proven allegation involving a prisoner transferred from the Canadian Forces.\n\nThe Minister of National Defence, again on November 23, said:\n\nthere has not been a single, solitary, proven allegation of a prisoner being abused that was transferred from the Canadian Forces....\n\nOn November 23, he also said;\n\nIt is also important to note, again, that not a single, solitary, proven allegation involving a transfer of a Taliban prisoner from the Canadian Forces has been proven.\n\nOn November 19, he said:\n\nMr. Speaker, it has been stated here a number of times that there has not been a single, solitary proven allegation of abuse involving a transferred Taliban prisoner by Canadian Forces.\n\nI could continue at some length on this—", 
            "topic": "Privilege", 
            "time": "2009-12-09 17:10:00", 
            "attribution": "Hon. Jack Layton", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/150/", 
            "text": "Order. Yes and I am sure the hon. member will be able to do that after we have disposed of things.", 
            "topic": "Privilege", 
            "time": "2009-12-09 17:15:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2229/151/", 
            "text": "The House resumed consideration of Bill C-62, An Act to amend the Excise Tax Act, as reported (without amendment) from the committee, and of the motions in Group No. 1.", 
            "topic": "", 
            "time": "2009-12-09 17:15:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/152/", 
            "text": "It being 5:15 p.m., pursuant to order made on Monday, December 7, 2009, it is my duty to interrupt the proceedings and put forthwith every question necessary to dispose of the bill now before the House.\n\nThe question is on Motion No. 1. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/153/", 
            "text": "Agreed.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/154/", 
            "text": "No.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/155/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/156/", 
            "text": "Yea.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/157/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/158/", 
            "text": "Nay.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/159/", 
            "text": "In my opinion the nays have it.\n\nAnd five or more members having risen:", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/160/", 
            "text": "The division is deferred.\n\nThe recorded division will also apply to Motion No. 2.\n\nThe next question is on Motion No. 3. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/161/", 
            "text": "Agreed.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/162/", 
            "text": "No.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/163/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/164/", 
            "text": "Yea.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/165/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/166/", 
            "text": "Nay.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/167/", 
            "text": "In my opinion the nays have it.\n\nAnd five or more members having risen:", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/168/", 
            "text": "The division is deferred.\n\nThe House will now proceed to the taking of the deferred recorded divisions at the report stage of the bill.\n\nCall in the members.\n\n(The House divided on Motion No. 1, which was negatived on the following division:)", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:15:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/169/", 
            "text": "I declare Motion No. 1 lost. I therefore declare Motion No. 2 lost.\n\nThe next question is on Motion No. 3.\n\n(The House divided on Motion No. 3, which was negatived on the following division:)", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:40:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/170/", 
            "text": "I declare Motion No. 3 lost.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:45:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jim Flaherty", 
                "url": "/politicians/jim-flaherty/", 
                "member_id": 413, 
                "party": "Conservative", 
                "riding": "Whitby—Oshawa (Ontario)", 
                "id": 425
            }, 
            "url": "/hansards/2229/171/", 
            "text": "moved that the bill be concurred in.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:45:00", 
            "attribution": "Hon. Jim Flaherty (Minister of Finance, CPC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/172/", 
            "text": "The question is on the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:45:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/173/", 
            "text": "Agreed.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/174/", 
            "text": "No.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/175/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:45:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/176/", 
            "text": "Yea.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/177/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:45:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/178/", 
            "text": "Nay.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:45:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/179/", 
            "text": "In my opinion the yeas have it.\n\nAnd five or more members having risen:\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:45:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/180/", 
            "text": "I declare the motion carried.\n\nPursuant to order made on Monday, December 7, 2009, the House will now proceed to the third reading of the bill.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:55:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jim Flaherty", 
                "url": "/politicians/jim-flaherty/", 
                "member_id": 413, 
                "party": "Conservative", 
                "riding": "Whitby—Oshawa (Ontario)", 
                "id": 425
            }, 
            "url": "/hansards/2229/181/", 
            "text": "moved that Bill C-62, An Act to amend the Excise Tax Act, be read the third time and passed.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:55:00", 
            "attribution": "Hon. Jim Flaherty", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/182/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:55:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/183/", 
            "text": "Agreed.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/184/", 
            "text": "No.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/185/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:55:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/186/", 
            "text": "Yea.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/187/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:55:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2229/188/", 
            "text": "Nay.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:55:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/189/", 
            "text": "In my opinion the yeas have it.\n\nAnd five or more members having risen:", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:55:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/190/", 
            "text": "Call in the members.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 17:55:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/191/", 
            "text": "I declare the motion carried.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 18:00:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/192/", 
            "text": "Order, please. It is my duty pursuant to Standing Order 38 to inform the House that the question to be raised tonight at the time of adjournment is as follows: the hon. member for Laval—Les Îles, International Co-operation.\n\nThe hon. member for Toronto—Danforth is rising on a question of privilege. We will hear the hon. member for Toronto—Danforth now.", 
            "topic": "Provincial Choice Tax Framework Act", 
            "time": "2009-12-09 18:00:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2229/193/", 
            "text": "Mr. Speaker, this is to complete just briefly the arguments that I was presenting prior to the vote, so I do not need to take much more of the House's time.\n\nAs you will recall, Mr. Speaker, we were entering into the record here again, actually, examples of where the Minister of National Defence and other ministers of the government had spoken out, indicating such statements as the following. This particular one is from the Minister of National Defence on November 18:\n\nI state again that there has never been a single solitary proven allegation of abuse of a Taliban prisoner transferred by the Canadian Forces.\n\nHe was echoed by the Minister of Transport, who said on December 4:\n\nThere has not been a single proven allegation of abuse of a Canadian-transferred prisoner.\n\nThe Minister of Foreign Affairs joined the chorus, saying on December 1:\n\nLet me be perfectly clear. There has never been a proven allegation of abuse involving a transferred Taliban prisoner by Canadian Forces.\n\nWe had the Minister of State of Foreign Affairs for the Americas on November 18 saying:\n\nThe Government of Canada has received no proven allegation of abuse since instituting our strengthened detainee arrangement in 2007.\n\nThe Prime Minister himself said on, and I do not have the date right in front of me on that quotation, but he said:\n\nMr. Speaker, on the contrary, the reports that the hon. gentleman is talking about, by their own admission, are not credible evidence of torture of Canadian detained prisoners. They are simply evaluations of the Afghan prison system based on second-hand and third-hand evidence.\n\nMr. Speaker, one of the most important things that has to take place in this place is that the government needs to tell the truth to the members of Parliament who are assembled to discuss important issues.\n\nMy point of privilege, as I mentioned before, is that the members of Parliament should have had an acknowledgement from the government benches that the statements that had been made in this place were in error. There should have been an apology for having led the House of Commons down a path which did not represent the truth, given the statements that we now have from the Chief of the Defence Staff.\n\nMr. Speaker, the privileges of members of Parliament are very important. I hope that you will rule that the government must take action to make amends for this breach of the privileges of members of Parliament.", 
            "topic": "Privilege", 
            "time": "2009-12-09 18:05:00", 
            "attribution": "Hon. Jack Layton (Toronto—Danforth, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2229/194/", 
            "text": "I have listened to the hon. member for Toronto—Danforth present his argument on this matter. It sounds a lot to me like a dispute as to facts. I know that members have been asking questions on a regular basis about this dispute as to facts, but I am not sure that the fact that they may or may not disagree with a minister's answer to any of the questions is a matter of a breach of the hon. member's privileges. This is the part I am having trouble with.\n\nI know that the dispute as to facts is a continuing matter. We had more questions today in question period about these things, but I am not sure I am satisfied on anything I have heard to this moment that there has been a breach of any member's privileges as such.\n\nAccordingly, I am not going to proceed with the matter at this stage. Maybe more evidence will come forward later that turns it into one, but I am not sure that we have such a breach of privilege of the House at the moment.\n\nIt being 6:10 p.m., the House will now proceed to the consideration of private members' business as listed on today's order paper.", 
            "topic": "Privilege", 
            "time": "2009-12-09 18:05:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2229/195/", 
            "text": "moved that Bill C-471, An Act respecting the implementation of the recommendations of the Pay Equity Task Force and amending another Act in consequence, be read the second time and referred to a committee.\n\nMr. Speaker, a few weeks ago, I introduced Bill C-471, An Act respecting the implementation of the recommendations of the Pay Equity Task Force and amending another Act in consequence, in the House. This bill would repeal the measures that undermined pay equity in this year's budget.\n\nThe Conservatives hid behind economic recovery measures to launch an attack against the fundamental right to equal pay for work of equal value.\n\nBill C-471 would make clear in law what should never be in doubt: pay equity is not a labour relations issue, it is a human rights issue.\n\nI take particular pleasure in introducing this bill. It is the first private member's bill I have had the honour to introduce, and I have chosen this subject because of its extraordinary importance to all Canadians, especially to Canadian women.\n\nIn this year's budget, the Conservatives put pay equity on the bargaining table and that was wrong. No human right should ever be subject to negotiation and that is the premise on which this bill is founded. My party and I believe the majority of members of the House are firm in their conviction that equal pay for work of equal value is and always must be a human right.\n\nAs members of the House will be aware, the fight for pay equity is not yet won. We have much to do.\n\nToday in Canada, women earn on average 72¢ for every dollar earned by a man doing the same work. For a woman who has children, it is 52¢.\n\nTwo-thirds of all minimum wage earners are women and women are over-represented among part-time and unpaid workers, as well as those in the lowest income brackets. Among top earners, on the other hand, men outnumber women by the astonishing figure of 330%. In recent years, if we take a global standard, we have fallen to 25th in the world in terms of the gender gap.\n\nCanada is behind 25 other countries when it comes to women participating in economic and political life.\n\nThis is Canada. This is the remaining inequality we have to overcome in the country we love. We must do better.\n\nThe statistics speak for themselves, but they cannot represent the people these statistics represent. I am thinking of a single mom in Mississauga who cannot find a quality day care spot for her son and who cannot afford not to work.\n\nI am thinking of young parents in Laval who cannot spend time with their children because they need a second job just to feed their family.\n\nI am thinking of a family in Nanaimo, B.C., trying to put their kids through school with two parents working full-time for one and a half incomes. This is why pay equity is a human rights issue. This is why this party has brought this into the House.\n\nThis is why pay equity is a national issue, and this is why the House should pass this bill.\n\nBill C-471 would take pay equity off the bargaining table where it should never have been in the first place. We would create a federal pay equity commission to ensure pay equity in the federal public service, crown corporations and federally-regulated industries.\n\nWe will create a federal pay equity commission to ensure pay equity in the public service and federally-regulated industries.\n\nUnder Bill C-471, any pay equity measures would be considered human rights legislation.\n\nThis Bill C-471 would establish clear and present safeguards to protect pay equity in the workplace. Some of these safeguards have been undermined or eliminated by the present government. Others were called for in the 2004 task force report but never implemented.\n\nThis bill calls for the financial resources needed to create a proactive model of pay equity.\n\nThe Government of Canada is Canada's largest single employer and has an obligation to lead by example, to start a race for the top and not a race to the bottom. When human rights are in question as they are in this case, federal leadership is not an option, it is a responsibility. This leadership has been sorely lacking in recent years.\n\nWomen's equality has been a casualty of the current government's short-term politics.\n\nWomen's equality has been a casualty of the government's politics. It cut the operating budget of Status of Women Canada by 43%, and it cut the word “equality” from its key mandate.\n\nThe government axed the court challenges program, the national child care supplement and $1 billion in child care agreements with the provinces and territories.\n\nIt ripped up the Kelowna accord and the support for aboriginal health and education, especially for women, that went with it.\n\nNow it is reneging on its own promise in the 2008 budget to present an action plan for the equality of women, in order to improve the economic and social conditions of Canadian women and increase their involvement in our democracy.\n\nThis is the record of the government. Canadians deserve better.\n\nThe Senate, the other Chamber, made its own report on pay equity earlier this year and now this bill is an opportunity for all of us across all divides in this House to make a clear statement about gender equality in this country, to say, in other words, that women are not a “left-wing fringe group”, that women's rights are human rights, and that any attack on pay equity is inexcusable and especially so in the middle of a recession.\n\nWe must get this bill passed and I believe we will. However, our work will not end there.\n\nAs long as all Canadians, men and women alike, young or old, in rural or urban areas, aboriginal or not, do not have equal opportunities in life, we will not be satisfied with our efforts as parliamentarians or citizens of this country.\n\nRegardless of where we come from or on which benches we sit, we in this House share a common obligation to the people of this country to make Canada the fair society we all believe it should be. This bill is a step in that direction. It is the step we must take. I know that sooner or later, in this Parliament or in the next one, take it, we will.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 18:10:00", 
            "attribution": "Mr. Michael Ignatieff (Leader of the Opposition, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Helena Guergis", 
                "url": "/politicians/helena-guergis/", 
                "member_id": 1426, 
                "party": "Conservative", 
                "riding": "Simcoe—Grey (Ontario)", 
                "id": 129
            }, 
            "url": "/hansards/2229/196/", 
            "text": "Madam Speaker, the World Economic Forum just released its gender gap report. Canada rose six places ahead of the Americans. We were leading in the top three categories: number one, economic participation; number two, educational attainment; number three, health. In fact, we were number one in economic participation and literacy rates. Where we did not do well was political empowerment.\n\nI would like to ask the Liberal leader a question. He made some comments to the media that there were some unspecified costs. I would like him to outline how much he thinks those costs are.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 18:15:00", 
            "attribution": "Hon. Helena Guergis (Minister of State (Status of Women), CPC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2229/197/", 
            "text": "Madam Speaker, I am surprised that the question of cost should be the first thing in the hon. member's mind. We are talking here about human rights.\n\nThe proposal is very specific: to create a federal pay equity commission. Costs are entailed, but when the human rights of women are in question, the question of cost surely is secondary. The primary obligation is to do the right thing.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 18:20:00", 
            "attribution": "Mr. Michael Ignatieff", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Irene Mathyssen", 
                "url": "/politicians/irene-mathyssen/", 
                "member_id": 498, 
                "party": "NDP", 
                "riding": "London—Fanshawe (Ontario)", 
                "id": 440
            }, 
            "url": "/hansards/2229/198/", 
            "text": "Madam Speaker, I have to say that I am absolutely speechless.\n\nThe Liberal Party had the 2004 report from the task force on pay equity in its hands. The Liberal Party was in government. Why did the Liberals not act in 2004?\n\nI would also like to ask the Liberal leader why he and his party voted for every one of the Conservative budgets that gutted pay equity? Finally, I would say that it is too late. The Liberal leader can never undo all the harm to women that he and his party have aided and abetted.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 18:20:00", 
            "attribution": "Ms. Irene Mathyssen (London—Fanshawe, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2229/199/", 
            "text": "Madam Speaker, the 2004 pay equity report was the work of a Liberal government seeking to make progress in this matter. I remind the hon. member that it was her party that secured the defeat of that government and made it impossible for us to make the progress that we wanted to make.\n\nI further remind the hon. member that we have taken steps with this private member's bill today to make sure that a federal pay equity commission devotes itself exclusively to the issue of pay equity for women, and that we restore pay equity as a human right and not put it in labour relations where it could be traded away.\n\nThat is the purpose of the legislation.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 18:20:00", 
            "attribution": "Mr. Michael Ignatieff", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2229/200/", 
            "text": "Madam Speaker, we have talked a great deal in this House about a lot of things, but I want to put faces and real facts on this.\n\nWomen earn 72¢ for every dollar a man earns. Women have to put food on the table and pay bills just like everybody else. They have families to feed. I would like to ask my hon. colleague, how would this bill help that situation?\n\nSince people want to talk about economics, let us talk about women's real economics.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 18:20:00", 
            "attribution": "Hon. Maria Minna (Beaches—East York, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2229/201/", 
            "text": "Madam Speaker, it seems to me a federal pay equity commission will set the standard nationally for pay equity. It will create a system that is proactive, that focuses exclusively on the question of the human right of equal pay for work of equal value.\n\nThat focus, an institution that then sets the standard in all federally regulated industries and in the federal public service, will constitute a standard of action which we hope will improve the standards of pay equity right across the country.\n\nThe ripple effect of good practice, the ripple effect of advanced legislation at the federal level will directly address the disadvantages to which the hon. member has referred.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 18:20:00", 
            "attribution": "Mr. Michael Ignatieff", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Vic Toews", 
                "url": "/politicians/vic-toews/", 
                "member_id": 1306, 
                "party": "Conservative", 
                "riding": "Provencher (Manitoba)", 
                "id": 287
            }, 
            "url": "/hansards/2229/202/", 
            "text": "Mr. Speaker, I rise today to speak to Bill C-471,  the private member's bill on pay equity proposed by the Leader of the Opposition.\n\nThis government respects the principle of equal pay for work of equal value. In fact, earlier this year we took action to modernize pay equity in the federal public sector. We introduced the Public Sector Equitable Compensation Act as a part of the Budget Implementation Act which received royal assent on March 12 of this year. As all hon. members know, Parliament, including the Liberal opposition, passed this important piece of legislation.\n\nThe new legislation imposes joint accountability for pay equity and it is the best way to achieve equitable compensation in the public sector. We are replacing the old adversarial complaints based system with a collaborative one. It brings much needed reform to a system that was broken, a system that was lengthy, costly and adversarial, a system that did not serve employees or employers well. In fact, women had to wait up to 20 years to have their pay equity concerns addressed following gruelling, expensive and divisive court hearings.\n\nI would also like to underscore that our legislation reflects the best of the recommendations of the 2004 pay equity task force, not all of them, but the recommendations that are practical and useful to help ensure equitable compensation.\n\nIt makes federal public sector employers and bargaining agents jointly accountable for ensuring equitable compensation by integrating pay equity into the wage setting in the public sector so that the unions or the employer cannot ignore the fundamental principle of pay equity.\n\nAt the end of the day, our legislation will stop the practice of women's rights being ignored at the bargaining table only to have multi-billion dollar pay equity complaints filed by parties against wages they themselves negotiated.\n\nThe bill introduced by the Liberal leader is typical of his approach to public policy. He will say anything to one group of people and do the exact opposite in a blatant attempt to curry votes.\n\nI want to remind the House about why this government took the action it did in the Public Sector Equitable Compensation Act.\n\nWhen our bill was introduced, Canada was facing serious economic challenges with the global economic downturn. Our government's response was to take immediate action through the economic action plan and through measures like the Public Sector Equitable Compensation Act. When it came time to vote on the bill, what was the voting record of the Liberal leader and his colleagues, the Liberal chair of the status of women committee, the hon. member for Vancouver Centre, and the Liberal finance critic, the member for Markham—Unionville? They voted in favour of the government's important actions, not just once, not just twice, but three times within the space of less than 30 days.\n\nHowever, the Liberal leader and his party are now trying to undo it with this private member's bill. It is not clear why the Liberals have had a sudden change of heart. Why would they pass our legislation one day and then decide it is not good enough the next?\n\nThey speak well of human rights and yet were perfectly willing to support our budget knowing that that legislation was in the budget. The hypocrisy is astounding.\n\nPerhaps even more baffling is the fact that their bill goes against the very position advanced by the former Liberal government before Parliament. I am speaking of the fact that this private member's bill requires the implementation of every single recommendation of the 2004 pay equity task force report.\n\nThere are 113 recommendations in all, and as the Leader of the Opposition has indicated, this will require unspecified costs of the government. He has not specified what these costs are but he has clearly indicated that there will be costs for the government. I think the people of Canada are entitled to know what these costs are. Are they simply financial costs? Are they statutory costs? What type of costs are they that his bill will bring forward, as he indicated to the media just a few hours ago?\n\nThe previous government publicly spoke out against supporting the task force recommendations in their entirety. In 2005, the former minister of labour and former minister of justice said:\n\n--the Report does not provide an adequate blueprint for implementation of pay equity in a broad range of federally-regulated workplaces.\n\nThey also said that the report failed to address key issues that form the backbone of effective pay equity legislation. This includes the relationship between pay equity and collective bargaining, which is an issue I am pleased to say our legislation addresses.\n\nThe former Liberal ministers made these comments in a letter to the Standing Committee on the Status of Women in November 2005. A month later, the same justice minister appeared before that same committee to reiterate his government's concern with the task force report. Two former Liberal ministers saw the flaws in the task force report. One of them, the hon. member for Mount Royal, is still with us today. In fact, he supported our legislation last March when he, along with the Liberal leader, voted with the government to adopt the Budget Implementation Act.\n\nIt is not clear to this government why the Liberals have changed their tune. It is not clear why they would recommend adopting the entire task force report today when, back in 2005, they actively spoke out against such an action, including the fact that it did not properly integrate the pay equity with the collective bargaining situation. What is clear to us, however, is that this impractical private member's bill will carry undefined costs, as admitted by the leader, and it seeks to undo all of the positive changes that the House already voted in favour of.\n\nBy adopting all 113 recommendations of the task force report, we would end up with a pay equity regime that requires machinery changes and costs which have not been fully identified or quantified. With this bill we would also end up being forced into accepting a tight timeframe that would prevent any stakeholder consultations on regulations. This timeframe would also derail the consultations that the government has already committed to for 2010.\n\nIn addition, the bill seeks to cover all federally regulated private sector employers. These are employers who, as our government already knows, are not presently equipped to implement such far-reaching measures in the current economic context.\n\nMoreover, I would note that a private sector consensus was never achieved on the majority of the task force recommendations report. This lack of consensus led our government to create the pay equity program for federally regulated private sector employers. This program was created in 2006 and it continues to provide support and resources to these employers to help them meet their pay equity obligations.\n\nI would like to end my remarks today by underlining again that Parliament has already taken action to modernize pay equity in the federal public service. It did this by passing our Public Sector Equitable Compensation Act so that women would not have to wait 20 years in order to see pay equity just as a result of collective bargaining. The legislation that we pass is the best means to achieve equitable compensation in the public sector.\n\nI am proud to say that this legislation has strong support. In addition to our Liberal colleagues across the aisle, the association representing most federally regulated employers supports our legislation.\n\nWe will continue to consult key stakeholders and employee representatives as we develop the regulations in support of our legislation. These regulations are scheduled to be in place in 2011, giving us plenty of time to conduct meaningful consultations with all interested and affected parties.\n\nThis government believes that women deserve fair pay rates now and every time their collective bargaining agreements are renewed, not 20 years from now. That is a fundamental right that our legislation protects. It is too bad that the Liberal leader does not understand that.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 18:20:00", 
            "attribution": "Hon. Vic Toews (President of the Treasury Board, CPC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Luc Desnoyers", 
                "url": "/politicians/luc-desnoyers/", 
                "member_id": 1015, 
                "party": "Bloc", 
                "riding": "Rivière-des-Mille-Îles (Québec)", 
                "id": 570
            }, 
            "url": "/hansards/2229/203/", 
            "text": "Madam Speaker, I would like to begin by saying that the Bloc Québécois supports Bill C-471.\n\nI am pleased to speak today to this bill, which requires the Government of Canada to take the measures necessary to implement the recommendations of the pay equity task force and repeals Part 11 of the Budget Implementation Act, 2009.\n\nIn 2001, the Liberal justice minister set up the pay equity task force to examine the effectiveness of the pay equity provisions in the Canadian Human Rights Act. The task force spent three years examining this legislative framework in depth and concluded that it was deeply flawed. The task force held consultations, round tables and a national symposium on pay equity to determine what would be the best ways to respect women's right to pay equity. Employers, unions, women's organizations, lawyers, researchers and federal employees spent a great deal of time and significant resources on the task force's consultations.\n\nDuring the consultations, the stakeholders agreed on a number of key issues.\n\nFor example, they agreed that they were committed to the principle of pay equity; that pay equity was a human rights issue; that employers had a positive duty to take steps to eliminate wage discrimination; that any system must be accessible to unionized as well as non-unionized workers; that the new system must provide additional guidelines on how to comply with pay equity standards; that a neutral body with responsibility for providing information and support and ensuring compliance with pay equity standards should be set up; and that an independent agency with the power to settle pay equity disputes should be set up.\n\nOn May 4, 2004, the pay equity task force released a more than 500-page report entitled “Pay Equity: A New Approach to a Fundamental Right”. The report recommended that the federal government pass proactive pay equity legislation, and it set out a detailed plan on how best to do so.\n\nPart 11 of the Conservatives' Budget Implementation Act pertains to equitable compensation and enacts the Public Sector Equitable Compensation Act. The bill makes no mention of “pay equity”, referring instead to “equitable compensation”, which is never defined.\n\nThe legislation applies strictly to employers in the public sector: Treasury Board, the RCMP and certain agencies and crown corporations. Companies under federal jurisdiction are not covered, nor are certain other crown corporations, for example Canada Post and the CBC. This creates two classes of workers: those who are entitled to pay equity and those who are not.\n\nIt was at the bargaining table that considerable wage gaps were created. Yet the Conservative government keeps sending us back to the bargaining table, which means, as I said, that it is turning back the clock by the decade. This is a huge step backwards for women.\n\nThe assessment criteria for pay equity are also changing. This is suppressing women and prevents them from bringing grievances against their pay equity program. They are being left with no way to defend themselves. People do not want their unions to defend them, for there could be significant fines. This is a major change that does not reflect a real pay equity program.\n\nThe legislation allows the government to issue a series of regulations, such as in subsection 4(5), which are not clearly defined.\n\nSo, that is Bill C-471. It would enact what was agreed to in 2004 and repeal the existing provisions.\n\nIn the meantime, I think it is important to point out the Conservative government's record on status of women. In April 2008, the House of Commons Standing Committee on the Status of Women recommended that the Auditor General examine the implementation of gender-based analysis in the federal government.\n\nThis analysis can be used to assess how the impact of policies and programs on women might differ from their impact on men. It aims to allow for gender differences to be integrated in the policy analysis process. Following the United Nations fourth world conference on women in 1995, the federal government committed to implement gender-based analysis in every department.\n\nYet in a news release on May 12, 2009, the Auditor General, Sheila Fraser, stated: “The government has not met its commitment to take gender differences into account”.\n\nFurthermore, as we have already heard, the government eliminated the court challenges program and the pay equity program.\n\nPay equity is the right to equal pay for work of equal value. All women are entitled to the same wage as men when they do work requiring similar skills, effort and responsibility, in similar working conditions.\n\nI would like to remind the House that, in 1997, the Pay Equity Act came into force in Quebec. This law has been effective to date and significant steps have been made towards equity. This law was adopted unanimously by the National Assembly on November 21, 1996. Under this law, affected employers must achieve pay equity in their companies and prove that there are no pay inequities for jobs occupied predominantly by women.\n\nThe Bloc Québécois is, of course, in favour of pay equity and considers it a non-negotiable right.\n\nIn order to ensure that pay equity exists for all Quebec and Canadian working women, proactive federal legislation is necessary that will cover all women in areas under federal jurisdiction, whether in the public service or the private sector.\n\nWhile this government stubbornly refuses to recognize pay equity, Quebec is taking action. The unanimous passage in Quebec's National Assembly of Bill 25, which updates the Pay Equity Act, constitutes a historic gain for women working in Quebec.\n\nGone are the days when traditionally female jobs were avoided because they were less well paid. With all of the new provisions, the right to pay equity can now be deemed a vested right. As of today, it can be said that, in the area of employment, Quebec women have the same rights, privileges and opportunities as men.\n\nThe only exception in Quebec is women who work in federally regulated undertakings. For them, pay equity will be an impossible dream as long as this government is in power.\n\nBill C-471 was introduced by the Leader of the Official Opposition. It should be noted that, when they were in power, the Liberals had five years to introduce such legislation in prosperous times. They had the opportunity but they never did. Once again, that party only seems to have good ideas when in opposition.\n\nBecause the Bloc Québécois considers pay equity to be a non-negotiable right, it will support Bill C-471. This proactive bill responds to Bloc Québécois demands.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 18:30:00", 
            "attribution": "Mr. Luc Desnoyers (Rivière-des-Mille-Îles, BQ)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Irene Mathyssen", 
                "url": "/politicians/irene-mathyssen/", 
                "member_id": 498, 
                "party": "NDP", 
                "riding": "London—Fanshawe (Ontario)", 
                "id": 440
            }, 
            "url": "/hansards/2229/204/", 
            "text": "Madam Speaker, on March 4, the member for Etobicoke—Lakeshore instructed his party to vote to end pay equity in our country. He and his party handed a death sentence to pay equity in Canada. The day before the vote, he stood outside these chambers and he said to the press, in reference to pay equity, “We have made it clear that we are not pursing an amendment strategy...Sometimes we have to hold our nose”. The member abandoned women, abandoned equality and he voted to dismantle pay equity in Canada.\n\nNow just a few scant months later, he has introduced a private member's bill in support of something he and his party voted to eliminate.\n\nThe member across knows very well that this bill, even if supported by all opposition members and passed in the House, will never see royal assent and become law. The member knows full well that he had his opportunity to save pay equity last spring and he failed.\n\nWomen have fought long and hard for the right to equal pay for work of equal value. By he and his party standing up in the House and voting in favour of Bill C-10, they betrayed women all across the country and made it clear that women's equality meant absolutely nothing to the Liberal members of this place.\n\nI confess, I find the bill coming from the Liberal Party to be hypocritical. The Liberals had 13 years of majority government to promote stable economic security for women. They had 13 years of majority government to implement progressive pay equity legislation. What did they do? They cut spending to Status of Women Canada and failed to implement any of the 113 recommendations from the pay equity task force.\n\nThe Conservative members of the House have no intention of addressing inequality between the sexes in our country. This has been proven by their reaction to pay equity, changes made to Status of Women, the elimination of the court challenges program, the dismantling of the gun registry and more. They have no intention of addressing inequality any more than their Liberal predecessors.\n\nThe Conservatives, with support from the Liberals, are taking Canadians back 25 years instead of moving Canada forward.\n\nNow it is clear to me why the Conservative Party eliminated pay equity last spring. In 1998 the now Prime Minister described our current pay equity laws in the following words:\n\nFor taxpayers, however, it's a rip-off. And it has nothing to do with gender. Both men and women taxpayers will pay additional money to both men and women in the civil service.\n\nThat's why the federal government should scrap its ridiculous pay equity law.\n\nHe also pointed to specific flaws in the current legislation:\n\nNow “pay equity” has everything to do with pay and nothing to do with equity. It's based on the vague notion of “equal pay for work of equal value,” which is not the same as equal pay for the same job.\n\nJust to be clear. In 1998 the member who is now our Prime Minister did not and still does not believe in pay equity at all.\n\nWhat is not clear to me is why the member for Etobicoke—Lakeshore and his party, all of whom voted to eliminate pay equity, are suddenly so interested in introducing a pay equity bill for consideration in this Parliament.\n\nI want to reiterate. The fact remains that while Liberals were in power, women's rights, economic security and pay equity were stalled. They failed to act as an effective government, and now they are failing to act as an effective opposition.\n\nIn March 1997 the Liberal then secretary of state for status of women announced the elimination of program funding for women's organizations starting in the 1998-99 fiscal year. From that point on, moneys from Status of Women Canada were delivered on a project by project basis within the priority areas set out each year by SWC. This eliminated any long term or core funding for women's groups. Overall, program funding for women's organizations was cut by more than 25% over the 1990s.\n\nThe Liberal government also disbanded the Canadian Advisory Council on the Status of Women, a semi-independent agency, which conducted research on a wide range of issues as they affect women.\n\nThe previous government then merged the body that provided funding to women's organizations, the women's programs, into Status of Women Canada and then eliminated the Canadian Labour Force Development Board, which had given organizations of women, people of colour and people with disabilities a small voice in training policy. Women's equality-seeking groups were dealt blow after blow.\n\nEconomic security for women hinges on key things, such as access to child care and access to affordable housing and the ability to earn a decent living. Both Liberal and Conservative governments have failed to address the need for affordable housing in Canada. The first step toward economic security for any person is a safe place to live.\n\nDespite this, the Liberals ended the federal role in social housing in 1996. Both Liberal and Conservative governments have also failed to create affordable child care in this country. The Conservatives touted taxable money for child care and have failed to create a single child care space in Canada.\n\nIn 1993, the Liberals promised to create 150,000 new child care spaces, but after 12 years and three majority governments, they created none.\n\nToday a woman still earns only 72.5¢ for every dollar a man earns. Because pay inequity contributes to poverty it has devastating health and social consequences for children. Pay inequity is also related to economic dependence, which can affect the ability of a woman to leave an abusive relationship. The choice between abuse and poverty is one that no person should ever have to make.\n\nIt is also true that the women bringing home lower paycheques also receive lower retirement incomes. Too often senior women live hand-to-mouth until the end of their lives.\n\nI am not going to stand here and just point out how both the Liberals and Conservatives have failed women in Canada; it could take up several speaking spots to do that. I would prefer to show fellow members of the House that positive action for women can be achieved.\n\nNew Democrats have released a fairness for women action plan. Part of that plan includes making equal pay for work of equal value the law. Canada needs proactive pay equity legislation that would compel all employers to ensure that all employees are getting equal pay for work of equal value. The NDP plan to make Canada a leader in gender equality has at its core the implementation of the pay equity task force and the introduction of proactive federal pay equity legislation in particular.\n\nNew Democrats would increase access to employment insurance. Only one in three unemployed women collects employment insurance benefits. The NDP plan to ensure access to EI includes an overhaul of the legislation governing employment benefits. In the 40th Parliament, the NDP introduced 12 private members' bills to improve access to this vital income support.\n\nEstablishing a $12 minimum wage is crucial. Two-thirds of minimum wage workers over the age of 15 are women. Many minimum wage earning women are living well below the poverty line. Clearly the federal government has a role to play in setting fair pay to ensure the welfare of all hard-working Canadians and their families.\n\nThe NDP has tabled a bill to reinstate the federal minimum wage at $12 an hour. The minimum wage was scrapped by the Liberals.\n\nCreating a national child care program is also at the centre of family security. The House should pass the NDP national child care act and establish a network of high quality, licensed, not-for-profit child care spaces. The creation of new and reliable child care spaces would mean that women were no longer forced to choose between work and family.\n\nImproving parental and maternity benefits is another part of the NDP plan. One in every three mothers lacks access to maternity and parental benefits under the Employment Insurance Act. Women are paying an economic penalty for having children. Our plan calls for a dramatic overhaul of maternity and parental leave programs.\n\nWe can achieve equality for women in Canada; what we lack is political will. Past Liberal governments stalled and failed to act. Conservative governments have ignored problems and chosen not to promote equality. Women come last and profitable corporations are first for the members across the aisle. They have chosen tax cuts instead of equity for women.\n\nWe need a real commitment from this House to act and create the legislation needed to achieve equality for women in Canada.\n\nWe cannot trust the words of the leader of the Liberal Party any more than we can support the activities of the Conservatives.\n\nIn 2006, a former Liberal staffer told the nation that the last minute Kelowna accord and child care provisions were a Liberal government deathbed repentance. Canadians turfed them out because they did not keep their promises then. Why on earth would we believe them now? Canadians certainly do not believe them now.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 18:40:00", 
            "attribution": "Ms. Irene Mathyssen (London—Fanshawe, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Maria Minna", 
                "url": "/politicians/maria-minna/", 
                "member_id": 2553, 
                "party": "Liberal", 
                "riding": "Beaches—East York (Ontario)", 
                "id": 205
            }, 
            "url": "/hansards/2229/205/", 
            "text": "Madam Speaker, I do get rather tired of the constant self-righteous talk of the NDP. The Kelowna accord was negotiated for two solid years. It is not something that was taped together in two minutes.\n\nNumber one, the minister brought every single provincial and territorial government and first nations to the table and negotiated it, and finally negotiated something that was acceptable to everybody.\n\nNumber two, let us get back to some of the self-righteous comments with respect to what we did or did not do on child care. In 2004 the Liberals put forward a $2.2 billion program for child care. We could not get the provinces on side. For example, in Ontario, Harris would not talk about child care. He would not have it. In fact, he used the money for something else which is now called the early years program and eliminated the child care program. That was a struggle we had constantly.\n\nWe continuously added to the child care program. In 2005 we finally negotiated an agreement with every province and territory to establish a national early childhood education and child care program. I know because I was very involved with that whole process for a very long time.\n\nFor someone who wants to set the record straight and is so self-righteous about things, it was the NDP who chose to abandon child care in this country by voting for the Conservatives and putting them in power. It was the NDP who chose to abandon a national housing strategy in this country, and at the same time pay equity because at that time we were ready to table legislation.\n\nWe could point fingers in this House forever. I see my colleague, the former minister of justice, who was going to table that bill. It was ready to come to the House. It was a Liberal government that brought in parental leave, compassionate leave, and other programs. They were on the table, progressive programs for women in this country. There were programs for housing, early education and child care, but members of the NDP chose to take us out. That is fine. That is a choice they can make. That is their choice. Nobody can say anything about it. This is a democracy. But let us not stand in this House and rewrite history every time we speak, because it is a waste of everybody's time, not to mention the misinformation.\n\nMore recently the NDP was quite prepared to allow $50 billion in corporate tax cuts when we were talking about a coalition in which the NDP would have some cabinet seats. There are times when there are compromises, and there are times when decisions are made and people do things they normally would not have done.\n\nThis brings me to the minister's earlier comments, and also to the comments of my colleague who just spoke with respect to the budget and how we voted for it and now we are trying to change it. It was made clear from the very beginning that we did not support the pay equity bill which the government unnecessarily and disingenuously attached to the budget bill.\n\nIt was not part of the budget. It was never part of the budget when it was tabled. The Conservatives did that in order to ram it down the throats of the House. They knew the rest of us on this side of the House did not support their pay equity bill. However, the other choice was to have an election in the middle of a recession. I guess the NDP was quite prepared to do that, although now I see that those members are singing a different tune.\n\nWe had to make a choice. Would we have an election, or vote for a bill that was being shoved down our throats whether we liked or not, when we did not like the bill? We chose to not have an election. However, we decided that at the earliest opportunity, we would address the issue that was very close to our hearts and we are doing so here today.\n\nLet us set the record straight here, and let us talk to each other a little more frankly than we normally do in this place. I am tired of the rhetoric. Quite frankly, I am also tired of the government constantly shoving things down the throat of the House and holding the House hostage on bills that the government knows the House does not support, namely the pay equity bill which was attached to the budget, and others before it.\n\nEarlier the minister was talking about how this was much better because we did not have to wait for 25 years, that women had been waiting too long. But what was his option? Instead of waiting 25 years, the Conservatives are taking away the right altogether. That solves the problem. We no longer have to worry about that because now it is off the table. Women no longer have rights. We have taken away the right for them to appeal to the human rights commission because it takes too long. That has been taken away instead of being replaced with something that would be helpful for them and that would actually make a difference. That is something I have never seen.\n\nWe talk about the economy. It has been raised by the Conservatives that women are earning 72¢ on the dollar compared to what men earn, and they worry about the economy. Does this mean that women do not have to put food on the table, pay rent for their children and put clothes on their backs? Why should they, their families and their children have to carry the rest of us on their backs? Why should they be the only ones to pay for our economic situation?\n\nThis is about real food, real rent, real survival and real stuff for people. It is not something that is esoteric that people do because they have nothing else to do. This very real for women out there who are earning 70¢ on the dollar and go home in this economy, like everyone else, and try to pay their rent, buy food and put clothes on the backs of their children. That is what we are talking about and that is what this is about. It is real.\n\nYes, by all means, let us fix the economy, but let us not do it on the backs of the children and women who are affected very directly.\n\nThe government has decided that this should be put on the bargaining table. Since when do we bargain human rights away at the bargaining table? When collective bargaining takes place, there is usually a series of things on the table. There are pensions, sick leave, income, pay raises and all kinds of other things on the table. The government has said that women's rights should also be on the table to be bargained away one way or the other.\n\nNow women and their colleagues in the companies they work for are being asked to choose a little more money and equity for women, or their pension, or health services or something else. We do not know what will fall off. It will probably be the pay equity issue again. This should not be put on the table in that manner.\n\nThat does not happen in Ontario and Quebec. Ontario has a commission that deals with pay equity in the private sector. It is the same in Quebec as well. In those two provinces it is working very well in the private sector. In fact, Quebec has done an evaluation of its program. I read that about a year ago.\n\nNot only has Quebec found that it works extremely well, but private sector companies told the government in their assessment that their employee relations and productivity had actually improved as a result of a better environment as a result of recognizing the value of the work being done by all the employees in the companies. At first the private sector companies had problems and difficulties with this issue. They now have said that it works very well for them, that it in fact has made a difference in the positive.\n\nWe should learn from that. Why do we not look at best practices? During the debate on the government's bill, it insisted that this was the same as the Ontario legislation. It is far from it. There is absolutely no comparison at all.\n\nThis is what the legislation of the Conservatives does.\n\nFirst, it restricts pay equity to a smaller group of women. It will limit the number of female-predominant groups that can claim pay equity by requiring evidence of 70% of women in a group. In other words, if there is fewer than 70% of women in a company, then it does not apply. Therefore, a whole group of women are not even covered.\n\nThen the government has made it part of the bargaining process. To make matters worse, if a union tries to help the woman who is being discriminated against, she is charged $50,000. Women are now no longer able to even have representation to help them. They are being denied that.\n\nThey cannot go to the Human Rights Commission at all. They cannot go to the Human Rights Commission, they cannot use their union representatives to help them because they will be charged and most of them will not even be represented in the legislation. The government calls this pay equity and progressive. This is anything but progressive.\n\nIt is about real survival on the part of a lot of women. It is about equality. It is about respect. It is about human rights. We do not bargain them away at the bargaining table. As Ontario and Quebec have done, they are not part of the bargaining process. They have established a pay equity commission. This is proactive and companies work with the government to identify whether they have met the requirements. They have deadlines and so on, but they have to meet the legislation.\n\nThe legislation corrects a horrible action on the part of the government.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 18:50:00", 
            "attribution": "Hon. Maria Minna (Beaches—East York, Lib.)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Sylvie Boucher", 
                "url": "/politicians/sylvie-boucher/", 
                "member_id": 351, 
                "party": "Conservative", 
                "riding": "Beauport—Limoilou (Québec)", 
                "id": 409
            }, 
            "url": "/hansards/2229/206/", 
            "text": "Madam Speaker, I am delighted to have this opportunity today to speak to my hon. colleagues on the subject of pay equity.\n\nContrary to the statements of the Liberal Party leader, who sponsored the bill we are debating today, our government respects the principle of equal pay for work of equal value. Our commitment to this fundamental right is why we decided to take a much more proactive and timely approach to ensuring equitable compensation for federal public servants.\n\nIt was high time we reformed the complaint-based pay equity regime, which proved to be a lengthy, costly and adversarial process that did not serve employees or employers well. However, let us look at the approach to this issue advocated by the Liberal Party leader. On issue after issue after issue, he has tied himself into a pretzel in a blatant attempt to please all of the people all of the time, while managing to disappoint most of the people most of the time.\n\nWe heard from the Liberal leader tonight about his supposed commitment to pay equity and about how, supposedly, this government has taken all sorts of negative actions toward Canadian women. But just look at his voting record on this issue. And look at the voting record of the Liberal chair of the House of Commons status of women committee.\n\nWhen it came time to vote and to put their money where their mouths were, what did they do? They voted in favour of the Conservative government's Public Sector Equitable Compensation Act three times: once on February 12, once on March 3 and again on March 4.\n\nHe and the member for Vancouver Centre will no doubt try to spin the facts, but that will not change a thing. He might not like the facts, but the facts are the facts.\n\nHere is another fact. Since he became leader, the Liberal Party has tried to politicize virtually every issue it can, especially issues dealing with the status of women in Canada.\n\nFor example, the Liberal leader had the gall to stand in the foyer of the House of Commons and tell millions of Canadian women that under our Conservative government, women are at increased risk of domestic abuse and violence. That is on page 24. Even worse, he suggested that levels of violence for aboriginal women are even worse since our government took power. That is on page 25.\n\nShame on the Liberal Party leader. Shame on him for trying to play politics with an issue as serious as the domestic abuse of women, especially aboriginal women.\n\nWe all must work to end violence against women in our society. It is not a partisan issue. It is an issue we must all work together on each and every day. It is an issue that society must work on; not a single political party.\n\nThere are millions of women in this country who support the Conservative Party and are downright insulted by such nonsense. The Liberal leader should apologize for supporting that position.\n\nAnd what was the response of the Liberal party?\n\nThe Liberal Party leader gave the thumbs up by his silence and refusal to rein in the member for Winnipeg South Centre. This unfortunately is what we have come to expect from him. When the going gets tough, the Liberal leader disappears.\n\nLet me return to the action our government took, supported by the sponsor of this bill tonight. The legislation this government introduced gives us a more modern and collaborative approach. It rids us of the previous system which was archaic, onerous and unfair to employees and particularly women in the public service.\n\nMost importantly, it protects the principle of equal pay for work of equal value. It ensures that women and men continue to benefit from quality working conditions in Canada’s public service.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 19:00:00", 
            "attribution": "Mrs. Sylvie Boucher (Parliamentary Secretary for Status of Women, CPC)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Denise Savoie", 
                "url": "/politicians/denise-savoie/", 
                "member_id": 561, 
                "party": "NDP", 
                "riding": "Victoria (B.C.)", 
                "id": 451
            }, 
            "url": "/hansards/2229/207/", 
            "text": "The hon. member will have three minutes left when debate resumes.\n\nThe time provided for the consideration of private members' business has now expired, and the order is dropped to the bottom of the order of precedence on the order paper.\n\nA motion to adjourn the House under Standing Order 38 deemed to have been moved.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 19:05:00", 
            "attribution": "The Acting Speaker (Ms. Denise Savoie)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Raymonde Folco", 
                "url": "/politicians/raymonde-folco/", 
                "member_id": 1485, 
                "party": "Liberal", 
                "riding": "Laval—Les Îles (Québec)", 
                "id": 105
            }, 
            "url": "/hansards/2229/208/", 
            "text": "Madam Speaker, following on the question I asked the Minister of International Cooperation in the House on October 1, I would like to take a bit more time today to discuss Canada's development assistance for African countries, especially members of la Francophonie.\n\nIn February 2009, the Conservative government decided to reorganize its international aid according to effectiveness criteria, focusing 80% of the aid provided by CIDA on 20 countries around the world. The big losers were francophone African countries. Five of these countries were dropped off the priority assistance list: Benin, Burkina Faso, Cameroon, Niger and Rwanda.\n\nAs the critic for la Francophonie, I held meetings with representatives of these countries in Ottawa to look at the effectiveness criteria the Conservative government used in selecting the 20 countries that remain on the government's list and will receive 80% of the Canadian aid.\n\nCIDA's criteria are still unclear. To listen to the Minister of International Cooperation, who stated on October 1 that the Government of Canada is helping all those in need, it would appear that the fight against poverty is the main criterion on which the choice of countries was based.\n\nAccording to the 2008 Human Development Report, we see that the five francophone countries dropped from CIDA's priority list are at the bottom of the list when it comes to human development.\n\nTwo of them, Burkina Faso and Niger, are in the bottom 10, out of a total of 179 countries. Burkina Faso still has a 40% illiteracy rate. Niger is one of the countries most affected by drought, with 2.4 million Nigeriens affected by famine in 2005. Today, without international aid, that country could not meet the needs of its population.\n\nWe decided we needed to look elsewhere. The November 2009 Fraser Forum explains that the countries that have significant economic freedom are those that best achieve their economic and democratic objectives. The researchers devoted an entire article to African member countries of La Francophonie, pointing out that those countries have to increase their economic freedom and not wait for aid from other countries.\n\nThat may be the key criterion the government is using to establish CIDA's priority list. By focusing on getting the most out of its aid, the agency has eliminated from its priority list countries with a low index of economic freedom and chosen others that, although in need of aid, are in a better position.\n\nBut we were wrong again. Among the countries that were added to the list of those that will receive 80% of CIDA's assistance is Colombia, a country with a very low index of economic freedom, much lower than that of Rwanda, which has been removed from the priority list.\n\nFurthermore, Colombia has made almost no progress in terms of increasing its economic freedom rating. According to the 2009 index of economic freedom, Colombia's index improved by only 0.26% between 1970 and 2007. Rwanda, on the other hand, has improved its index of economic freedom by 1.04% since 1970. For Burundi, which was also removed from CIDA's list, the index of economic freedom has increased by 1.08%. That country is in a better position than Colombia, according to the index.\n\nAfter—", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 19:10:00", 
            "attribution": "Ms. Raymonde Folco (Laval—Les Îles, Lib.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Denise Savoie", 
                "url": "/politicians/denise-savoie/", 
                "member_id": 561, 
                "party": "NDP", 
                "riding": "Victoria (B.C.)", 
                "id": 451
            }, 
            "url": "/hansards/2229/209/", 
            "text": "I would ask the hon. member to give the Parliamentary Secretary to the Minister of International Cooperation a chance to respond.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 19:10:00", 
            "attribution": "The Acting Speaker (Ms. Denise Savoie)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Abbott", 
                "url": "/politicians/jim-abbott/", 
                "member_id": 1274, 
                "party": "Conservative", 
                "riding": "Kootenay—Columbia (B.C.)", 
                "id": 1
            }, 
            "url": "/hansards/2229/210/", 
            "text": "Madam Speaker, I would like to thank the hon. member for the opportunity to elaborate on the great work that CIDA and our government are doing in terms of food security and the Francophonie. Let me first tell the hon. member that CIDA's shift to concentrate its bilateral aid in 20 countries is by no means a move away from working closely with countries of the Francophonie.\n\nThe countries of focus only apply to our bilateral program funding. Through our multilateral and partnership programs we continue to assist any nation where a need exists. This means that well over half of CIDA's budget continues to be available to countries like Burkina Faso and the other country she has named.\n\nCIDA and this government take seriously the responsibility we have when working with developing nations. We take pride in the exceptional work of our partners and those around the world when it comes to development.\n\nThe opposition members never miss an opportunity to tell the House about the countries of the Francophonie that did not make it to the countries of focus list, but they consistently fail to remind Canadians about the seven members of the Francophonie that are included in the countries of focus. That is seven out of twenty. Our government is doing its part and is a leader in the Francophonie.\n\nThis government has a long standing and deep relationship with the countries of the Francophonie. In fact, CIDA's support to the countries of the Francophonie has increased over the last several years. In 2007-8 our total bilateral aid to members of the Francophonie was approximately $430 million. In fact, at the 2008 meeting of the Francophonie the Prime Minister committed the government to continue support for cultural, security and environmental issues affecting the Francophonie and other countries.\n\nThe hon. member has mentioned Burkina Faso. This country is one of the African success stories. The government of Burkina Faso has introduced a series of policies, strategies and action plans in recent years to address the many challenges of sustainable development, economic growth and poverty reduction in Burkina Faso.\n\nIt has moved on several fronts: basic human needs, development of agriculture including the livestock industry, public service reform and policies on good governance, decentralization and competitiveness.\n\nWhile CIDA is changing the criteria of bilateral funding, Burkina Faso continued to be eligible for multilateral and partnership branch funding. In terms of Burundi, Canadian official development assistance is focused mainly on humanitarian aid for famine relief, internally displaced persons and refugees. In fact, this type of assistance will continue.\n\nAs the member noted in the original question she asked in October, the minister did move quickly to help developing nations through the world food program. I am also proud as a member of this government to let the hon. member know that the minister announced an additional $30 million to the world food program just last week. CIDA's $30 million contribution is in addition to the $185 million provided to the world food program so far in 2009.\n\nI am very pleased and very proud with the work that we are doing with Burkina Faso and the other members of the Francophonie.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 19:10:00", 
            "attribution": "Hon. Jim Abbott (Parliamentary Secretary to the Minister of International Cooperation, CPC)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Raymonde Folco", 
                "url": "/politicians/raymonde-folco/", 
                "member_id": 1485, 
                "party": "Liberal", 
                "riding": "Laval—Les Îles (Québec)", 
                "id": 105
            }, 
            "url": "/hansards/2229/211/", 
            "text": "Madam Speaker, not surprisingly, the parliamentary secretary did not answer my questions. I have often asked questions about this issue, but have never received anything better than vague responses that sidestepped the real question.\n\nIn fact, the minister has been providing vague responses in an attempt to hide the government's new vision for international aid, a vision more economic than humanitarian.\n\nUnder Liberal governments, Africa was a priority for Canada. We made and kept commitments to provide humanitarian aid to African countries, including members of la Francophonie. The Conservative government made its decision 10 months ago, but we still do not know the selection criteria for priority recipients of Canadian international aid.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 19:15:00", 
            "attribution": "Ms. Raymonde Folco", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Abbott", 
                "url": "/politicians/jim-abbott/", 
                "member_id": 1274, 
                "party": "Conservative", 
                "riding": "Kootenay—Columbia (B.C.)", 
                "id": 1
            }, 
            "url": "/hansards/2229/212/", 
            "text": "Madam Speaker, I must admit one of the frustrations in politics is when our opponents decide that they are going to continue to repeat falsehoods. Repeating falsehoods does not make them true. The fact is that the Government of Canada has doubled aid to Africa from the APEC conferences. We not only doubled aid to Africa but we did it a year earlier than we were required to do it.\n\nThis member and others regrettably continue to perpetrate the myth that we have abandoned Africa. Nothing could be further from the truth. The fact of the matter is that Canada has doubled its aid to Africa. We continue as a good world citizen and are recognized by many people in Africa as a nation that is their friend. I am very proud of that.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 19:15:00", 
            "attribution": "Hon. Jim Abbott", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Denise Savoie", 
                "url": "/politicians/denise-savoie/", 
                "member_id": 561, 
                "party": "NDP", 
                "riding": "Victoria (B.C.)", 
                "id": 451
            }, 
            "url": "/hansards/2229/213/", 
            "text": "The motion to adjourn the House is now deemed to have been adopted. Accordingly the House stands adjourned until tomorrow at 10 a.m. pursuant to Standing Order 24(1).\n\n(The House adjourned at 7:19 p.m.)", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2009-12-09 19:15:00", 
            "attribution": "The Acting Speaker (Ms. Denise Savoie)", 
            "heading": "Adjournment Proceedings"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=40&Ses=2&DocId=4312923", 
    "url": "/hansards/2229/", 
    "session": 2, 
    "date": "2009-12-09", 
    "id": 2229
}