{
    "parliament": 40, 
    "statements": [
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/0/", 
            "text": "It being Wednesday, we will now have the singing of the national anthem led by the hon. member for Kitchener Centre.\n\n[Members sang the national anthem]", 
            "topic": "", 
            "time": "2010-03-31 14:00:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Joe Preston", 
                "url": "/politicians/joe-preston/", 
                "member_id": 1362, 
                "party": "Conservative", 
                "riding": "Elgin—Middlesex—London (Ontario)", 
                "id": 237
            }, 
            "url": "/hansards/2238/1/", 
            "text": "Mr. Speaker, in Elgin county there is a beautiful place called Port Stanley.\n\nPort Stanley lost Mayor Sylvia Hofhuis on Saturday and the municipality lost a leader. Many community groups lost a mentor and supporter. Dr. John lost a wife and friend.\n\nSylvia was a teacher, and even after leaving that occupation, she remained true to helping others learn about community and life.\n\nIt is said that all politics is local and Sylvia was just that. We all knew her. She was the face of her community. Her goal as mayor was to make central Elgin a better place, and she did. Her love of family was obvious and the drive behind her community caring, leaving a better world for those who would follow.\n\nI am thankful for my time with Sylvia and I am better for it, and so is our community. Having lived in a bit of heaven called Port Stanley, I hope she lives the new heaven where she is now.", 
            "topic": "Sylvia Hofhuis", 
            "time": "2010-03-31 14:00:00", 
            "attribution": "Mr. Joe Preston (Elgin—Middlesex—London, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Hedy Fry", 
                "url": "/politicians/hedy-fry/", 
                "member_id": 3102, 
                "party": "Liberal", 
                "riding": "Vancouver Centre (B.C.)", 
                "id": 109
            }, 
            "url": "/hansards/2238/2/", 
            "text": "Mr. Speaker, yesterday the government ended funding for the Canadian Council on Learning. The centre began in 2004 under a Liberal government after reports that Canada ranked last in investment for early childhood education in the OECD, that 55% of Canadians were functionally illiterate and that 42%, nine million Canadians, performed below international standards.\n\nThe centre's mandate is to measure and track new learning trends, and to develop new tools to improve learning. The provinces have found the CCL's work to be very important. The Secretary-General of the OECD wrote to the Prime Minister to congratulate him on the organization's work.\n\nAt a time when experts and 87% of Canadians agree that a highly skilled and educated workforce is critical to Canada's productivity and competition in the global economy, the work of the CCL will end. It is true that the CCL made us look in the mirror and see our warts but it offered solutions as well.\n\nI guess this is yet another example of a government that does not wish to hear the truth and thinks investments in research on critical issues are useless.", 
            "topic": "Canadian Council on Learning", 
            "time": "2010-03-31 14:00:00", 
            "attribution": "Hon. Hedy Fry (Vancouver Centre, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 1479, 
                "party": "Bloc", 
                "riding": "La Pointe-de-l'Île (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2238/3/", 
            "text": "Mr. Speaker, over 600 of us marched together on Sherbrooke Street on Sunday, carrying signs that read “Save the jobs” at the Shell refinery in Montreal East. Union members, community groups and citizens, the president of the union, Jean-Claude Rocheleau, the secretary of the FTQ, the mayor of Montreal East, Richard Deschamps from the City of Montreal, and almost all federal and provincial political parties, including the Leader of the Bloc Québécois and myself, came out to show our support.\n\nIn closing one of the two remaining refineries in Montreal East, Royal Dutch Shell is taking away 800 direct jobs from Montreal and the province of Quebec, jeopardizing our petrochemical industry and threatening Quebec's energy independence. It is even worse that RDS wants to supply its 281 service stations—with more expensive gasoline refined elsewhere—from a terminal supplied by ships with the risk of environmental disaster on the river.\n\nClosing one refinery in East Montreal will not help save the environment; to do that, we must change consumer habits.", 
            "topic": "Shell Refinery in Montreal East", 
            "time": "2010-03-31 14:05:00", 
            "attribution": "Ms. Francine Lalonde (La Pointe-de-l'Île, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Brian Masse", 
                "url": "/politicians/brian-masse/", 
                "member_id": 3653, 
                "party": "NDP", 
                "riding": "Windsor West (Ontario)", 
                "id": 189
            }, 
            "url": "/hansards/2238/4/", 
            "text": "Mr. Speaker, sadly, Windsor lost a truly inspirational man in Father Paul Charbonneau, who passed away last week at the age of 87. Approximately 3,000 mourners gathered for the funeral of this well respected community leader.\n\nFor many, Father Paul was a visionary of hope as the founder of the Brentwood Recovery Home. He was the driving force behind Brentwood since the founding of the detoxification and recovery home to help alcoholics and substance abusers more than 46 years ago when he was a parish priest in Windsor. Brentwood has helped more than 20,000 people, changing lives from despair to optimism for a better future.\n\nFather Paul was dedicated to his faith and built a home of love for those in need. He has left us with a place that many still call home today.\n\nFather Paul was also a recipient of the Canadian Silver Jubilee Award, a doctorate of law degree, the Order of Ontario, the Queen's Confederation Medal, Windsor Achiever of the Century, the Golden Jubilee Medal and the Ontario Medical Association Award.\n\nFor Father Paul's immediate family and the entire Brentwood family, I want to say that Father Paul was a great inspiration to all and will be missed by our entire community. He made life better for so many and his legacy will inspire future generations. I thank Father Paul.", 
            "topic": "Paul Charbonneau", 
            "time": "2010-03-31 14:05:00", 
            "attribution": "Mr. Brian Masse (Windsor West, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Greg Kerr", 
                "url": "/politicians/greg-kerr/", 
                "member_id": 1084, 
                "party": "Conservative", 
                "riding": "West Nova (Nova Scotia)", 
                "id": 558
            }, 
            "url": "/hansards/2238/5/", 
            "text": "Mr. Speaker, last week I stated how excited the folks in Lawrencetown, Nova Scotia were when their bid for CBC's Kraft Hockeyville made the top 12.\n\nThis national competition started with over 500 entries, so making the top 12 was a great accomplishment for Lawrencetown, a wonderful little community of fewer than 700 people. However, that accomplishment has now been topped. I am pleased to say that Lawrencetown is now one of the five finalists competing for the Hockeyville title.\n\nI am encouraging everyone who is not already committed to support Lawrencetown by taking the time to vote through CBC Sports online and by phone. Voting ends tonight at midnight. The winner will be announced this Saturday during Hockey Night in Canada.\n\nAs I said before, I wish all the contending communities well but I do look forward to Lawrencetown claiming the Hockeyville title.", 
            "topic": "2010 Kraft Hockeyville", 
            "time": "2010-03-31 14:05:00", 
            "attribution": "Mr. Greg Kerr (Parliamentary Secretary to the Minister of Veterans Affairs, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jean-Claude D'Amours", 
                "url": "/politicians/jean-claude-damours/", 
                "member_id": 1317, 
                "party": "Liberal", 
                "riding": "Madawaska—Restigouche (New Brunswick)", 
                "id": 79
            }, 
            "url": "/hansards/2238/6/", 
            "text": "Mr. Speaker, on Friday, March 26, the city of Campbellton in my riding welcomed the Canadian Age Class Short Track Speed Skating Championship 2010.\n\nThe Canadian Short Track Speed Skating Championship welcomed over 150 young athletes from across the country. This competition enabled each of these athletes to do their very best and to achieve a feeling of pride and self-fulfilment.\n\nI wish to congratulate all athletes who have worked very hard to get to this level of competition.\n\nI would also like to sincerely thank the organizing committee for its dedication and tireless efforts. In particular, I would like to thank Yves Gagnon, Roger Ouellette, Nadine Ross, Jamie Leblanc, Carol Savoie, Rick Hutchinson and John Leblanc.\n\nI want to thank and congratulate everybody who took part in this important event.\n\nThank you everyone, and congratulations.", 
            "topic": "2010 Speed Skating Championship", 
            "time": "2010-03-31 14:05:00", 
            "attribution": "Mr. Jean-Claude D'Amours (Madawaska—Restigouche, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Kelly Block", 
                "url": "/politicians/kelly-block/", 
                "member_id": 963, 
                "party": "Conservative", 
                "riding": "Saskatoon—Rosetown—Biggar (Saskatchewan)", 
                "id": 604
            }, 
            "url": "/hansards/2238/7/", 
            "text": "Mr. Speaker, today the proposed family homes on reserves and matrimonial interests or rights act will be reintroduced in the other place. Our government wants to provide protection to individuals and families on reserve.\n\nIn Canada, when people go through a separation or divorce, or even more traumatic, the death of a spouse, they know they have legal protections of matrimonial real property rights. Unfortunately, this is not the case on first nations communities governed by the Indian Act and where provincial laws on this issue do not apply.\n\nOur government believes this issue is important, and not just for the obvious protection that all individuals and families living on reserves deserve. It is also the right thing to do.\n\nWe encourage all members in the other place and here in the House of Commons to support on reserve matrimonial real property rights.", 
            "topic": "Family Homes on Reserves and Matrimonial Interests or Rights Act", 
            "time": "2010-03-31 14:05:00", 
            "attribution": "Mrs. Kelly Block (Saskatoon—Rosetown—Biggar, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Carole Freeman", 
                "url": "/politicians/carole-freeman/", 
                "member_id": 417, 
                "party": "Bloc", 
                "riding": "Châteauguay—Saint-Constant (Québec)", 
                "id": 426
            }, 
            "url": "/hansards/2238/8/", 
            "text": "Mr. Speaker, the Conservatives have gotten to the point of controlling even the smallest tidbit of information.\n\nNow they are restricting even the most insignificant details, such as the cost of the broadcast advertising campaign aimed at selling their economic action plan during the Olympic Games.\n\nThere is no shortage of examples, but the most serious one related to control of information is undoubtedly the issue of Afghan detainees, wherein the Conservative government is accused of violating the Geneva convention.\n\nThe Minister of Justice even went so far as to say that his government had made the documents available, which is completely untrue: the documents were censored and even blacked out.\n\nThis Conservative government has absolutely no credibility when it comes to transparency. It does not deserve the confidence of Quebeckers, and that is undoubtedly why the Bloc holds the majority of seats in Quebec.", 
            "topic": "Control of Information", 
            "time": "2010-03-31 14:10:00", 
            "attribution": "Mrs. Carole Freeman (Châteauguay—Saint-Constant, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jacques Gourde", 
                "url": "/politicians/jacques-gourde/", 
                "member_id": 429, 
                "party": "Conservative", 
                "riding": "Lotbinière—Chutes-de-la-Chaudière (Québec)", 
                "id": 428
            }, 
            "url": "/hansards/2238/9/", 
            "text": "Mr. Speaker, last weekend, the Liberals claimed to have found their souls. Did they even know they had lost them?\n\nI have been watching them from here, and it is a pretty sad situation.\n\nI would never want to live in a country governed by a Liberal leader who has no sense of leadership and whose only vision involves raising income and sales taxes to pay for costly programs that could end up ruining my children's future.\n\nQuebec and Canada have made progress thanks to good measures put forward by our government.\n\nCanada's economic action plan is protecting the jobs of today and creating the jobs of tomorrow. There can be no doubt that our Conservative government is providing the kind of leadership that produces tangible results for our country's future.", 
            "topic": "Liberal Party of Canada", 
            "time": "2010-03-31 14:10:00", 
            "attribution": "Mr. Jacques Gourde (Lotbinière—Chutes-de-la-Chaudière, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Joyce Murray", 
                "url": "/politicians/joyce-murray/", 
                "member_id": 829, 
                "party": "Liberal", 
                "riding": "Vancouver Quadra (B.C.)", 
                "id": 550
            }, 
            "url": "/hansards/2238/10/", 
            "text": "Mr. Speaker, on Saturday, March 27, Eva Markvoort, a 25-year-old friend and young woman passed away, released from her life-long cause: raising awareness of cystic fibrosis.\n\nOver the years, her parents, Janet and Bill, supported Eva's determination to live life fully despite her disease. Queen's Jubilee medal winner, Miss New Westminster Ambassador, university grad., activist, warrior, to so say Eva inspired us is an understatement.\n\nEva recently received the prestigious Canadian Cystic Fibrosis Foundation's Doug Summerhayes Award for her campaign against cystic fibrosis. Through her popular blog, to the millions of people across Canada and the world who experienced her audacity first-hand, she was a true hero.\n\nEva often said that if one person were to become an organ donor as a result of her advocacy, she would be satisfied. After her award-winning documentary 65 Red Roses was broadcast, organ donations increased around the world and tripled in Canada alone.\n\nAll of us thank Eva.", 
            "topic": "Eva Markvoort", 
            "time": "2010-03-31 14:10:00", 
            "attribution": "Ms. Joyce Murray (Vancouver Quadra, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Scott Armstrong", 
                "url": "/politicians/scott-armstrong/", 
                "member_id": 3700, 
                "party": "Conservative", 
                "riding": "Cumberland—Colchester—Musquodoboit Valley (Nova Scotia)", 
                "id": 8337
            }, 
            "url": "/hansards/2238/11/", 
            "text": "Mr. Speaker, Statistics Canada announced today that the GDP grew by 0.6% in January, the biggest monthly increase since December 2006. January's GDP numbers show that our economic action plan is working.\n\nCanada has now benefited from five consecutive months of economic growth. The retail, construction and manufacturing sectors are showing real signs of recovery thanks to our tax cuts for families and businesses as well as our investments in job-creating infrastructure projects. Canada is weathering the current global economic challenges better than nearly every other industrialized country. However, our recovery remains fragile.\n\nThat is why our recently announced jobs and growth budget maintains the scheduled tax relief for businesses, reduces tariffs and completes year two of Canada's economic action plan. Our government's top priority remains jobs and economic growth. This is in contrast to the Liberals, who would raise the GST, impose a carbon tax and recklessly hike job-killing businesses taxes--", 
            "topic": "The Economy", 
            "time": "2010-03-31 14:10:00", 
            "attribution": "Mr. Scott Armstrong (Cumberland—Colchester—Musquodoboit Valley, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/12/", 
            "text": "Order. The hon. member for Brant.", 
            "topic": "The Economy", 
            "time": "2010-03-31 14:15:00", 
            "attribution": "The Speaker", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Phil McColeman", 
                "url": "/politicians/phil-mccoleman/", 
                "member_id": 1121, 
                "party": "Conservative", 
                "riding": "Brant (Ontario)", 
                "id": 575
            }, 
            "url": "/hansards/2238/13/", 
            "text": "Mr. Speaker, the Liberal leader has it backwards. He thinks higher taxes and reckless spending is the economic recipe for success. The numbers show the opposite is true.\n\nToday, Statistics Canada reported that for the fifth consecutive month, Canada's economy grew. In five of the last seven months, Canada has seen job gains. Since last July almost 160,000 new jobs have been created.\n\nClearly, lower taxes are part of the solution and are helping fuel Canada's recovery. Our government has cut taxes for families, businesses and individuals, yet the Liberal leader would throw Canada's advantage away by recklessly hiking job-killing business taxes, raising the GST and imposing a carbon tax.\n\nThe Liberal leader's tax and spend agenda will kill jobs, put the brakes on our economic recovery and hurt Canadian families. The Liberal tax and spend agenda is something Canadians just cannot afford.", 
            "topic": "The Economy", 
            "time": "2010-03-31 14:15:00", 
            "attribution": "Mr. Phil McColeman (Brant, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 1310, 
                "party": "NDP", 
                "riding": "Winnipeg North (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2238/14/", 
            "text": "Mr. Speaker, today members of all political parties are joining together to support Prostate Cancer Canada's campaign to unite Canadians in the fight against prostate cancer, the most common cancer among Canadian men. This year's campaign has taken on a special significance for many of us in the House because prostate cancer has entered the life of one of our own, my leader, the hon. member for Toronto—Danforth.\n\nThe NDP leader has chosen to share his personal battle with us. His decision has raised people's awareness of this disease.\n\nHe is making a conscious effort to dispel the myths about this cancer that often prevent men from acting in a timely way to monitor their prostate health. While one in every six Canadian men will develop prostate cancer, early detection and treatment has cut the mortality rate to one in every 27 patients.\n\nThe member for Portneuf—Jacques-Cartier has proven that this disease can be defeated. Tomorrow is the first day of April, which is cancer month. Let us unite to fight prostate cancer.", 
            "topic": "Prostate Cancer", 
            "time": "2010-03-31 14:15:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Luc Malo", 
                "url": "/politicians/luc-malo/", 
                "member_id": 487, 
                "party": "Bloc", 
                "riding": "Verchères—Les Patriotes (Québec)", 
                "id": 437
            }, 
            "url": "/hansards/2238/15/", 
            "text": "Mr. Speaker, nearly 4,600 men in Quebec are diagnosed with prostate cancer every year. One in seven men will develop prostate cancer during his lifetime. To raise awareness about this disease, the Knights of Columbus of Quebec are inviting families to take part in the fourth annual PROCURE walk of courage to be held on June 20, 2010, on Île Sainte-Hélène.\n\nThis festive walk, followed by a sociable picnic, is the ideal gathering to educate people about this type of cancer. It is crucial that all men and their loved ones know that regular screening beginning at the age of 40 is the best way to prevent cancerous tumours from developing.\n\nAlso, in support of the multi-party initiative, Bloc Québécois members are wearing the striped blue ties and scarves symbolizing the cause. On behalf of my party, I would like to commend the courage shown by the hon. member for Toronto—Danforth and all men battling this disease. By publicly announcing it, the leader of the New Democratic Party has helped demystify and deal openly with this taboo subject.\n\nJack, your fight is our fight.", 
            "topic": "Prostate Cancer", 
            "time": "2010-03-31 14:15:00", 
            "attribution": "Mr. Luc Malo (Verchères—Les Patriotes, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bernard Patry", 
                "url": "/politicians/bernard-patry/", 
                "member_id": 3303, 
                "party": "Liberal", 
                "riding": "Pierrefonds—Dollard (Québec)", 
                "id": 224
            }, 
            "url": "/hansards/2238/16/", 
            "text": "Mr. Speaker, Prostate Cancer Canada does remarkable work raising awareness about the importance of preventing this disease that strikes one Canadian man in six.\n\nProstate cancer is still the most predominant form of cancer in men. However, 90% of prostate cancer cases are curable if they are detected and treated in the early stages. That is why it is essential to increase and support prevention and research efforts to one day eradicate this disease. I believe we will achieve that goal one day with the efforts being made by Prostate Cancer Canada.\n\nOn behalf of all my colleagues in the Liberal caucus, we are proud to pay tribute to all Canadians dealing with this disease, including the ones in this House, by wearing the ties and scarves that symbolize Prostate Cancer Canada. Through their courage and determination, these men are proving that this cancer can be fought.", 
            "topic": "Prostate Cancer", 
            "time": "2010-03-31 14:15:00", 
            "attribution": "Mr. Bernard Patry (Pierrefonds—Dollard, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Jim Abbott", 
                "url": "/politicians/jim-abbott/", 
                "member_id": 1274, 
                "party": "Conservative", 
                "riding": "Kootenay—Columbia (B.C.)", 
                "id": 1
            }, 
            "url": "/hansards/2238/17/", 
            "text": "Mr. Speaker, over 90% of prostate cancer cases can be cured if physicians diagnose and treat the most common cancer to afflict Canadian men in its earliest stages.\n\nThe member for Toronto—Danforth has my admiration for raising the level of awareness about this disease. His public gesture of courage showed Canadian men and their families that they are not alone in their daily fight to combat this illness, but more needs to be done. Prostate Cancer Canada is totally dedicated to eliminating this disease through research, education and awareness.\n\nBy uniting this country and this chamber today in the fight against prostate cancer, the organization has made great strides in becoming a world leader in the fight. Government members are proud to wear the ties and scarves that are a symbol of Prostate Cancer Canada to show their support for the member for Toronto—Danforth and all Canadians who have had or are battling this disease.\n\nI suggested to the NDP leader that he looked very good in a blue tie today. He suggested his father would be proud and I agree, because we can all be proud of the unity in the House on this issue.", 
            "topic": "Prostate Cancer", 
            "time": "2010-03-31 14:20:00", 
            "attribution": "Hon. Jim Abbott (Kootenay—Columbia, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Bob Rae", 
                "url": "/politicians/bob-rae/", 
                "member_id": 854, 
                "party": "Liberal", 
                "riding": "Toronto Centre (Ontario)", 
                "id": 551
            }, 
            "url": "/hansards/2238/18/", 
            "text": "Mr. Speaker, I have a question for the Prime Minister.\n\nWhat was supposed to be the Canadian signature initiative on maternal health has been described as completely inadequate by the two major allies that could get to a microphone, both the United States and the United Kingdom.\n\nI wonder if the Prime Minister can explain how such a major diplomatic setback could be occurring in the buildup to the G8 summit which Canada is hosting.", 
            "topic": "International Development", 
            "time": "2010-03-31 14:20:00", 
            "attribution": "Hon. Bob Rae (Toronto Centre, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/19/", 
            "text": "On the contrary, Mr. Speaker, the initiative on maternal and child health is supported throughout the G8.\n\nOf course, G8 countries will have different priorities in terms of the specific things they fund. Particularly on the issue of abortion, a number of G8 countries have a different position.\n\nWhether it comes to our role in Afghanistan, our sovereignty over our Arctic, or ultimately our foreign aid priorities, it is Canada and Canadians who will make Canadian decisions.", 
            "topic": "International Development", 
            "time": "2010-03-31 14:20:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bob Rae", 
                "url": "/politicians/bob-rae/", 
                "member_id": 854, 
                "party": "Liberal", 
                "riding": "Toronto Centre (Ontario)", 
                "id": 551
            }, 
            "url": "/hansards/2238/20/", 
            "text": "Mr. Speaker, to the United States and the United Kingdom have now to be added Sweden, Finland, Iceland, all the aboriginal peoples around the Arctic Circle who have complained about their exclusion from a key meeting having to do with the Arctic and the future of the Arctic.\n\nAgain, I would like to ask the Prime Minister, how can he explain such a major diplomatic setback for this country on the eve of the G8 summit which we are hosting and supposed to be bringing the countries of the world together? That is supposed to be the position that Canada is taking. That is the leadership we are supposed to show.", 
            "topic": "The Arctic", 
            "time": "2010-03-31 14:20:00", 
            "attribution": "Hon. Bob Rae (Toronto Centre, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/21/", 
            "text": "Mr. Speaker, of course, there are two separate meetings. There is an Arctic Council. There is also an Arctic Ocean coastal states forum. That has been held before. That was what was held this week.\n\nIn terms of the issue that the hon. member is really asking about, the abortion issue, he is the one who put the question to the House of Commons. He is the one who got the answer he did not want.", 
            "topic": "The Arctic", 
            "time": "2010-03-31 14:20:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bob Rae", 
                "url": "/politicians/bob-rae/", 
                "member_id": 854, 
                "party": "Liberal", 
                "riding": "Toronto Centre (Ontario)", 
                "id": 551
            }, 
            "url": "/hansards/2238/22/", 
            "text": "Mr. Speaker, the government's inability to discuss, negotiate and explain to our allies Canada's position on Afghanistan after 2011 has created a vacuum in Canada's policy for a region that has been very important over the past 10 years.\n\nI would like to ask the Prime Minister once again why Canada has taken such a large step backwards in international diplomacy.", 
            "topic": "Afghanistan", 
            "time": "2010-03-31 14:20:00", 
            "attribution": "Hon. Bob Rae (Toronto Centre, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/23/", 
            "text": "Mr. Speaker, on the contrary, the Government of Canada's position is very clear. The military mission will end in 2011.\n\nIt is also clear that other countries want something else. However, it is the Government of Canada and the Canadian people who make the decisions for our country.", 
            "topic": "Afghanistan", 
            "time": "2010-03-31 14:20:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Dominic LeBlanc", 
                "url": "/politicians/dominic-leblanc/", 
                "member_id": 1314, 
                "party": "Liberal", 
                "riding": "Beauséjour (New Brunswick)", 
                "id": 166
            }, 
            "url": "/hansards/2238/24/", 
            "text": "Mr. Speaker, yesterday's disturbing testimony from three fired employees of Rights & Democracy and a shocking op-ed written by a current Conservative-appointed board member make it clear that the Conservatives want to turn this once proud institution into a partisan lapdog.\n\nWill the Conservatives admit that the turmoil they have created at Rights & Democracy is deliberate, and when will they fire Marco Navarro-Génie from the board so he can run as a Conservative candidate in the next election?", 
            "topic": "Rights & Democracy", 
            "time": "2010-03-31 14:25:00", 
            "attribution": "Hon. Dominic LeBlanc (Beauséjour, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Kent", 
                "url": "/politicians/peter-kent/", 
                "member_id": 1083, 
                "party": "Conservative", 
                "riding": "Thornhill (Ontario)", 
                "id": 594
            }, 
            "url": "/hansards/2238/25/", 
            "text": "Mr. Speaker, my colleague should know that Rights & Democracy is an arm's length organization. The government is not involved in the organization's day to day activities.\n\nIt is true the House foreign affairs committee is currently studying Rights & Democracy issues and I understand the committee will hear the board's point of view tomorrow.\n\nI would like to say that the government has appointed an extremely capable and competent individual as president of Rights & Democracy.", 
            "topic": "Rights & Democracy", 
            "time": "2010-03-31 14:25:00", 
            "attribution": "Hon. Peter Kent (Minister of State of Foreign Affairs (Americas), CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Dominic LeBlanc", 
                "url": "/politicians/dominic-leblanc/", 
                "member_id": 1314, 
                "party": "Liberal", 
                "riding": "Beauséjour (New Brunswick)", 
                "id": 166
            }, 
            "url": "/hansards/2238/26/", 
            "text": "Mr. Speaker, the testimony of the three employees recently fired by Rights & Democracy and the op-ed piece by a new board member recently appointed by the Conservatives have literally caused the current crisis. The Conservatives want to take control of the organization and make it a partisan instrument.\n\nWill they finally admit that they are deliberately destroying a great human rights institution?", 
            "topic": "Rights & Democracy", 
            "time": "2010-03-31 14:25:00", 
            "attribution": "Hon. Dominic LeBlanc (Beauséjour, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Kent", 
                "url": "/politicians/peter-kent/", 
                "member_id": 1083, 
                "party": "Conservative", 
                "riding": "Thornhill (Ontario)", 
                "id": 594
            }, 
            "url": "/hansards/2238/27/", 
            "text": "Mr. Speaker, that is simply not true.\n\nTo ensure the future stability of Rights & Democracy, the government has appointed an extremely capable and competent individual to lead it out of this period of turmoil.\n\nThe member should be proud of the fact that another recent government appointee to the board of Rights & Democracy is now on the long list of the Nobel Peace Prize nominees this year.", 
            "topic": "Rights & Democracy", 
            "time": "2010-03-31 14:25:00", 
            "attribution": "Hon. Peter Kent (Minister of State of Foreign Affairs (Americas), CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 403, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2238/28/", 
            "text": "Mr. Speaker, the Conservative government, which prides itself on having recognized the Quebec nation, is stubbornly refusing to compensate Quebec for harmonizing its sales tax with the GST. A unanimous motion adopted yesterday by the National Assembly of Quebec states that Quebec's sales tax has been harmonized with the GST since 1992. Only the Conservative government denies this.\n\nWill the Prime Minister dig his heels in and keep reneging on the 1992 agreement, or will he comply with the unanimous motion of the National Assembly and provide Quebec with $2.2 billion in compensation?", 
            "topic": "Tax Harmonization", 
            "time": "2010-03-31 14:25:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/29/", 
            "text": "Mr. Speaker, the Government of Canada has signed agreements with several other provinces to harmonize their tax with the GST. Under these agreements, we are obliged to offer the same conditions to Quebec. We hope that Quebec will really harmonize its tax instead of having two separate taxes. We will continue negotiating with Quebec to that end.", 
            "topic": "Tax Harmonization", 
            "time": "2010-03-31 14:25:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 403, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2238/30/", 
            "text": "Mr. Speaker, once again, the Prime Minister just spread untruths. In 1997, an agreement was signed with the Maritimes. That agreement was quickly changed to suit Ontario and British Columbia. In that case, it was possible to change the rules of the agreement so that Ontario and British Columbia would get their money. But when it comes to Quebec, the federal government is digging in its heels, which is depriving Quebec of $2.2 billion.\n\nIs that Canadian federalism, where Quebec never gets its due and all the Conservative members from Quebec blindly applaud as Quebec suffers injustices?", 
            "topic": "Tax Harmonization", 
            "time": "2010-03-31 14:25:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/31/", 
            "text": "Mr. Speaker, on the contrary, the government is willing to sign agreements with all the provinces. When we offer conditions to some provinces, we are obliged to offer the same conditions to other provinces.\n\nThe conditions are clear: we will not pay for two separate taxes. We want real harmonization, which means a single tax for consumers and industries in Quebec. I hope we will achieve that goal.", 
            "topic": "Tax Harmonization", 
            "time": "2010-03-31 14:25:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Daniel Paillé", 
                "url": "/politicians/daniel-paille/", 
                "member_id": 3701, 
                "party": "Bloc", 
                "riding": "Hochelaga (Québec)", 
                "id": 8342
            }, 
            "url": "/hansards/2238/32/", 
            "text": "Mr. Speaker, yesterday, Quebec's finance minister asked that Quebec and Ontario be treated equally by the federal government.\n\nHe called for $2.2 billion for harmonization of the GST, for the same reasons that Ontario received $4.3 billion. He is concerned about the cap on equalization payments that is depriving Quebec of $357 million. Yet the federal government gave Ontario $617 million. He is calling for $250 million annually because Hydro-Québec and Ontario's Hydro One are essentially the same.\n\nWhat are we supposed to think of the stubbornness of the Minister of Finance, Ontario's former finance minister, as it strangles Quebec's public finances?", 
            "topic": "Taxation", 
            "time": "2010-03-31 14:30:00", 
            "attribution": "Mr. Daniel Paillé (Hochelaga, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/33/", 
            "text": "Mr. Speaker, what the member is saying is not true. If Quebec wants the same agreement that Ontario got, it can be signed today. And the federal government will offer the same conditions. Up until now, Quebec has not wanted to do that. We are ready to negotiate and to find a solution.", 
            "topic": "Taxation", 
            "time": "2010-03-31 14:30:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Daniel Paillé", 
                "url": "/politicians/daniel-paille/", 
                "member_id": 3701, 
                "party": "Bloc", 
                "riding": "Hochelaga (Québec)", 
                "id": 8342
            }, 
            "url": "/hansards/2238/34/", 
            "text": "Mr. Speaker, the federal government can afford to be flexible if it means cutting Quebec off financially.\n\nYesterday, it was revealed on page E-26 of the budget speech that protection payments for the other provinces total $1.9 billion, but that the federal government has deprived Quebec of $2.4 billion in such payments.\n\nHow can the Minister of Finance be so accommodating when it comes to the other provinces and so rigid when it comes to Quebec?", 
            "topic": "Taxation", 
            "time": "2010-03-31 14:30:00", 
            "attribution": "Mr. Daniel Paillé (Hochelaga, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jim Flaherty", 
                "url": "/politicians/jim-flaherty/", 
                "member_id": 413, 
                "party": "Conservative", 
                "riding": "Whitby—Oshawa (Ontario)", 
                "id": 425
            }, 
            "url": "/hansards/2238/35/", 
            "text": "Mr. Speaker, the 2010 budget states that we will remain open to negotiating in good faith with all of the provinces. We have had some good discussions with Quebec's minister of finance. As he said today, discussions are ongoing.", 
            "topic": "Taxation", 
            "time": "2010-03-31 14:30:00", 
            "attribution": "Hon. Jim Flaherty (Minister of Finance, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2238/36/", 
            "text": "Mr. Speaker, first, a big thanks to all my colleagues here for the consensus on the ties and scarves, and a big thanks to Prostate Cancer Canada and all the medical staff and volunteers who work on this issue.\n\nWho knows, maybe we can create some consensus on a few other things here.", 
            "topic": "Employment Insurance", 
            "time": "2010-03-31 14:30:00", 
            "attribution": "Hon. Jack Layton (Toronto—Danforth, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/37/", 
            "text": "Oh, oh!", 
            "topic": "Employment Insurance", 
            "time": "2010-03-31 14:30:00", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/38/", 
            "text": "Order, please. We will have at least 35 seconds for this, but the hon. member for Toronto—Danforth will not get more.", 
            "topic": "Employment Insurance", 
            "time": "2010-03-31 14:30:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2238/39/", 
            "text": "Mr. Speaker, there is a new consensus developing on EI. Canada's small businesses have come out very strongly against the idea of EI premiums, joining with many workers who say that they should not be charged additional EI premiums. Why? Because of the roughly $60 billion that was stolen from the fund they had contributed to over the years.\n\nWhy would the Prime Minister be increasing EI premiums instead of paying the money back to the fund and cancelling the corporate tax cuts?", 
            "topic": "Employment Insurance", 
            "time": "2010-03-31 14:30:00", 
            "attribution": "Hon. Jack Layton", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/40/", 
            "text": "Mr. Speaker, we are delighted to join in solidarity with the leader of the NDP on the issue of prostate cancer. We are delighted to see him looking so good and so healthy in the House of Commons, and looking ever better in that blue tie.\n\nIn terms of the EI premiums, EI premiums are set by an independent commission every year in order to cover the costs of the program. It is true that the previous government took $60 billion out of the EI account, which it spent on other programs and other priorities. The fact is that money is gone.", 
            "topic": "Employment Insurance", 
            "time": "2010-03-31 14:30:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2238/41/", 
            "text": "Mr. Speaker, the government is saying that it will not do what the Liberal government did, that it will not siphon off $60 billion to balance the budget and that it will not siphon off the EI fund to put it in consolidated revenues. That is what the finance minister said yesterday. Now we have heard the same thing from the Prime Minister today.\n\nWhy will the government not pay the money back to the people who paid into the fund, which are the small businesses, the employers and the workers of our country? Instead, the government is locking in the theft in the budget implementation bill. Why would it do something like that?", 
            "topic": "Employment Insurance", 
            "time": "2010-03-31 14:30:00", 
            "attribution": "Hon. Jack Layton (Toronto—Danforth, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/42/", 
            "text": "Mr. Speaker, if I could make $60 billion appear out of thin air, I would do it, but I am not able.\n\nThe fact is that money has been spent. It is gone. The fact is we do not want that to happen in the future. That is why we have brought in a system where rates are set independently and set to cover the genuine costs of the program.", 
            "topic": "Employment Insurance", 
            "time": "2010-03-31 14:35:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2238/43/", 
            "text": "Mr. Speaker, the Conservatives agree with what I am saying. They have pointed it out themselves a number of times. The federal government has stolen almost $60 billion from the employment insurance fund. The Conservatives are the federal government now. We all know that the Liberal Party is to blame, but it is up to the Conservatives to right this wrong and we want to know why they are doing the opposite.\n\nThey are going to make this permanent. Why?", 
            "topic": "Employment Insurance", 
            "time": "2010-03-31 14:35:00", 
            "attribution": "Hon. Jack Layton (Toronto—Danforth, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/44/", 
            "text": "Mr. Speaker, we cannot change the past. We can only work toward a better future. That is what we are doing. The former government took $60 billion from the employment insurance fund for other priorities and that money has been spent. We struck an independent commission to determine employment insurance premiums based on associated employee and employer costs. That is our commitment.", 
            "topic": "Employment Insurance", 
            "time": "2010-03-31 14:35:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Anita Neville", 
                "url": "/politicians/anita-neville/", 
                "member_id": 1616, 
                "party": "Liberal", 
                "riding": "Winnipeg South Centre (Manitoba)", 
                "id": 211
            }, 
            "url": "/hansards/2238/45/", 
            "text": "Mr. Speaker, the the status of women minister denies knowledge that her staff wrote a series of fawning letters to newspapers in her riding. However, the sheer volume of letters demonstrates a troubling pattern of deceit. Not only did her executive assistant, Jessica Craven, author at least four separate letters to the editor, but her constituency staffer, Valerie Knight, wrote at least three.\n\nDoes the minister not read her local papers? When will the minister step down for her serial abuses of public trust?", 
            "topic": "Status of Women", 
            "time": "2010-03-31 14:35:00", 
            "attribution": "Hon. Anita Neville (Winnipeg South Centre, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Helena Guergis", 
                "url": "/politicians/helena-guergis/", 
                "member_id": 1426, 
                "party": "Conservative", 
                "riding": "Simcoe—Grey (Ontario)", 
                "id": 129
            }, 
            "url": "/hansards/2238/46/", 
            "text": "Mr. Speaker, I did answer this question in the House yesterday.", 
            "topic": "Status of Women", 
            "time": "2010-03-31 14:35:00", 
            "attribution": "Hon. Helena Guergis (Minister of State (Status of Women), CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Alexandra Mendes", 
                "url": "/politicians/alexandra-mendes/", 
                "member_id": 1128, 
                "party": "Liberal", 
                "riding": "Brossard—La Prairie (Québec)", 
                "id": 562
            }, 
            "url": "/hansards/2238/47/", 
            "text": "Mr. Speaker, the minister would have us believe that she knew nothing about this, but there are plenty of examples to suggest otherwise. On March 5, a certain Paul Shaw wrote an op-ed piece condemning the work of the airport staff, and even suggesting that while they were putting the minister through the usual checks terrorists could have had a field day.\n\nCan the minister confirm to us that the author of that letter is indeed a former reform candidate and the current president of her riding association?", 
            "topic": "Status of Women", 
            "time": "2010-03-31 14:35:00", 
            "attribution": "Mrs. Alexandra Mendes (Brossard—La Prairie, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Helena Guergis", 
                "url": "/politicians/helena-guergis/", 
                "member_id": 1426, 
                "party": "Conservative", 
                "riding": "Simcoe—Grey (Ontario)", 
                "id": 129
            }, 
            "url": "/hansards/2238/48/", 
            "text": "Mr. Speaker, as I have just said, I did address this question in the House yesterday.", 
            "topic": "Status of Women", 
            "time": "2010-03-31 14:35:00", 
            "attribution": "Hon. Helena Guergis (Minister of State (Status of Women), CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Yasmin Ratansi", 
                "url": "/politicians/yasmin-ratansi/", 
                "member_id": 1358, 
                "party": "Liberal", 
                "riding": "Don Valley East (Ontario)", 
                "id": 240
            }, 
            "url": "/hansards/2238/49/", 
            "text": "Mr. Speaker, it shows the minister is totally out of control and her staff is totally out of control.\n\nShe has expanded her letter writing brigade and drafted other member staffers to write on her behalf. Bonnie Ainsworth, a constituency staffer for the neighbouring riding of Barrie, wrote to the local paper to also defend the minister. Like the others, she failed to identify herself as a paid staffer.\n\nWith all these letters coming out, how can the minister continue to deny any knowledge of this orchestrated campaign? When will the Prime Minister boot the minister out?", 
            "topic": "Status of Women", 
            "time": "2010-03-31 14:35:00", 
            "attribution": "Ms. Yasmin Ratansi (Don Valley East, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2238/50/", 
            "text": "Mr. Speaker, I thank members of the official opposition for their hearty applause. The minister has clearly spoken to this issue in this place, not just today but as well yesterday.\n\nAll of us in the House have been given a great opportunity to serve the interests of Canadians. Let us focus on their priorities, on jobs, on improving health care and on making our communities safer.", 
            "topic": "Status of Women", 
            "time": "2010-03-31 14:35:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Wayne Easter", 
                "url": "/politicians/wayne-easter/", 
                "member_id": 3253, 
                "party": "Liberal", 
                "riding": "Malpeque (P.E.I.)", 
                "id": 96
            }, 
            "url": "/hansards/2238/51/", 
            "text": "Mr. Speaker, this letter defending the minister and sent to a local Simcoe newspaper was signed by Dawn Richards, who is apparently the mother of, wait for it, Jessica Craven.\n\nFive letter writers connected to the minister, yet she claims ignorance. What a coincidence.\n\nThe Prime Minister's code of conduct states that ministers must act “to ensure public trust and confidence”, yet the minister continues to abuse the public trust without end.\n\nHow can the Prime Minister condone this kind of behaviour by his minister?", 
            "topic": "Status of Women", 
            "time": "2010-03-31 14:35:00", 
            "attribution": "Hon. Wayne Easter (Malpeque, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2238/52/", 
            "text": "Mr. Speaker, as the minister said both yesterday and earlier today, she has spoken to this issue.\n\nWe have all come together to represent Canadians, to work hard on the matters that are important to Canadians and their families. We are coming out of an economic recession thanks to the actions of this government. Let us remain focused like a laser on jobs, the economy and improving the lives of Canadians.", 
            "topic": "Status of Women", 
            "time": "2010-03-31 14:40:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Johanne Deschamps", 
                "url": "/politicians/johanne-deschamps/", 
                "member_id": 1482, 
                "party": "Bloc", 
                "riding": "Laurentides—Labelle (Québec)", 
                "id": 83
            }, 
            "url": "/hansards/2238/53/", 
            "text": "Mr. Speaker, the U.S. Secretary of State has roundly criticized the Conservative government's backward position on women's health. Hillary Clinton pointed out that, “You cannot have maternal health without reproductive health. And reproductive health includes contraception and family planning and access to legal, safe abortions”.\n\nWill this pointed reminder convince the government to set aside its Conservative ideology and commit to improving the lives of women and children at the G8 summit?", 
            "topic": "Maternal and Child Health", 
            "time": "2010-03-31 14:40:00", 
            "attribution": "Ms. Johanne Deschamps (Laurentides—Labelle, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Kent", 
                "url": "/politicians/peter-kent/", 
                "member_id": 1083, 
                "party": "Conservative", 
                "riding": "Thornhill (Ontario)", 
                "id": 594
            }, 
            "url": "/hansards/2238/54/", 
            "text": "Mr. Speaker, as the Prime Minister reminded the House moments ago, Canadians set Canadian government policy, whether it is in Afghanistan, whether it concerns Arctic sovereignty, whether it is helping with the reconstruction and relief in Haiti, or in terms of our agenda item at the G8 in June.\n\nCanada will lead the G8 discussion on child and maternal health. We will not, as the opposition is attempting to do, reopen the abortion debate.", 
            "topic": "Maternal and Child Health", 
            "time": "2010-03-31 14:40:00", 
            "attribution": "Hon. Peter Kent (Minister of State of Foreign Affairs (Americas), CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Nicole Demers", 
                "url": "/politicians/nicole-demers/", 
                "member_id": 1484, 
                "party": "Bloc", 
                "riding": "Laval (Québec)", 
                "id": 82
            }, 
            "url": "/hansards/2238/55/", 
            "text": "Mr. Speaker, U.S. Secretary of State Hillary Clinton did not mince words. She said that access to contraception and abortion is vital to the health of women in developing countries. Her position contrasts sharply with the Conservative government's attempts to export its backward ideology overseas.\n\nWill the Prime Minister heed Ms. Clinton's recommendations, or will he insist on siding with the ultra-conservative lobbyists who seem to have privileged access to his office?", 
            "topic": "Maternal and Child Health", 
            "time": "2010-03-31 14:40:00", 
            "attribution": "Ms. Nicole Demers (Laval, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Kent", 
                "url": "/politicians/peter-kent/", 
                "member_id": 1083, 
                "party": "Conservative", 
                "riding": "Thornhill (Ontario)", 
                "id": 594
            }, 
            "url": "/hansards/2238/56/", 
            "text": "Mr. Speaker, as we have made clear, we will be focused, as we lead the G8 discussion on child and maternal health, on how to save the lives of mothers and children around the world. We have clearly said that we are open to all options to save lives including contraception.", 
            "topic": "Maternal and Child Health", 
            "time": "2010-03-31 14:40:00", 
            "attribution": "Hon. Peter Kent (Minister of State of Foreign Affairs (Americas), CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 1479, 
                "party": "Bloc", 
                "riding": "La Pointe-de-l'Île (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2238/57/", 
            "text": "Mr. Speaker, at the committee hearing, witnesses confirmed that relations between staff, management and the new board members had deteriorated to the point that harassment had escalated, employees were gagged and key senior managers were finally fired. The organization was also threatened with closure if criticism of the government did not stop.\n\nDoes the evidence of former employees not confirm that the government's intention is to discredit the organization in order to have a better case for closing it?", 
            "topic": "Rights & Democracy", 
            "time": "2010-03-31 14:40:00", 
            "attribution": "Ms. Francine Lalonde (La Pointe-de-l'Île, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Kent", 
                "url": "/politicians/peter-kent/", 
                "member_id": 1083, 
                "party": "Conservative", 
                "riding": "Thornhill (Ontario)", 
                "id": 594
            }, 
            "url": "/hansards/2238/58/", 
            "text": "Mr. Speaker, I would encourage my colleague to be patient. It is true that yesterday the House foreign affairs committee did hear some issues presented by some former employees regarding Rights & Democracy, but tomorrow, I understand, the committee will be hearing the board's side of the story. As I am sure my colleague will agree, there are two sides to the story at Rights & Democracy.", 
            "topic": "Rights & Democracy", 
            "time": "2010-03-31 14:40:00", 
            "attribution": "Hon. Peter Kent (Minister of State of Foreign Affairs (Americas), CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Francine Lalonde", 
                "url": "/politicians/francine-lalonde/", 
                "member_id": 1479, 
                "party": "Bloc", 
                "riding": "La Pointe-de-l'Île (Québec)", 
                "id": 159
            }, 
            "url": "/hansards/2238/59/", 
            "text": "Mr. Speaker, according to Marco Navarro-Génie, a Rights & Democracy board member appointed by the Conservative government, the committee hearings are a waste of time. He even told parliamentarians to look elsewhere. As if it were his business.\n\nWhat is the government waiting for to remind the one doing the dirty work that Rights & Democracy was created by Parliament and, therefore, that the opposition is just doing its job by calling for accountability?", 
            "topic": "Rights & Democracy", 
            "time": "2010-03-31 14:40:00", 
            "attribution": "Ms. Francine Lalonde (La Pointe-de-l'Île, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Kent", 
                "url": "/politicians/peter-kent/", 
                "member_id": 1083, 
                "party": "Conservative", 
                "riding": "Thornhill (Ontario)", 
                "id": 594
            }, 
            "url": "/hansards/2238/60/", 
            "text": "Mr. Speaker, I would agree with my colleague. Rights & Democracy is indeed a creation of this House and Parliament, and Rights & Democracy is also a arm's-length organization. This government does not have any involvement in the organization's day-to-day operations.\n\nI would remind my colleague that to ensure the future stability of Rights & Democracy, this government has appointed an extremely capable and welcomed new president to lead the organization.", 
            "topic": "Rights & Democracy", 
            "time": "2010-03-31 14:45:00", 
            "attribution": "Hon. Peter Kent (Minister of State of Foreign Affairs (Americas), CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Ujjal Dosanjh", 
                "url": "/politicians/ujjal-dosanjh/", 
                "member_id": 1296, 
                "party": "Liberal", 
                "riding": "Vancouver South (B.C.)", 
                "id": 90
            }, 
            "url": "/hansards/2238/61/", 
            "text": "Mr. Speaker, Colonel Juneau, the Deputy Commander of the Joint Task Force Afghanistan, told the Minister of National Defence seven months after the government claimed it fixed the problems that he could not ensure that the transferred detainees were not facing a real risk of torture. He told the government that the legal test upon which transfer decisions must be based could not be satisfied at that time.\n\nWhile in a state of denial, the government has known this all along. Is it not time to stop the cover-up and call a public inquiry to tell Canadians the truth?", 
            "topic": "Afghanistan", 
            "time": "2010-03-31 14:45:00", 
            "attribution": "Hon. Ujjal Dosanjh (Vancouver South, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2238/62/", 
            "text": "Mr. Speaker, I thank my friend for bringing this question forward. I thank the Globe and Mail for highlighting again that the Canadian Forces act responsibility. Whenever there has been a credible allegation, we have acted responsibly and done the right thing. We continue to do so.\n\nWith respect to the issue he refers to, we now have retired Supreme Court Justice Mr. Iacobucci looking at documents with respect to disclosure, as have arm's-length public servants in the past.\n\nWe have the Military Police Complaints Commission now operating and looking at the same issue. We have the committee, of which the hon. member is a member, also looking at this issue.", 
            "topic": "Afghanistan", 
            "time": "2010-03-31 14:45:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Ujjal Dosanjh", 
                "url": "/politicians/ujjal-dosanjh/", 
                "member_id": 1296, 
                "party": "Liberal", 
                "riding": "Vancouver South (B.C.)", 
                "id": 90
            }, 
            "url": "/hansards/2238/63/", 
            "text": "Mr. Speaker, it is the irresponsible conduct of the government that is at issue. In November 2007, Brigadier General Guy Laroche, Commander of Joint Task Force Afghanistan, told the government he was unable to guarantee that detainees were not being tortured. He told the government that continuing transfers in this situation would put the Canadian Forces in a difficult position.\n\nYet, the government has always denied that anyone advised it of a real risk of torture. It is time to stop the denials, end the cover-up, tell the truth, and call a public inquiry.", 
            "topic": "Afghanistan", 
            "time": "2010-03-31 14:45:00", 
            "attribution": "Hon. Ujjal Dosanjh (Vancouver South, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2238/64/", 
            "text": "Mr. Speaker, I thank my hon. friend for that calm, introspective, forward looking question. As he knows, over three years ago we dealt with this issue. We have had a new transfer arrangement in place now that allows for monitoring, mentoring. We have invested in the Afghan prison system, in the actual physical surroundings where prisoners are transferred. We continue to try to improve upon that.\n\nHowever, here is what a former chief of staff to two Liberal defence ministers had to say:\n\nThis government improved the agreement. The concerns that a particular bureaucrat...had raised and the provisions that she had apparently at that time argued for were indeed put in the agreement by this government, the Conservative government, and kudos to them.", 
            "topic": "Afghanistan", 
            "time": "2010-03-31 14:45:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Michael Savage", 
                "url": "/politicians/michael-savage/", 
                "member_id": 560, 
                "party": "Liberal", 
                "riding": "Dartmouth—Cole Harbour (Nova Scotia)", 
                "id": 253
            }, 
            "url": "/hansards/2238/65/", 
            "text": "Mr. Speaker, the Canadian Council on Learning has lost its federal funding and will be laying off 50 of its 72 employees tomorrow. Nobody in education in Canada understands the government's decision and, ironically, CCL will survive due to foreign foundations who are baffled by the ignorance of the government.\n\nAt a time when Canada faces the dichotomy of “people without jobs, yet jobs without people”, we need CCL to shine a light on our investments in education. Instead, the government continues to stay in the dark.\n\nWhat exactly is it about facts, research, and truth that scare the Conservatives so much?", 
            "topic": "Canadian Council on Learning", 
            "time": "2010-03-31 14:45:00", 
            "attribution": "Mr. Michael Savage (Dartmouth—Cole Harbour, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Diane Finley", 
                "url": "/politicians/diane-finley/", 
                "member_id": 1370, 
                "party": "Conservative", 
                "riding": "Haldimand—Norfolk (Ontario)", 
                "id": 102
            }, 
            "url": "/hansards/2238/66/", 
            "text": "Mr. Speaker, if the hon. member had done his research, he would have realized that the facts are that the funding to CCL was always intended to be for a period of time. That period of time has lapsed.\n\nWe are concerned about learning and education. That is why we have made unprecedented investments in post-secondary education for young people, in jobs to help them afford that education, and in adult learning. We have invested more than any previous government. We are getting the job done. He should keep up.", 
            "topic": "Canadian Council on Learning", 
            "time": "2010-03-31 14:45:00", 
            "attribution": "Hon. Diane Finley (Minister of Human Resources and Skills Development, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Michael Savage", 
                "url": "/politicians/michael-savage/", 
                "member_id": 560, 
                "party": "Liberal", 
                "riding": "Dartmouth—Cole Harbour (Nova Scotia)", 
                "id": 253
            }, 
            "url": "/hansards/2238/67/", 
            "text": "Mr. Speaker, the fact is the government wants billions more in corporate tax cuts, but gives peanuts for students.\n\nYouth unemployment has skyrocketed during the Conservative recession. Last year, Statistics Canada told us that there were 128,000 less student jobs than the year before and the government increased Canada's summer jobs by 3,500, less than 3% of the jobs lost.\n\nThe government has turned its back on students, on child care, on literacy and the CCL. The results are going to be clear. Is that why it is trying to kill CCL, to hide its own incompetence?", 
            "topic": "Canadian Council on Learning", 
            "time": "2010-03-31 14:45:00", 
            "attribution": "Mr. Michael Savage (Dartmouth—Cole Harbour, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Diane Finley", 
                "url": "/politicians/diane-finley/", 
                "member_id": 1370, 
                "party": "Conservative", 
                "riding": "Haldimand—Norfolk (Ontario)", 
                "id": 102
            }, 
            "url": "/hansards/2238/68/", 
            "text": "Mr. Speaker, the Canadian Conference Board recently released a report that shows when it comes to education and early learning, Canada received an A because we are getting the job done.\n\nWe are investing in students. We are investing in post-secondary institutions, such as colleges and universities, with some $4 billion in infrastructure, so they have the capacity. We are providing apprenticeship programs, so young people can get into the trades and afford to do that.\n\nLet us face facts. The Liberal member and his colleagues voted against every single one of those initiatives. Shame on them.", 
            "topic": "Canadian Council on Learning", 
            "time": "2010-03-31 14:50:00", 
            "attribution": "Hon. Diane Finley (Minister of Human Resources and Skills Development, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Rob Clarke", 
                "url": "/politicians/rob-clarke/", 
                "member_id": 686, 
                "party": "Conservative", 
                "riding": "Desnethé—Missinippi—Churchill River (Saskatchewan)", 
                "id": 548
            }, 
            "url": "/hansards/2238/69/", 
            "text": "Mr. Speaker, I am very proud of my first nations heritage. Fifty years ago today, first nations people acquired the right to vote. This is a significant milestone and a cause for reflection.\n\nWould the Prime Minister please share with the House his thoughts on the importance of today and outline our government's commitment to first nations people?", 
            "topic": "Aboriginal Affairs", 
            "time": "2010-03-31 14:50:00", 
            "attribution": "Mr. Rob Clarke (Desnethé—Missinippi—Churchill River, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/70/", 
            "text": "Mr. Speaker, the member is correct, today is a historic day. It was 50 years ago that Prime Minister Diefenbaker extended the right to vote to all first nations people in this country, a measure that was long overdue. There is nothing more fundamental than our right to choose those who govern us and, obviously, all advances for aboriginal people since then have been based on that step forward.\n\nIn the recent Speech from the Throne, we committed to carrying this work forward, with additional work to promote the rights of aboriginal people, to promote infrastructure for aboriginal people, education, child and family services. We want to ensure that our aboriginal people are full partners and have the full opportunities of Canadian society.", 
            "topic": "Aboriginal Affairs", 
            "time": "2010-03-31 14:50:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Thomas Mulcair", 
                "url": "/politicians/thomas-mulcair/", 
                "member_id": 826, 
                "party": "NDP", 
                "riding": "Outremont (Québec)", 
                "id": 546
            }, 
            "url": "/hansards/2238/71/", 
            "text": "Mr. Speaker, the Minister of Finance just repeated that negotiations on the harmonized sales tax would be conducted “in good faith“.\n\nWhen he revealed his letter to Minister Bachand on the eve of the Quebec budget, was the federal minister acting in good faith?\n\nDid he realize that the reason free health care services are in danger is directly related to the fact that he is depriving Quebec of the $2.2 billion it is owed?\n\nWhy did he tell Minister Bachand on the telephone that Quebec could keep collecting the tax, when his own letter stated the opposite?", 
            "topic": "Tax Harmonization", 
            "time": "2010-03-31 14:50:00", 
            "attribution": "Mr. Thomas Mulcair (Outremont, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/72/", 
            "text": "Mr. Speaker, I would like to clarify the position of the NDP. It has said that it is against GST harmonization. Today, it is asking for GST harmonization.\n\nWhat is the NDP's position?", 
            "topic": "Tax Harmonization", 
            "time": "2010-03-31 14:50:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Thomas Mulcair", 
                "url": "/politicians/thomas-mulcair/", 
                "member_id": 826, 
                "party": "NDP", 
                "riding": "Outremont (Québec)", 
                "id": 546
            }, 
            "url": "/hansards/2238/73/", 
            "text": "Mr. Speaker, the NDP thinks that what is good for the goose is good for the gander. Since Quebec has harmonized its tax, it deserves to be compensated. We were against a new tax in Ontario, and we said so.\n\nThe government has completely shortchanged Quebec.\n\nDoes the Prime Minister realize that on December 8, the Minister of Finance said in committee that Quebec could keep collecting the tax, and that he is simply giving ammunition to those who call the federal government double-crossers?", 
            "topic": "Tax Harmonization", 
            "time": "2010-03-31 14:50:00", 
            "attribution": "Mr. Thomas Mulcair (Outremont, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stephen Harper", 
                "url": "/politicians/stephen-harper/", 
                "member_id": 1241, 
                "party": "Conservative", 
                "riding": "Calgary Southwest (Alberta)", 
                "id": 132
            }, 
            "url": "/hansards/2238/74/", 
            "text": "Mr. Speaker, we introduced a bill in the House to give all provinces the opportunity to harmonize their sales tax with the GST, and the NDP voted against this bill.\n\nThis party says that Quebec has the right to sign the same agreement as the other provinces.", 
            "topic": "Tax Harmonization", 
            "time": "2010-03-31 14:50:00", 
            "attribution": "Right Hon. Stephen Harper (Prime Minister, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Claude Bachand", 
                "url": "/politicians/claude-bachand/", 
                "member_id": 3317, 
                "party": "Bloc", 
                "riding": "Saint-Jean (Québec)", 
                "id": 14
            }, 
            "url": "/hansards/2238/75/", 
            "text": "Mr. Speaker, the Conservative government told us that the 2007 Afghan detainee transfer protocol was solving all the problems created by the previous Liberal protocol. Yet in November 2007, six months after the new agreement came into effect, Colonel Juneau, the Deputy Commander of Joint Task Force Afghanistan, said he was unable to guarantee the safety of detainees transferred by Canada to Afghan authorities.\n\nHow can the government claim that it corrected the situation in 2007, when the highest ranking Canadian on the ground is saying the opposite?", 
            "topic": "Afghanistan", 
            "time": "2010-03-31 14:50:00", 
            "attribution": "Mr. Claude Bachand (Saint-Jean, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter MacKay", 
                "url": "/politicians/peter-mackay/", 
                "member_id": 1332, 
                "party": "Conservative", 
                "riding": "Central Nova (Nova Scotia)", 
                "id": 177
            }, 
            "url": "/hansards/2238/76/", 
            "text": "Mr. Speaker, I can only say what I said to his coalition partner a moment ago, three and a half years ago we recognized there was an issue, but this does not underscore the excellent work of the Canadian Forces. It recognizes that when a credible allegation comes forward, the forces act appropriately.\n\nThe same could be said of our diplomats. The same could be said of the ongoing efforts to improve the situation in Afghanistan. When there was credible evidence, Canadian Forces acted. When the issue was brought forward, a suspension of transfers occurred. Those issues were discussed in the House two years ago. I think the hon. member was here then. There is nothing new.", 
            "topic": "Afghanistan", 
            "time": "2010-03-31 14:55:00", 
            "attribution": "Hon. Peter MacKay (Minister of National Defence, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Claude Bachand", 
                "url": "/politicians/claude-bachand/", 
                "member_id": 3317, 
                "party": "Bloc", 
                "riding": "Saint-Jean (Québec)", 
                "id": 14
            }, 
            "url": "/hansards/2238/77/", 
            "text": "Mr. Speaker, Colonel Juneau's letter, along with the testimony of diplomat Richard Colvin and several other statements, is only further proof of this government's negligence in the matter of the torture of Afghan detainees.\n\nDoes this troubling information, which, I might add, is coming to us in dribs and drabs, not clearly show that all original, unredacted documents need to be handed over to the parliamentary committee, so that it can get to the bottom of this matter once and for all?", 
            "topic": "Afghanistan", 
            "time": "2010-03-31 14:55:00", 
            "attribution": "Mr. Claude Bachand (Saint-Jean, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Rob Nicholson", 
                "url": "/politicians/rob-nicholson/", 
                "member_id": 1396, 
                "party": "Conservative", 
                "riding": "Niagara Falls (Ontario)", 
                "id": 212
            }, 
            "url": "/hansards/2238/78/", 
            "text": "Mr. Speaker, the government has always said that the officials will provide all legally available documents. In addition, the government has asked Mr. Frank Iacobucci to undertake an independent, comprehensive, and proper review of all the documents. That should have the complete support of the hon. member and his party.", 
            "topic": "Afghanistan", 
            "time": "2010-03-31 14:55:00", 
            "attribution": "Hon. Rob Nicholson (Minister of Justice and Attorney General of Canada, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Geoff Regan", 
                "url": "/politicians/geoff-regan/", 
                "member_id": 1640, 
                "party": "Liberal", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 242
            }, 
            "url": "/hansards/2238/79/", 
            "text": "Mr. Speaker, the government revealed this morning it intends to abandon thousands of Canadian cancer victims. The response to its own expert review panel on isotopes is to ignore the key recommendations. For a year the government has denied this growing medical crisis. A nuclear medicine expert said that in some cases it is a matter of life and death.\n\nThe government's response: do the absolute least possible. Why are the Conservatives putting their right-wing ideology ahead of the health of Canadians?", 
            "topic": "Medical Isotopes", 
            "time": "2010-03-31 14:55:00", 
            "attribution": "Hon. Geoff Regan (Halifax West, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Christian Paradis", 
                "url": "/politicians/christian-paradis/", 
                "member_id": 534, 
                "party": "Conservative", 
                "riding": "Mégantic—L'Érable (Québec)", 
                "id": 448
            }, 
            "url": "/hansards/2238/80/", 
            "text": "Mr. Speaker, we promised to right the mistakes made by the past Liberal government and ensure Canadians have access to an affordable and stable supply of medical isotopes.\n\nWe carefully considered the panel's advice and have already begun to act on its recommendations by investing $48 million to diversity sources of isotope supplies to enhance the supply chain.\n\nThe government is making sure Canada remains a world leader in the area of medical isotopes. Canada has some of the greatest minds in the world, and we are giving them the tools they need to find tomorrow's solutions today.", 
            "topic": "Medical Isotopes", 
            "time": "2010-03-31 14:55:00", 
            "attribution": "Hon. Christian Paradis (Minister of Natural Resources, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Geoff Regan", 
                "url": "/politicians/geoff-regan/", 
                "member_id": 1640, 
                "party": "Liberal", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 242
            }, 
            "url": "/hansards/2238/81/", 
            "text": "Mr. Speaker, Canadians know the truth. They know that this government has no intention of replacing the Chalk River reactor. They know that this government wants to privatize the production of isotopes. They know that this government ignored the panel of experts, who said yesterday in committee that the reactor needs to be replaced immediately.\n\nIf the government cares about the health of Canadians, why is it doing nothing to resolve this escalating crisis?", 
            "topic": "Medical Isotopes", 
            "time": "2010-03-31 14:55:00", 
            "attribution": "Hon. Geoff Regan (Halifax West, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Christian Paradis", 
                "url": "/politicians/christian-paradis/", 
                "member_id": 534, 
                "party": "Conservative", 
                "riding": "Mégantic—L'Érable (Québec)", 
                "id": 448
            }, 
            "url": "/hansards/2238/82/", 
            "text": "Mr. Speaker, on the contrary, my colleague knows very well that we are dealing with a global crisis that requires a global solution.\n\nThe government has taken on a leadership role by bringing together a group of leading experts in order to better coordinate the world's supply of isotopes.\n\nThis government's priority is to tell AECL to get the reactor up and running again as quickly as possible. Furthermore, we have other sources to diversify the isotope supply and our budget has earmarked generous investments of $48 million.\n\nThat is how we will ensure a sustainable future for the supply of isotopes.", 
            "topic": "Medical Isotopes", 
            "time": "2010-03-31 14:55:00", 
            "attribution": "Hon. Christian Paradis (Minister of Natural Resources, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Paul Dewar", 
                "url": "/politicians/paul-dewar/", 
                "member_id": 396, 
                "party": "NDP", 
                "riding": "Ottawa Centre (Ontario)", 
                "id": 421
            }, 
            "url": "/hansards/2238/83/", 
            "text": "Mr. Speaker, the Conservatives' foreign policy and the stage they are standing on are shrinking every day. Take maternal health. Canadians believe that to make a difference in maternal health, we have to get it right. We have to provide reproductive health choices for women. That means access to safe abortions. Those safe choices have to be provided to save the lives of women and children.\n\nOn the Arctic, they do not get it. Multilateralism is gone for these guys. It is a separate club.\n\nWhy is it that after four years it is still amateur hour on the other side? When will they stop—", 
            "topic": "Foreign Affairs", 
            "time": "2010-03-31 14:55:00", 
            "attribution": "Mr. Paul Dewar (Ottawa Centre, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/84/", 
            "text": "The hon. Minister of State.", 
            "topic": "Foreign Affairs", 
            "time": "2010-03-31 14:55:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Kent", 
                "url": "/politicians/peter-kent/", 
                "member_id": 1083, 
                "party": "Conservative", 
                "riding": "Thornhill (Ontario)", 
                "id": 594
            }, 
            "url": "/hansards/2238/85/", 
            "text": "Mr. Speaker, I could not disagree more with my hon. colleague. As we have said several times this afternoon, Canadians set Canadian foreign policy whether it is in the Arctic, in Afghanistan, in Haiti or as we lead the discussion on child and maternal health at the G8 conference in June.", 
            "topic": "Foreign Affairs", 
            "time": "2010-03-31 14:55:00", 
            "attribution": "Hon. Peter Kent (Minister of State of Foreign Affairs (Americas), CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 1310, 
                "party": "NDP", 
                "riding": "Winnipeg North (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2238/86/", 
            "text": "Mr. Speaker, the insincerity of the Conservatives' commitment to battling AIDS has reached new depths. We are now hearing that the government is planning to cut $10 million as of today in funding for the international initiative, something former UN AIDS envoy Stephen Lewis has called unconscionable.\n\nAfter it broke its promise to build an HIV vaccine facility, which many suspect for good reason was the result of political interference, we had hoped it would at least keep its promise to use the money for HIV programs like AIDS vaccine. Will the government restore funding for the AIDS vaccine initiative and—", 
            "topic": "Foreign Affairs", 
            "time": "2010-03-31 15:00:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/87/", 
            "text": "The hon. parliamentary secretary.", 
            "topic": "Foreign Affairs", 
            "time": "2010-03-31 15:00:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jim Abbott", 
                "url": "/politicians/jim-abbott/", 
                "member_id": 1274, 
                "party": "Conservative", 
                "riding": "Kootenay—Columbia (B.C.)", 
                "id": 1
            }, 
            "url": "/hansards/2238/88/", 
            "text": "Mr. Speaker, the member is getting involved in speculation. There has not been any decision made at this particular point. No decision has been made on this particular program. It would be really valuable if the member were to do her research and wait for the response from the government before attacking the government.", 
            "topic": "Foreign Affairs", 
            "time": "2010-03-31 15:00:00", 
            "attribution": "Hon. Jim Abbott (Parliamentary Secretary to the Minister of International Cooperation, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Ed Holder", 
                "url": "/politicians/ed-holder/", 
                "member_id": 1069, 
                "party": "Conservative", 
                "riding": "London West (Ontario)", 
                "id": 584
            }, 
            "url": "/hansards/2238/89/", 
            "text": "Mr. Speaker, our government is working incredibly hard through Canada's economic action plan to fuel jobs and plan economic growth. We are making Canada more competitive by lowering taxes and eliminating job-killing tariffs on the manufacturing sector.\n\nThis puts many thousands more Canadians, including those in my city of London, back to work. We are investing in updating Canada's roads, bridges and other infrastructure. I ask the Minister of Finance to update the House on Canada's economic recovery.", 
            "topic": "The Economy", 
            "time": "2010-03-31 15:00:00", 
            "attribution": "Mr. Ed Holder (London West, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jim Flaherty", 
                "url": "/politicians/jim-flaherty/", 
                "member_id": 413, 
                "party": "Conservative", 
                "riding": "Whitby—Oshawa (Ontario)", 
                "id": 425
            }, 
            "url": "/hansards/2238/90/", 
            "text": "Mr. Speaker, I give my thanks for the question from the member for London West, who is working incredibly hard representing his constituents. We know from this morning that, for the fifth straight month in a row, Canada's economy grew in January with the largest monthly increase in over three years. That is good news. It shows that our economic action plan is working.\n\nHowever, we are not out of the woods yet. We must stay the course. We need to keep Canada's economy competitive to create jobs. Yesterday, KPMG confirmed that Canada is the most competitive industrialized country for job creators. Unlike the Leader of the Opposition, we are not going to kill jobs by raising taxes.", 
            "topic": "The Economy", 
            "time": "2010-03-31 15:00:00", 
            "attribution": "Hon. Jim Flaherty (Minister of Finance, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Todd Russell", 
                "url": "/politicians/todd-russell/", 
                "member_id": 1543, 
                "party": "Liberal", 
                "riding": "Labrador (Newfoundland & Labrador)", 
                "id": 395
            }, 
            "url": "/hansards/2238/91/", 
            "text": "Mr. Speaker, if the Prime Minister had the conviction of the words he just spoke in this chamber today, if he honoured the words of our aboriginal peoples and honoured the words he himself spoke on the floor of the House during the residential schools apology just two years ago, he would not be killing the Aboriginal Healing Foundation today.\n\nWhy is it that, time and time again, his actions betray his words?", 
            "topic": "Aboriginal Healing Foundation", 
            "time": "2010-03-31 15:00:00", 
            "attribution": "Mr. Todd Russell (Labrador, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 1267, 
                "party": "Conservative", 
                "riding": "Chilliwack—Fraser Canyon (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2238/92/", 
            "text": "Mr. Speaker, of course, we had a lengthy debate about the Aboriginal Healing Foundation last night in this place. I thought the debate was very respectful. We on this side of the House were able to explain that the Aboriginal Healing Foundation is going to continue its good work over the next two years. It has some $30 million or $40 million left to continue with 12 healing centres, to continue its important research work and so on.\n\nAs was confirmed by the parliamentary Secretary to the Minister of Health, every single survivor of the residential schools and their families will receive personalized care, whether it is emotional support, cultural support or other professional support. We are looking after our obligations.", 
            "topic": "Aboriginal Healing Foundation", 
            "time": "2010-03-31 15:00:00", 
            "attribution": "Hon. Chuck Strahl (Minister of Indian Affairs and Northern Development, Federal Interlocutor for Métis and Non-Status Indians and Minister of the Canadian Northern Economic Development Agency, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Luc Desnoyers", 
                "url": "/politicians/luc-desnoyers/", 
                "member_id": 1015, 
                "party": "Bloc", 
                "riding": "Rivière-des-Mille-Îles (Québec)", 
                "id": 570
            }, 
            "url": "/hansards/2238/93/", 
            "text": "Mr. Speaker, pension benefits for more than 20,000 workers and retirees will be cut by about 30% following a Superior Court of Ontario decision to reject an agreement between Nortel and its pension beneficiaries. Solutions exist, but the Conservative government is doing nothing to help these people.\n\nWill the government support the Bloc Québécois' Bill C-290 to help Nortel, Atlas and Jeffrey mine workers whose pension plans have been cut?", 
            "topic": "Pensions", 
            "time": "2010-03-31 15:00:00", 
            "attribution": "Mr. Luc Desnoyers (Rivière-des-Mille-Îles, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Tony Clement", 
                "url": "/politicians/tony-clement/", 
                "member_id": 376, 
                "party": "Conservative", 
                "riding": "Parry Sound—Muskoka (Ontario)", 
                "id": 417
            }, 
            "url": "/hansards/2238/94/", 
            "text": "Mr. Speaker, we are certainly open to suggestions on this important issue. We have already taken measures to protect Canadian workers and their pensions.\n\nI can add that the hon. member might want to have regard to the new court decision that has occurred today. I believe there is an agreement to extend the provisions until the end of the year.", 
            "topic": "Pensions", 
            "time": "2010-03-31 15:00:00", 
            "attribution": "Hon. Tony Clement (Minister of Industry, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Tony Martin", 
                "url": "/politicians/tony-martin/", 
                "member_id": 1419, 
                "party": "NDP", 
                "riding": "Sault Ste. Marie (Ontario)", 
                "id": 188
            }, 
            "url": "/hansards/2238/95/", 
            "text": "Mr. Speaker, the Huron Central Railway will grow the northern economy and protect the environment. While linking industry, it will also keep hundreds of transport trucks off the highway.\n\nThe current government said it would support the Huron Central Railway if the Ontario government signed the framework agreement and committed funding. Well, it has done that.\n\nThe company says it needs a decision by the end of this month. We know that is today.\n\nWill the minister tell us today that he will keep his promise to the communities from Sudbury to the Soo and outline definitively how this will happen?", 
            "topic": "Transportation", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "Mr. Tony Martin (Sault Ste. Marie, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Tony Clement", 
                "url": "/politicians/tony-clement/", 
                "member_id": 376, 
                "party": "Conservative", 
                "riding": "Parry Sound—Muskoka (Ontario)", 
                "id": 417
            }, 
            "url": "/hansards/2238/96/", 
            "text": "Mr. Speaker, as the minister responsible for FedNor, I can indeed repeat the words of the Minister of Transport that, if the Ontario government did come to the table, we would find a way to secure the funding from our end for that rail line.\n\nI can say in this chamber that if it were not for the extensive work, the blood, sweat and tears of the mayor of Sault Ste. Marie, this never would have happened.", 
            "topic": "Transportation", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "Hon. Tony Clement (Minister of Industry, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Cathy McLeod", 
                "url": "/politicians/cathy-mcleod/", 
                "member_id": 1124, 
                "party": "Conservative", 
                "riding": "Kamloops—Thompson—Cariboo (B.C.)", 
                "id": 612
            }, 
            "url": "/hansards/2238/97/", 
            "text": "Mr. Speaker, a bill concerning matrimonial real property was introduced in the other place today. The bill corrects a clear inequality that exists for those living on reserves by granting basic rights and protections, which all other Canadians enjoy, in the event of a relationship breakdown, .\n\nWould the Minister of Indian Affairs tell this House why it is important that all parties support the passage of this bill?", 
            "topic": "Aboriginal Affairs", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "Mrs. Cathy McLeod (Kamloops—Thompson—Cariboo, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Chuck Strahl", 
                "url": "/politicians/chuck-strahl/", 
                "member_id": 1267, 
                "party": "Conservative", 
                "riding": "Chilliwack—Fraser Canyon (B.C.)", 
                "id": 277
            }, 
            "url": "/hansards/2238/98/", 
            "text": "Mr. Speaker, most Canadians do not know that the basic protections they enjoy in the event of a relationship breakdown do not exist on reserves. This bill seeks to correct that clear inequality.\n\nCountless Canadian and international reports are critical of Canada for not taking action to better protect aboriginal women. This bill is an important step forward in addressing this issue. Aboriginal women and children are often cited as Canada's most vulnerable and are, unfortunately, the ones adversely affected when relationships break down.\n\nThe time for action on this is long past. I look forward to the support of everyone in the Senate and in the House to get this important bill passed. Let us protect the rights of aboriginal women and children.", 
            "topic": "Aboriginal Affairs", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "Hon. Chuck Strahl (Minister of Indian Affairs and Northern Development, Federal Interlocutor for Métis and Non-Status Indians and Minister of the Canadian Northern Economic Development Agency, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/99/", 
            "text": "Order, please. I have the honour to inform the House that a communication has been received as follows:\n\nGovernment House\n\nOttawa\n\nMarch 31, 2010\n\nMr. Speaker,\n\nI have the honour to inform you that the Honourable Thomas Albert Cromwell, Judge of the Supreme Court of Canada, in his capacity as Deputy of the Governor General, will proceed to the Senate Chamber today, the 31st day of March, 2010, at 4:30 p.m., for the purpose of giving royal assent to certain bills.\n\nYours sincerely,\n\nSheila-Marie Cook\n\nSecretary to the Governor General", 
            "topic": "Royal Assent", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 1284, 
                "party": "Conservative", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2238/100/", 
            "text": "Mr. Speaker, I rise on a point of order.\n\nThere have been discussions among all the parties. I think you will find unanimous consent for the following two motions.\n\nThe first motion reads:\n\nThat, notwithstanding any Standing Order or usual practice of the House, on Thursday, April 1, 2010, commencing at the end of the time provided for oral questions and ending when the House adjourns that day, no quorum calls, dilatory motions or requests for unanimous consent shall be received by the Chair.", 
            "topic": "Business of the House", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "Hon. Jay Hill (Leader of the Government in the House of Commons, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/101/", 
            "text": "Does the hon. government House leader have the unanimous consent of the House to propose this motion?", 
            "topic": "Business of the House", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/102/", 
            "text": "Agreed.", 
            "topic": "Business of the House", 
            "time": "2010-03-31 15:05:00", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/103/", 
            "text": "The House has heard the terms of the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Business of the House", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/104/", 
            "text": "Agreed.", 
            "topic": "Business of the House", 
            "time": "2010-03-31 15:05:00", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 1284, 
                "party": "Conservative", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2238/105/", 
            "text": "Mr. Speaker, the second motion reads:\n\nThat this House recognize today March 31, 2010 as a truly significant milestone and cause for celebration, as it is the 50th anniversary of the amendment to the Canada Elections Act that extended the right to vote to First Nations individuals back in 1960.", 
            "topic": "50th Anniversary of First Nations' Right to Vote", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "Hon. Jay Hill (Leader of the Government in the House of Commons, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/106/", 
            "text": "Does the hon. government House leader have the unanimous consent of the House to propose this motion?", 
            "topic": "50th Anniversary of First Nations' Right to Vote", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/107/", 
            "text": "Agreed.", 
            "topic": "50th Anniversary of First Nations' Right to Vote", 
            "time": "2010-03-31 15:05:00", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/108/", 
            "text": "The House has heard the terms of the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "50th Anniversary of First Nations' Right to Vote", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/109/", 
            "text": "Agreed.", 
            "topic": "50th Anniversary of First Nations' Right to Vote", 
            "time": "2010-03-31 15:05:00", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/110/", 
            "text": "I have the honour to lay upon the table the report of the Chief Electoral Officer of Canada on the administration of the Cumberland—Colchester—Musquodoboit Valley, Hochelaga, Montmagny—L'Islet—Kamouraska—Rivière-du-Loup and New Westminster—Coquitlam byelections held on November 9, 2009.\n\nThis report is deemed permanently referred to the Standing Committee on Procedure and House Affairs.", 
            "topic": "Elections Canada", 
            "time": "2010-03-31 15:05:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/111/", 
            "text": "I have the honour to lay upon the table the 2009 Canadian Human Rights Tribunal annual report.\n\nThe hon. Minister of International Trade.", 
            "topic": "Canadian Human Rights Tribunal", 
            "time": "2010-03-31 15:10:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Van Loan", 
                "url": "/politicians/peter-van-loan/", 
                "member_id": 1448, 
                "party": "Conservative", 
                "riding": "York—Simcoe (Ontario)", 
                "id": 295
            }, 
            "url": "/hansards/2238/112/", 
            "text": "Mr. Speaker, I have the honour to table, in both official languages, the 2009 annual reports of Export Development Canada and Exinvest Inc. on the administration of the Access to Information and Privacy Acts.", 
            "topic": "Export Development Canada", 
            "time": "2010-03-31 15:10:00", 
            "attribution": "Hon. Peter Van Loan (Minister of International Trade, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Merv Tweed", 
                "url": "/politicians/merv-tweed/", 
                "member_id": 1299, 
                "party": "Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 291
            }, 
            "url": "/hansards/2238/113/", 
            "text": "Mr. Speaker, I have the honour to table, in both official languages, the first report of the Standing Committee on Transport, Infrastructure and Communities on its study of Bill C-310 concerning the air passengers' bill of rights.\n\nThe committee recommends that the House does not further proceed with the bill.", 
            "topic": "Committees of the House", 
            "time": "2010-03-31 15:10:00", 
            "attribution": "Mr. Merv Tweed (Brandon—Souris, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Leon Benoit", 
                "url": "/politicians/leon-benoit/", 
                "member_id": 1258, 
                "party": "Conservative", 
                "riding": "Vegreville—Wainwright (Alberta)", 
                "id": 25
            }, 
            "url": "/hansards/2238/114/", 
            "text": "Mr. Speaker, I have the honour to present, in both official languages, the first report of the Standing Committee on Natural Resources in relation to the main estimates for 2010-11, unamended.", 
            "topic": "Committees of the House", 
            "time": "2010-03-31 15:10:00", 
            "attribution": "Mr. Leon Benoit (Vegreville—Wainwright, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Maxime Bernier", 
                "url": "/politicians/maxime-bernier/", 
                "member_id": 337, 
                "party": "Conservative", 
                "riding": "Beauce (Québec)", 
                "id": 404
            }, 
            "url": "/hansards/2238/115/", 
            "text": "Mr. Speaker, I have the honour to table, in both official languages, the report of the Standing Committee on National Defence on its study of recruitment and retention in the Canadian Forces.\n\nPursuant to House of Commons Standing Order 109, the committee requests that the government table a comprehensive response to this report.", 
            "topic": "Committees of the House", 
            "time": "2010-03-31 15:10:00", 
            "attribution": "Hon. Maxime Bernier (Beauce, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Paul Szabo", 
                "url": "/politicians/paul-szabo/", 
                "member_id": 3198, 
                "party": "Liberal", 
                "riding": "Mississauga South (Ontario)", 
                "id": 279
            }, 
            "url": "/hansards/2238/116/", 
            "text": "Mr. Speaker, I have the honour to present, in both official languages, the fourth report of the Standing Committee on Access to Information, Privacy and Ethics.\n\nIn accordance with its order of reference of Wednesday, March 3, 2010, the committee has considered vote 40 under Justice in the main estimates for the fiscal year ending March 31, 2011, and reports the same, less the amounts in the interim supply.", 
            "topic": "Committees of the House", 
            "time": "2010-03-31 15:10:00", 
            "attribution": "Mr. Paul Szabo (Mississauga South, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Merv Tweed", 
                "url": "/politicians/merv-tweed/", 
                "member_id": 1299, 
                "party": "Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 291
            }, 
            "url": "/hansards/2238/117/", 
            "text": "Mr. Speaker, I have the pleasure of presenting two sets of petitions today.\n\nThe first calls upon the government to support a universal declaration on animal welfare.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:10:00", 
            "attribution": "Mr. Merv Tweed (Brandon—Souris, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Merv Tweed", 
                "url": "/politicians/merv-tweed/", 
                "member_id": 1299, 
                "party": "Conservative", 
                "riding": "Brandon—Souris (Manitoba)", 
                "id": 291
            }, 
            "url": "/hansards/2238/118/", 
            "text": "Mr. Speaker, I also have several petitions from all across Canada supporting my Bill C-322, An Act to amend the Canada Post Corporation Act (library materials), which will protect and support the library book rate and extend it to include audiovisual material.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:10:00", 
            "attribution": "Mr. Merv Tweed (Brandon—Souris, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Julian", 
                "url": "/politicians/peter-julian/", 
                "member_id": 1265, 
                "party": "NDP", 
                "riding": "Burnaby—New Westminster (B.C.)", 
                "id": 146
            }, 
            "url": "/hansards/2238/119/", 
            "text": "Mr. Speaker, I am very proud to represent New Westminster, of course being the oldest city in western Canada, and Burnaby, the best run city in Canada according to Macleans magazine.\n\nI would like to present a petition signed by many residents, not of Burnaby--New Westminster, but of Toronto and Thornhill, Ontario, and throughout southern and southwestern Ontario.\n\nThe petitioners are concerned about the plight of refugees from North Korea who have escaped North Korea and gone into China and are being sent back to North Korea routinely, whereas, as you know, Mr. Speaker, there is appalling disregard for their human rights and punishment by the brutal North Korean regime.\n\nThe undersigned citizens call upon the House of Commons and the Government of Canada to support my motion, Motion No. 383, and vigorously participate in the effort to support these refugees from North Korea and ensure that they are not sent back to North Korea but rather are sent to South Korea or other safe havens.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:10:00", 
            "attribution": "Mr. Peter Julian (Burnaby—New Westminster, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mario Laframboise", 
                "url": "/politicians/mario-laframboise/", 
                "member_id": 465, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau—Mirabel (Québec)", 
                "id": 158
            }, 
            "url": "/hansards/2238/120/", 
            "text": "Mr. Speaker, I am pleased to present five petitions from residents of the municipalities of Oka, Ripon, Notre-Dame-de-la-Paix, Saint-Colomban and Chénéville, who are calling on the government to maintain the moratorium on closing rural post offices and enable the Canada Post Corporation to maintain, expand and improve postal service.\n\nThese people certainly did not know that the budget implementation bill would do away with Canada Post's exclusive privilege.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:15:00", 
            "attribution": "Mr. Mario Laframboise (Argenteuil—Papineau—Mirabel, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Weston", 
                "url": "/politicians/john-weston/", 
                "member_id": 1226, 
                "party": "Conservative", 
                "riding": "West Vancouver—Sunshine Coast—Sea to Sky Country (B.C.)", 
                "id": 617
            }, 
            "url": "/hansards/2238/121/", 
            "text": "Mr. Speaker, I have the honour to present two petitions.\n\nThe first one is on behalf of the undersigned who draw attention to the oppression of democratic rights in Iran. The petitioners are calling for a remedy to the ongoing violation of civil and human rights there.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:15:00", 
            "attribution": "Mr. John Weston (West Vancouver—Sunshine Coast—Sea to Sky Country, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "John Weston", 
                "url": "/politicians/john-weston/", 
                "member_id": 1226, 
                "party": "Conservative", 
                "riding": "West Vancouver—Sunshine Coast—Sea to Sky Country (B.C.)", 
                "id": 617
            }, 
            "url": "/hansards/2238/122/", 
            "text": "The second petition, Mr. Speaker, is a petition signed by the undersigned who point to Canadians enjoying visa free business to Taiwan and are calling for Canada to lift the requirement for people from Taiwan to acquire a visa to come to Canada.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:15:00", 
            "attribution": "Mr. John Weston (West Vancouver—Sunshine Coast—Sea to Sky Country, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Pat Martin", 
                "url": "/politicians/pat-martin/", 
                "member_id": 2515, 
                "party": "NDP", 
                "riding": "Winnipeg Centre (Manitoba)", 
                "id": 185
            }, 
            "url": "/hansards/2238/123/", 
            "text": "Mr. Speaker, I would like to table today a petition signed by thousands of Canadians who call upon Parliament to take note of the fact that asbestos is the greatest industrial killer that the world has ever known. In fact, they point out that more Canadians die from asbestos than from all other causes combined in the workplace.\n\nThey also point out that, in spite of this, Canada remains one of the largest producers and exporters of asbestos in the world, dumping nearly 200,000 tonnes per year into underdeveloped and third world countries.\n\nTherefore, these petitioners from all over Canada call upon the government to ban asbestos in all of its forms and institute a just transition program for the workers who still work in that industry, to end all government subsidies to asbestos, both in Canada and abroad, and to stop blocking international health and safety conventions designed to protect workers from asbestos, such as the Rotterdam convention.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:15:00", 
            "attribution": "Mr. Pat Martin (Winnipeg Centre, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ed Holder", 
                "url": "/politicians/ed-holder/", 
                "member_id": 1069, 
                "party": "Conservative", 
                "riding": "London West (Ontario)", 
                "id": 584
            }, 
            "url": "/hansards/2238/124/", 
            "text": "Mr. Speaker, it is my pleasure to rise today to present a petition forwarded to me by Anne Tavares of London, Ontario.\n\nAnne's son, Steven, was savagely murdered. In fact, he was stabbed 28 times by a person who was deemed not criminally responsible due to a mental disorder. Just three years after his conviction, the murderer is out now on the street without a criminal record.\n\nThis petition aims to right a wrong by requiring that the amount of time the accused spends in hospital is reflective of the severity of the crime committed. It also calls for the review board to be accountable to victims and the public regarding the release of anyone who may still pose a significant threat to the public or the victim.\n\nThis petition has been signed by over 200 Londoners, certified, and it is my privilege to present it to the House on behalf of Anne Tavares, her family and her many supporters.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:15:00", 
            "attribution": "Mr. Ed Holder (London West, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Judy Wasylycia-Leis", 
                "url": "/politicians/judy-wasylycia-leis/", 
                "member_id": 1310, 
                "party": "NDP", 
                "riding": "Winnipeg North (Manitoba)", 
                "id": 301
            }, 
            "url": "/hansards/2238/125/", 
            "text": "Mr. Speaker, I am pleased and honoured to present a petition signed by many people from Manitoba who are very concerned about funding for the healing programs under the Aboriginal Healing Foundation. They are very worried because that funding comes to an end today.\n\nHowever, they hold up great hope and they call on the government to think twice, to think with great compassion and understanding of the predicament of aboriginal people, especially those who went through the residential school system.\n\nThe petitioners are pleased that our colleague from Churchill and the New Democratic caucus were able to organize an emergency debate in the House just last evening to bring pressure to bear on the government. However, they want to add their voice to all the hundreds of others who have signed petitions to plead with the government to restore funding and ensure that the Aboriginal Healing Foundation is able to continue.\n\nI especially want to note the impact that these cuts will have on organizations in my constituency, including the Manitoba Métis Federation and the Native Addictions Council of Manitoba. Both organizations provide critical services to people who have been through the worst imaginable horrors in going through the residential school system, losing a sense of identity and trying to bring some normalcy back to their lives. They depend on organizations like this one.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:20:00", 
            "attribution": "Ms. Judy Wasylycia-Leis (Winnipeg North, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "David Sweet", 
                "url": "/politicians/david-sweet/", 
                "member_id": 586, 
                "party": "Conservative", 
                "riding": "Ancaster—Dundas—Flamborough—Westdale (Ontario)", 
                "id": 456
            }, 
            "url": "/hansards/2238/126/", 
            "text": "Mr. Speaker, I have a petition from hundreds of Canadians who are asking the House to work expeditiously to protect children who are victimized by those who would produce and circulate child porn.\n\nThey particularly point to the use of the Criminal Code, as well as having Internet service providers more accountable and more transparent for the sites they sponsor.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:20:00", 
            "attribution": "Mr. David Sweet (Ancaster—Dundas—Flamborough—Westdale, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Maloway", 
                "url": "/politicians/jim-maloway/", 
                "member_id": 1111, 
                "party": "NDP", 
                "riding": "Elmwood—Transcona (Manitoba)", 
                "id": 599
            }, 
            "url": "/hansards/2238/127/", 
            "text": "Mr. Speaker, I have two petitions to present today.\n\nThousands of Canadians are calling upon Parliament to adopt Canada's first air passengers' bill of rights. Bill C-310 would compensate air passengers with all Canadian carriers, including charters, anywhere they fly in the world.\n\nThe bill provides compensation for overbooked flights, cancelled flights and long tarmac delays. It addresses issues, such as late and misplaced bags, and it requires all-inclusive pricing by airlines in all of their advertising.\n\nThe airlines would need to inform passengers of all flight changes, either delays or cancellations. The new rules would need to be posted at the airport, and airlines must inform the passengers of their rights and the process they have to follow for compensation.\n\nIf the airlines follow the rules, it will cost them nothing. This type of legislation has been in effect in Europe for five years, and the question is why should an Air Canada passenger be treated better in Europe than in Canada.\n\nThe petitioners call upon the government to support Bill C-310, which would introduce Canada's first air passengers' bill of rights.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:20:00", 
            "attribution": "Mr. Jim Maloway (Elmwood—Transcona, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Maloway", 
                "url": "/politicians/jim-maloway/", 
                "member_id": 1111, 
                "party": "NDP", 
                "riding": "Elmwood—Transcona (Manitoba)", 
                "id": 599
            }, 
            "url": "/hansards/2238/128/", 
            "text": "Mr. Speaker, the second petition is signed by dozens of Canadians calling on the Canadian government to match funds personally donated by the citizens of Canada for the victims of the Chilean earthquake.\n\nAs the Speaker knows, the earthquake on February 27, 2010, was an 8.8 magnitude earthquake in southern Chile. The Chilean community in Winnipeg has certainly mobilized and has put on two very successful fundraising socials.\n\nThe petitioners want to know when the Prime Minister will give the same treatment to the Chilean earthquake victims as he did for the victims of the Haitian earthquake and match funds personally donated by Canadians to help the victims of the Chilean earthquake?", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:20:00", 
            "attribution": "Mr. Jim Maloway (Elmwood—Transcona, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mark Warawa", 
                "url": "/politicians/mark-warawa/", 
                "member_id": 1275, 
                "party": "Conservative", 
                "riding": "Langley (B.C.)", 
                "id": 300
            }, 
            "url": "/hansards/2238/129/", 
            "text": "Mr. Speaker, I rise to present four petitions today. The first petition is on skin cancer.\n\nThe petitioners wish to draw the attention of the House to the fact that one in seven Canadians will develop skin cancer in their lifetime, that melanoma is the most serious type of skin cancer and one of the most rapidly increasing cancers in Canada and the second most common cancer in young adults, and that education, resources and treatment are extremely limited.\n\nThe petitioners call upon the Government of Canada to support a national skin cancer and melanoma initiative to provide much needed access to newer drug treatments and funding for research and educational programs.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:20:00", 
            "attribution": "Mr. Mark Warawa (Langley, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mark Warawa", 
                "url": "/politicians/mark-warawa/", 
                "member_id": 1275, 
                "party": "Conservative", 
                "riding": "Langley (B.C.)", 
                "id": 300
            }, 
            "url": "/hansards/2238/130/", 
            "text": "Mr. Speaker, the next petition I am introducing is on medical benefits.\n\nAs there are a number of severe, potentially life-threatening conditions that do not qualify for disability programs because they are not necessarily permanent, the petitioners call upon the House of Commons to enact specific and precise legislation to provide additional medical EI benefits at least equal to maternity EI benefits.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:25:00", 
            "attribution": "Mr. Mark Warawa (Langley, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mark Warawa", 
                "url": "/politicians/mark-warawa/", 
                "member_id": 1275, 
                "party": "Conservative", 
                "riding": "Langley (B.C.)", 
                "id": 300
            }, 
            "url": "/hansards/2238/131/", 
            "text": "Mr. Speaker, in the third petition, the petitioners wish to draw to the attention of the House that the long gun registry, which was originally budgeted to cost Canadians $2 million but the price tag has spiralled out of control to an estimated $2 billion a decade later, has not saved one life since it was introduced.\n\nThe petitioners call upon the House of Commons to support any legislation that would cancel the Canadian long gun registry and streamline the Firearms Act.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:25:00", 
            "attribution": "Mr. Mark Warawa (Langley, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mark Warawa", 
                "url": "/politicians/mark-warawa/", 
                "member_id": 1275, 
                "party": "Conservative", 
                "riding": "Langley (B.C.)", 
                "id": 300
            }, 
            "url": "/hansards/2238/132/", 
            "text": "Mr. Speaker, in the last petition, the petitioners wish to bring to the attention of the House that Canada is a country that respects human rights and includes in the Canadian Charter of Rights and Freedoms that everyone has the right to life.\n\nThe petitioners call upon Parliament to pass legislation for the protection of human life from the time of conception until natural death.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:25:00", 
            "attribution": "Mr. Mark Warawa (Langley, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Joe Comartin", 
                "url": "/politicians/joe-comartin/", 
                "member_id": 1444, 
                "party": "NDP", 
                "riding": "Windsor—Tecumseh (Ontario)", 
                "id": 69
            }, 
            "url": "/hansards/2238/133/", 
            "text": "Mr. Speaker, I rise today to present a petition from about 250 of my constituents and other members from the city of Windsor in the county of Essex.\n\nThe petitioners call upon the government to recognize that there is a crisis in pensions in Canada and they are asking the government to institute policies that would double the Canada pension plan, increase by at least 15% the old age pension, and provide for a pension insurance scheme for the private pensions that are in difficulty in Canada.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:25:00", 
            "attribution": "Mr. Joe Comartin (Windsor—Tecumseh, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Niki Ashton", 
                "url": "/politicians/niki-ashton/", 
                "member_id": 942, 
                "party": "NDP", 
                "riding": "Churchill (Manitoba)", 
                "id": 598
            }, 
            "url": "/hansards/2238/134/", 
            "text": "Mr. Speaker, I am honoured to stand here today to present a petition on behalf of many constituents in northern Manitoba and from across Canada.\n\nThe petitioners are pleading with the government to save the Aboriginal Healing Foundation.\n\nI was honoured yesterday to engage in one of the most important debates that I have had the privilege of being involved in, a debate that was granted by you, Mr. Speaker, and I am thankful.\n\nI would like to point out on behalf of the many people who have signed this petition what an irony it is that today we are celebrating the vote that was received by aboriginal people 50 years ago and yet the government is seeking to cut the funding to an organization that is run by aboriginal people and that is certainly based on the concept of self-government and self-determination, similar to the vote that they had.\n\nThe petitioners are asking the government to respect that spirit of self-determination and to extend the funding to the Aboriginal Healing Foundation.", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:25:00", 
            "attribution": "Ms. Niki Ashton (Churchill, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Claude Gravelle", 
                "url": "/politicians/claude-gravelle/", 
                "member_id": 1054, 
                "party": "NDP", 
                "riding": "Nickel Belt (Ontario)", 
                "id": 588
            }, 
            "url": "/hansards/2238/135/", 
            "text": "Mr. Speaker, it is with great pleasure that I rise to present a petition containing well over 100 names.\n\nThe petitioners, members of the St. Alexander Church in Azilda and Chelmsford, Ontario, call upon the Minister of Justice and the House of Commons to oppose Bill C-384, An Act to amend the Criminal Code (right to die with dignity).", 
            "topic": "Petitions", 
            "time": "2010-03-31 15:25:00", 
            "attribution": "Mr. Claude Gravelle (Nickel Belt, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jay Hill", 
                "url": "/politicians/jay-hill/", 
                "member_id": 1284, 
                "party": "Conservative", 
                "riding": "Prince George—Peace River (B.C.)", 
                "id": 137
            }, 
            "url": "/hansards/2238/136/", 
            "text": "Mr. Speaker, it was brought to my attention by some francophone colleagues that during question period, in response to an answer to his first question, the NDP member for Outremont used some unparliamentary language.\n\nI would ask, Mr. Speaker, that you review the tape and review the blues overnight, and if that is indeed the case, which I believe it to be, that you call upon the member for Outremont tomorrow to apologize and retract the words.", 
            "topic": "Points of Order", 
            "time": "2010-03-31 15:25:00", 
            "attribution": "Hon. Jay Hill (Leader of the Government in the House of Commons, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Thomas Mulcair", 
                "url": "/politicians/thomas-mulcair/", 
                "member_id": 826, 
                "party": "NDP", 
                "riding": "Outremont (Québec)", 
                "id": 546
            }, 
            "url": "/hansards/2238/137/", 
            "text": "Mr. Speaker, the gentleman from the Conservative Party is once again showing the difficulty of working in this House when we only understand one of the two languages spoken.\n\nThe word that I used was correctly translated as “double-crosser”. The exact sentence is that the government is providing munitions to those who affirm that the federal government is comprised of a bunch of double-crossers. That is the way it was translated. That was the correct translation. That is what I said.\n\nThis is a House for debate, even robust debate, and using a word like “double-crosser” is anything but unparliamentary.", 
            "topic": "Points of Order", 
            "time": "2010-03-31 15:25:00", 
            "attribution": "Mr. Thomas Mulcair (Outremont, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/138/", 
            "text": "The Chair will examine the blues in question and get back to the House, if necessary, on this matter.", 
            "topic": "Points of Order", 
            "time": "2010-03-31 15:25:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Tom Lukiwski", 
                "url": "/politicians/tom-lukiwski/", 
                "member_id": 1534, 
                "party": "Conservative", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 173
            }, 
            "url": "/hansards/2238/139/", 
            "text": "Mr. Speaker, I ask that all questions be allowed to stand.", 
            "topic": "Questions on the Order Paper", 
            "time": "2010-03-31 15:25:00", 
            "attribution": "Mr. Tom Lukiwski (Parliamentary Secretary to the Leader of the Government in the House of Commons, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/140/", 
            "text": "Is that agreed?", 
            "topic": "Questions on the Order Paper", 
            "time": "2010-03-31 15:30:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/141/", 
            "text": "Agreed.", 
            "topic": "Questions on the Order Paper", 
            "time": "2010-03-31 15:30:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Tom Lukiwski", 
                "url": "/politicians/tom-lukiwski/", 
                "member_id": 1534, 
                "party": "Conservative", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 173
            }, 
            "url": "/hansards/2238/142/", 
            "text": "Mr. Speaker, I ask that all notices of motions for the production of papers be allowed to stand.", 
            "topic": "Motions for Papers", 
            "time": "2010-03-31 15:30:00", 
            "attribution": "Mr. Tom Lukiwski (Parliamentary Secretary to the Leader of the Government in the House of Commons, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/143/", 
            "text": "Is that agreed?", 
            "topic": "Motions for Papers", 
            "time": "2010-03-31 15:30:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/144/", 
            "text": "Agreed.", 
            "topic": "Motions for Papers", 
            "time": "2010-03-31 15:30:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/145/", 
            "text": "I would like to make a statement about the events which occurred with relation to the recorded divisions taken on March 23, 2010. I would like to thank the hon. whip of the New Democratic Party and the hon. whip of the Bloc Québécois for their interventions on the matter.\n\nDuring the taking of recorded division No. 12 last Tuesday, several members of the official opposition rose to vote on the motion when the nays had not yet been called. In response to calls from the floor to clarify what members were voting on, I interjected in the middle of the vote to state that I had not yet asked for those opposed to the motion to rise.\n\nImmediately thereafter, the chief opposition whip rose on a point of order seeking to have the votes stricken from the record. I proposed that we conclude taking the Yeas, before proceeding to the taking of the votes on the Nays. The hon. whip of the NDP objected that his party had found itself in a similar situation before, and had been denied consent to change their votes.\n\nFollowing the taking of the division, further discussion ensued. At that time, the New Democratic Party whip added that it should be the first vote cast that should count.\n\nBefore I address the specific issues raised concerning this vote, I would like to confirm that it is our long-standing practice that points of order are not entertained during the taking of a recorded division. Given the high level of noise and confusion surrounding this vote, I accepted to hear points of order in an effort to clarify the situation, but this should not have happened and my actions on this occasion should not be viewed as a precedent. Points of order related to the taking of divisions should continue to be raised after the results of a division are announced.\n\nWith regard to the vote taken last week, members may be surprised to learn that it is not unheard of for members to vote twice, that is, both Yea and Nay.\n\nMembers should understand that when they rise to vote, the vote caller is obliged to call their names, even if they have already voted. Furthermore, a review of our past practice has failed to provide guidance on how to address this kind of issue. For instance, in some cases, members have simply clarified their intentions and the record was corrected.\n\nI would invite members to consult the Debates of May 7, 2008, at page 5571 and the Debates of December 12, 2007, at page 2118 for examples of that approach.\n\nAt other times, consent has been sought to have the votes cast in error to be corrected and recorded as the member actually intended. See the April 9, 2008 Debates at page 4709 for such an occurrence. If consent is granted by the House, the record is corrected; if it is denied, or if the duplication goes unnoticed, the original count showing members voting twice is left unchanged. Examples of such duplicate votes can be found recorded in the Journals of March 5, 2008, division No. 57, and September 28, 2005, division No. 102.\n\nIn the case referred to by the whip of the New Democratic Party and the whip of the Bloc Québécois—which as far as the Chair can tell took place during a division taken on October 16, 2006—the House was faced with a significantly different circumstance. Contrary to what happened last week, the votes for the NDP had been counted only once, but on the wrong side of the question. Then, when consent was sought to have their votes recorded differently, consent was denied, just as it was denied last week.\n\nIn this case, the House has been consistent in its actions.\n\nThe March 23, 2010 Journals show that the names of several members are recorded as having voted both yea and nay for division No. 12 and consent was denied to have those duplicates recorded only as nays. Accordingly, the results of division No. 12 as recorded in the Journals will stand.\n\nHowever, there appears to have been an error in recording divisions Nos. 13, 14 and 15. I have discussed the matter with the parties and I can now confirm that it was the intention of the House to apply the results of division No. 8, not division No. 12, to votes 13, 14 and 15. I therefore direct that the Journals be corrected accordingly.\n\nI thank all hon. members for their interventions and trust that future votes will proceed smoothly, starting with those this evening.", 
            "topic": "Taking of Recorded Divisions on March 23", 
            "time": "2010-03-31 15:30:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Tom Lukiwski", 
                "url": "/politicians/tom-lukiwski/", 
                "member_id": 1534, 
                "party": "Conservative", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 173
            }, 
            "url": "/hansards/2238/146/", 
            "text": "Mr. Speaker, I am rising to speak to a question of privilege that is currently before this House.\n\nIn responding to the points raised by several hon. members on March 18, I want to raise the matter of the authority of the order passed by the House.\n\nAs you know, Mr. Speaker, when the House wishes to request the production of documents, this can be done in two ways: by orders that documents be produced, as is the case here; and by the use of a humble address to Her Excellency the Governor General, to use the word of the address, “praying that she will cause to be laid before the House” particular documents. These are equivalent to command papers, that Erskine May says are presented nominally by command of the Queen.\n\nThe reason for the use of these two formulae is of constitutional significance.\n\nAn address, that is, a request or prayer to the Governor General, as is stated at page 1121 of O'Brien and Bosc:\n\n...is required for correspondence between federal and provincial governments, federal and foreign governments, the federal government and any company, corporation or individual, Orders in Council, and papers concerning royal commissions, the administration of justice, the judicial conduct of judges or the exercise of Crown prerogatives.\n\nThe order of the House passed last December 10 is exactly that, an order of the House. It is issued to no named person. It is not an address to the Governor General. However, on the list of documents subject to the order are many documents that fall into the category of papers requiring an address. Without limiting the list, these would include documents relating to the chief of the defence staff--and here I point out that the military is not a department of government; rather, the military is Her Majesty's Canadian Forces under the command of the Governor General--those relating to the Military Police Complaints Commission, documents relating to the proceedings in the Federal Court, and other documents.\n\nErskine May, in the 7th edition on page 556, describes the general landscape:\n\nParliament, in the exercise of its various functions, is invested with the power of ordering all documents to be laid before it, which are necessary for its information. Each House enjoys its authority separately, but not in all cases independently of the Crown.... Returns of matters connected with the exercise of royal prerogative are obtained by means of addresses to the Crown.\n\nThe distinction between these two classes of returns should always be borne in mind; as, on one hand, it is irregular to order directly that which should be sought for by address; and, on the other, it is a compromise of the authority of Parliament to resort to the Crown for information, which it can obtain by its own order.\n\nIt goes on to say:\n\nAddresses are presented for treaties with foreign powers, for despatches to and from governors of colonies, and for returns connected with the army, the civil government, and the administration of justice.\n\nMr. Speaker, I draw to your attention the ruling of Mr. Speaker Michener on May 6, 1959, found at pages 3378 through 3380 in Hansard. On that occasion, the Speaker had under consideration a notice of motion for the production of copies of letters between a federal minister and a provincial minister. The issue was whether the notice should be an order or an address. Speaker Michener used several authorities to make his decision, and I will quote Speaker Michener's decision:\n\nMay, in his sixteenth edition, at page 273, indicates:\n\n(a) that returns may be moved relating to any public matter in which the house or the crown has jurisdiction;\n\n(b) that these documents may be obtained from all public offices and from corporations, bodies or offices constituted for public purposes, by acts of parliament or otherwise; and\n\n(c) that the papers and correspondence sought from government departments should be of a public and official character and not private or confidential.\n\nCampion, to the same effect, in his Introduction to the Procedure of the House of Commons, third edition, says:\n\nReturns are of two kinds, either to an order of the house or to an address to the crown. This distinction, which corresponds to the constitutional origin of the departments, is still rigorously observed. It amounts to this--that information which is wanted from a department which originally grew out of the royal prerogative, such as a department of a secretary of state, is prayed for by an humble address to the crown, whereas information required from a financial department or from a department constituted under statute is demanded by an order of the House.\n\nAs a result of his deliberations, Speaker Michener used his authority to alter the notice of motion for an order into a notice of motion for an address. However, I hasten to add that there is no instance, and I stress no instance, to be found where the Speaker has altered an adopted order to make it an address.\n\nIt is my submission that the Speaker has no such power once a decision to make an order has been adopted by the House, which is the case here. Nor is it open to the House to create any new privilege.\n\nThe prohibition found in section 18 of the Constitution Act, 1867, is but a reinforcement of the joint resolution of the Lords and Commons of 1704. It states, “That neither House of Parliament have power, by any vote or declaration, to create to themselves new privileges, not warranted by the known laws and customs of Parliament”.\n\nIn conclusion, my submission is that the December 10 order of the House is invalid insofar as it attempts to order the Crown to produce documents. The House has never asserted such a privilege and the Crown has never recognized such a claim. I have made that point several times in the House to hon. members opposite.\n\nThe order of December 10 is a nullity, in my submission, Mr. Speaker, and I ask you to so rule.", 
            "topic": "Privilege", 
            "time": "2010-03-31 15:35:00", 
            "attribution": "Mr. Tom Lukiwski (Parliamentary Secretary to the Leader of the Government in the House of Commons, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Rob Nicholson", 
                "url": "/politicians/rob-nicholson/", 
                "member_id": 1396, 
                "party": "Conservative", 
                "riding": "Niagara Falls (Ontario)", 
                "id": 212
            }, 
            "url": "/hansards/2238/147/", 
            "text": "Mr. Speaker, on March 18, 2010, three members rose on questions of privilege: the member for Scarborough—Rouge River, the member for St. John's East and the member for Saint-Jean. As numerous representations were made by the opposition members on that day, I hope you will indulge with the opportunity to make submissions on all three points.\n\nTo begin with, it is not clear from the submissions of the three members as to what exactly was alleged as a prima facie case of a breach of privilege. For instance, the member for Scarborough—Rouge River proceeded to accuse members of this government and officials of the Department of Justice of everything from malice and subversive intent to constitutional sedition and conspiracy.\n\nOn the other hand, the member for St. John's East and the member for Saint-Jean asked you, Mr. Speaker, to find a prima facie breach of a privilege based on the House order of December 10, 2009. Yet from the motion they proposed, should such a prima facie case were to be found, they made it clear that no actual breach of privilege had occurred since the original order lacked procedures to protect national security interests.\n\nTherefore, I will do my best to respond, first, to the questions raised by the member for Scarborough—Rouge River. Then I would request the opportunity to address the question raised by the member for St. John's East and the member for Saint-Jean.\n\nTurning to the issues raised by the member for Scarborough—Rouge River, as I see it there are essentially two allegations before the Speaker regarding breaches of the House's privileges.\n\nFirst, the member for Scarborough—Rouge River takes issue with a statement by Minister of National Defence in question period on December 1, 2009.\n\nSecond, the member takes issue with a letter from a senior law officer of the Crown to the law clerk of the House of Commons dated December 9, 2009.\n\nI would submit to you, Mr. Speaker, that no prima facie breach is made out in either of these cases. I suggest that this question must, like all questions of parliamentary privilege, be considered in light of two guiding values.\n\nFirst, as is well established in law and parliamentary practice, the principle of necessity must underscore all matters of privilege.\n\nSecond, as parliamentarians, we should always be guided by a principle of great restraint when asserting privileges of the House.\n\nThis approach was expressed in a report from a 1967 United Kingdom select committee on parliamentary privilege when it recommended that parliamentary privileges and immunities should be exercised “as sparingly as possible and only when the House is satisfied that it is essential”.\n\nSimilarly, O'Brien and Bosc cite Joseph P. Maingot's Parliamentary Privilege in Canada that “A genuine question of privilege is therefore a serious matter not to be reckoned with lightly...and thus rarely raised in the House of Commons”.\n\nSimilarly, they cite the 1976 report of the special committee on rights and immunities of members, chaired by Speaker Jerome, in noting that “a question of privilege is a serious matter, when validly raised, but was frequently resorted to when no real question of privilege was actually involved”.\n\nI suggest that no genuine question of privilege is before the Speaker today and that the dignity and efficiency of the House would be better served by dismissing the questions raised by the member opposite.\n\nI would like to first emphasize that in my view the questions raised are primarily a matter of debate. Freedom of speech is essential in a free and democratic society. Freedom of speech is also the cornerstone of parliamentary privilege. Freedom of speech is essential in order to facilitate debate in the House and more generally in a democratic society.\n\nThis means there is an acceptance that members will hold differing views and they have the protected right to express those differences. That includes opinions as to the interpretations of laws.\n\nThe central issue before you, Mr. Speaker, is whether parliamentary privilege gives the House an absolute and unqualified right to order the production of documents and to receive the documents and whether any expression of views that it might not constitute a contempt of the House.\n\nOn this point, I would remind the House that our parliamentary privileges are not indefinite, nor unlimited, but defined by the Constitution in the Parliament of Canada Act as those possessed by the United Kingdom House of Commons in 1867.\n\nOn the second point, I would remind the House that exact scope of those privileges have been a matter of debate since Confederation. As you know, Mr. Speaker, many of our parliamentary privileges are unwritten.\n\nWhile there may be general agreement on the existence of parliamentary privilege, because our privileges are not codified, there are quite often debates on the scope of our privileges.\n\nThere have been occasion where the Government of Canada and the House of Commons have taken different positions on the scope of parliamentary privilege. An example was in the case of Vaid, where the Attorney General of Canada and the House of Commons took different views on the scope of the powers of the House to regulate its internal affairs. We also saw in that case that the scope of the powers of the House was found to be more limited than that what had been claimed.\n\nA similar debate is before us today. The member for Scarborough—Rouge River has expressed an opinion on the scope of the powers of the House to send for papers. The Minister of National Defence, on behalf of the government, has taken a different view.\n\nSimilarly, the law clerk of the House of Commons has expressed his opinion on the powers of parliamentary committees to compel the testimony of witnesses. And the Department of Justice has expressed a different point of view with respect to government officials who are bound by the law and ought not to be pressured by parliamentary committees to breach their duties under statutes like the Privacy Act.\n\nThese differences in opinion are to be expected in a parliamentary democracy and their resolution should be facilitated through debate without imputations of bad faith, malice, subversion or intimidation.\n\nThis debate is not new nor is it limited to Canada. While one might argue that in theory the House has absolute powers, Canadian and other Commonwealth examples demonstrate that this has not been recognized in practice.\n\nFor example, Speaker Beaudoin observed in 1957 that:\n\nNo matter how ample its powers may be, there are certain documents to which the house is not entitled, and that is those a cabinet minister refuses to produce on his own responsibility.\n\nSimilarly in the United Kingdom, a resolution on ministerial accountability was adopted unanimously by the House of Commons in March 1997, which acknowledged that ministers may withhold information in accordance with access to information rules reflecting the long-standing practice in that House.\n\nIn Australia the government routinely relies on crown privilege to withhold confidential information from parliamentarians and a senate committee in Australia acknowledged as much last month when it said “that there are certain documents which although it may have the power to receive, the Senate ought refrain from demanding”.\n\nOdgers' Australian Senate Practice also states while the Senate undoubtedly possesses a power to send for papers and records:\n\nWhile the Senate undoubtedly possesses this power, it is acknowledged that there is some information held by government which ought not to be disclosed.\n\nThis principle is the basis of a postulated immunity from disclosure which was formerly known as crown privilege or executive privilege and is now usually known as public interest immunity.\n\nWhile the Senate has not conceded that claims of public interest immunity by the executive are anything more than claims, and not established prerogatives, it has usually not sought to enforce demands for evidence or documents against a ministerial refusal to provide them but has adopted other remedies.\n\nIn 1990, a Canadian Special Committee on the Review of the Canadian Security Intelligence Service Act and the Security Offences Act stated:\n\n...matters of national security are by convention the prerogative of the Crown, not Parliament. This perspective has been enhanced by the view that intelligence agencies need a high level of secrecy to be effective and that making Parliament knowledgeable about such matters may not only politicize affairs, but may actually endanger the state by weakening the effectiveness of its defences.\n\nAgainst this backdrop, I will now address two specific allegations made by the member for Scarborough—Rouge River.\n\nI first will turn to the allegation that the Minister of National Defence, on December 9, 2009, is, as the member for Scarborough—Rouge River alleged in his remarks on March 18, a slander of our House's powers and an attempt to intimidate witnesses. There are two fundamental issues with that allegation.\n\nFirst, the House is a place for debate, for the free expression of ideas and for members to put forth opposing views. The notion that a member could be in contempt of Parliament for stating an alternate point of view or a minority point of view would run counter to the fundamental principles of parliamentary privilege, which is the freedom of speech of members. It is natural, of course, that members will not always agree with one another.\n\nThe Minister of National Defence made a statement responding to a question in question period. The member for Scarborough—Rouge River obviously disagreed with the minister's statement. This is no cause for alarm and it certainly is not a question of privilege. If such were the case, I am personally risking contempt today by speaking in opposition to the member's question. That is not the spirit, the practice nor the purpose of the House.\n\nThe second problem with this allegation relates to the minimal role that the Speaker is empowered to perform in relation to question period. As O'Brien and Bosc state at page 510:\n\nThe Speaker ensures that replies adhere to the dictates of order, decorum and parliamentary language. The Speaker, however, is not responsible for the quality or content of replies to questions. In most instances, when a point of order or a question of privilege has been raised in regard to a response to an oral question, the Speaker has ruled that the matter is a disagreement among Members over the facts surrounding the issue. As such, these matters are more a question of debate and do not constitute a breach of the rules or of privilege.\n\nThis debate over whether the House and its committees have an unqualified right to demand and receive government documents is actually a very old one.\n\nAs I noted at the outset of my remarks, the practice of the House and in other jurisdictions has always been to acknowledge that some information ought not to be disclosed for considerations of public policy or national security.\n\nTo hold today that the statement by the Minister of National Defence is a breach of the House's privileges rather than a question of debate would amount to foreclosing free speech and debate on an issue that has always been a matter of contention in Westminster parliaments.\n\nI will now turn to the second issue raised by the member for Scarborough—Rouge River, who claims that a letter from an assistant deputy minister of the Department of Justice to our law clerk obstructs public servants and threatens statutory and civil sanctions.\n\nThe hon. member's remarks in relation to the letter were unfair, injudicious and intemperate in the extreme. They impugned the good faith, professional competence and reputation of both a senior law officer of the Crown and the Department of Justice. The hon. member imputed possible motives of malice, subversive intent and a conspiracy to undermine Parliament. These allegations are baseless.\n\nAs Attorney General, I ask that officials review the December 7 legal opinion that Mr. Walsh provided to the hon. member for Vancouver South and to provide to him the position of the Department of Justice in that regard. The letter was part of an exchange of views between legal counsel on a matter of law. On no reasonable view of the matter can the mere expression of a legal position by a law officer of the Crown constitute a breach of the privileges of the House.\n\nUnder the Department of Justice Act, the Attorney General of Canada is the official legal adviser of the Governor General and a legal member of the Queen's Privy Council for Canada. Officers in my department act in principle under my instruction.\n\nIt would be a breach of the constitutional separation of powers and an abuse of the proceedings of the House to pursue an officer of my department for having issued in the course of her duties a letter to the law clerk of the House in response to speculation as to the position of the department on an issue of law. The purpose of the letter was to clarify the department's position in a polite and principled manner.\n\nThis House is not a court of law and its legal advisers are not judges. If a statute needs clarification, it can be amended by an act of Parliament with the concurrence of this House.\n\nWhile I respect our law clerk, his views are opinions not the law. It is not a breach of privilege for a law officer of the Crown to hold a different view. To suggest that a legal adviser, who has a different opinion from our law clerk, from the member for Scarborough—Rouge River or even of the House as a whole, is somehow in contempt of the House would be an abuse of our parliamentary privileges.\n\nI would underscore at this point Speaker Fraser's April 9, 1991 ruling that:\n\nThe Speaker will not give a decision upon a constitutional question, nor decide a question of law.\n\nSpeaker Fraser made a similar ruling in 1987 regarding the application of the Official Languages Act. He cited Beauchesne's fifth edition where it states that:\n\nThe Speaker will not give a decision upon a constitutional question nor decide a question of law….\n\nThen he rules as follows:\n\nFrom a procedural point of view, the contention of the hon. member for Charlevoix that if the Official Languages Act does not apply to the House of Commons, his privilege is infringed is clearly not founded in precedent or practice. Whether or not the act applies is a legal issue which the courts should decide, not the Speaker.\n\nI now turn to the substantive content of the letter of December 9, 2009. It begins with a succinct statement of some basic constitutional principles that underlie and strengthen our system of parliamentary democracy. None of these principles were invented by the Department of Justice. Each of these principles has been recognized by the Supreme Court of Canada as part of the fundamental structure of the Constitution.\n\nThere is nothing offensive to the privileges of this House in recognizing the existence of the rule of law, parliamentary sovereignty, responsible government and the separation of powers as essential to the functioning of parliamentary democracy.\n\nThe letter of the assistant deputy minister then states:\n\nThe Department of Justice of Canada has great respect for the work of parliamentary committees, and Ministers, government officials and the law officers of the Crown strive to provide them with information in a full and transparent manner. However, government officials are sometimes under a legal requirement, imposed by a law of Parliament such as the Privacy Act or the Income Tax Act, not to disclose certain information without the consent of those to whom a duty of confidentiality is owed. Legal counsel may also be bound by well-established requirements of the common law, such as solicitor-client privilege, not to release information.\n\nThis is an expression of profound respect for the work of parliamentary committees and it is repeated again at the end of that letter. It is also a recognition that government officials are sometimes duty bound by acts of Parliament or other basic legal requirements not to disclose information without the consent of those to whom a duty of confidentiality is owed.\n\nThis is reflected in successive versions of guides to ministers published by different prime ministers which describes the responsibilities of public servants appearing on behalf of their ministers at parliamentary committees.\n\nFor example, on page 14 of Prime Minister Chrétien's guide published in June 2002, it stated:\n\nOfficials also have a duty and specific legal responsibility to hold in confidence information that may have come into their possession in the course of their duties. Therefore, when appearing before parliamentary committees, they are bound by these legal obligations, as well as an obligation to the Minister and to the government, not to disclose information that is confidential for reasons of national security or privacy, or because it consists of advice to Ministers.\n\nPrime Minister Martin's guide published in 2004 contains a virtually identical statement at page 20 and that same statement is made on page 18 of the current guide, “Accountable Government”. On page 18 of the current guide, “Accountable Government”, it notes:\n\nOfficials also have a duty and specific legal responsibility to hold in confidence information that may have come into their possession in the course of their duties. Therefore, when appearing before parliamentary committees, they are bound by these legal obligations, as well as an obligation to the Minister and to the government, not to disclose information that is confidential for reasons of national security or privacy, or because it consists of advice to Ministers.\n\nThis has never been challenged by the House of Commons. In 1991 the government issued notes on responsibilities of public servants in relation to parliamentary committees. This document, which has not been rescinded or altered under successive governments, states:\n\nPublic servants have a general duty, as well as a specific legal responsibility, to hold in confidence the information that may come into their possession in the course of their duties. This duty and responsibility are exercised within the framework of the law, including in particular any obligations of the Government to disclose information to the public under the Access to Information Act or to protect it from disclosure under other statutes such as the Privacy Act.\n\nThe letter from the assistant deputy minister also cites the ruling of the Supreme Court of Canada in the Vaid case for the legal proposition that acts of the Parliament of Canada may apply expressly to the Houses of Parliament, such as the Official Languages Act, or implicitly, as in the case of the Human Rights Act.\n\nIn the Vaid case the Supreme Court rejected the argument that the Canadian Human Rights Act had no application to the House of Commons because it did not so expressly provide. The Supreme Court held that the argument was “out of step with modern principles of statutory interpretation accepted in Canada”, and that the proper approach was to construe the words of the act in their entire context, having regard to the scheme, object and remedial purpose of the act.\n\nEach of the three branches of government must respect the legitimate sphere of activity of the others.\n\nHowever, as the Supreme of Canada put it in Vaid:\n\nLegislative bodies created by the Constitution Act, 1867 do not constitute enclaves shielded from the ordinary law of the land.\n\nThe member also raised the issue of the 1991 situation in which personal information protected by the Privacy Act was ordered by the House.\n\nYou may recall, Mr. Speaker, that the order of the House was grounded in the authority of the Privacy Act.\n\nI turn now to the paragraph of the letter that the member for Scarborough—Rouge River characterizes as “contemptuous”. That paragraph of the letter reads in full as follows:\n\nOf course, there may be instances where an Act of Parliament will not be interpreted to apply to the Houses of Parliament (or their committees).\n\nHowever, that does not mean automatically that government officials--who are agents of the executive, not the legislative branch--are absolved from respecting duties imposed by a statute enacted by Parliament,or by requirements of the common law, such as solicitor-client privilege or Crown privilege.\n\nThis is so even if a parliamentary committee, through the exercise of parliamentary privilege, may extend immunity to witnesses appearing before it.\n\nA parliamentary committee cannot waive a legal duty imposed on government officials.\n\nTo argue to the contrary would be inimical to the principles of the rule of law and parliamentary sovereignty.\n\nA parliamentary committee is subordinate, not superior, to the legislative will of Parliament as expressed in its enactments.\n\nThere should be nothing controversial in that statement. It simply means that where the Parliament of Canada has, by statute, enacted a duty of confidentiality and imposed it on government officials, or where the law of solicitor-client privilege imposes a similar duty of confidentiality on lawyers not to disclose the legal advice given to their clients, or when some other legal duty, such as Crown privilege, is at stake, the proper attitude of government officials cannot be that they are instantly relieved of their legal duties when they are called to appear before a parliamentary committee.\n\nTo assume otherwise would undermine the constitutional principles of parliamentary sovereignty and the rule of law, and would make parliamentary committees a law unto themselves.\n\nThis House has a long tradition of respecting the claims of confidentiality asserted by government officials.\n\nAs the former law clerk and parliamentary counsel to this House, Joseph Maingot, Queen's Counsel, has written in Parliamentary Privilege in Canada:\n\nWith respect to federal public servants who are witnesses before committees of either House, the theory of the compellability of witnesses may come into conflict with the principle of ministerial responsibility. By convention, a parliamentary committee will respect Crown privilege when invoked, at least in relation to matters of national and public security.\n\nThere is nothing in the letter of the assistant deputy minister that can be seen as an attempt to intimidate government witnesses. It is well understood that all witnesses who testify before parliamentary committees are immune from legal and disciplinary proceedings in respect of their testimony, and this is expressly acknowledged in the letter.\n\nMoreover, it is the long-standing policy of the government that officials should be as forthcoming as possible before parliamentary committees.\n\nThe letter explains why these committees should not be pressuring witnesses to breach legal and statutory duties by which witnesses sometimes feel bound.\n\nIt is true that statutes such as the Privacy Act and the Income Tax Act do not apply to privacy committees. It is equally true, however, that they do apply to government institutions and officials. As the letter of December 9, 2009, states:\n\nFaced with an apparent refusal to provide information, the appropriate recourse for a parliamentary committee is to report the matter to the House for its consideration.\n\nIf a statute needs clarification, and if public servants are to be relieved of their legal duties in respect of values, such as privacy and confidentiality, then it is open to the Parliament of Canada to amend the act accordingly. It is not open to a parliamentary committee to do so.\n\nFinally, there is nothing in the letter of the assistant deputy minister that would give rise to a reasonable inference that, as Mr. Walsh put it in his reply of December 10:\n\n[Any government official] may be prosecuted or disciplined for making any disclosure in their testimony before a committee.\n\nAnd that, thus, the letter “may be seen as an indirect attempt to intimidate” government officials and thereby “interfere with the proceedings” of a parliamentary committee.\n\nFirst, it is well understood and confirmed in the jurisprudence of the courts that officials like other witnesses who testify before parliamentary committees are immune from legal and disciplinary proceedings in respect of their testimony.\n\nSecond, it is the long-standing policy of the government that officials should be as transparent and forthcoming as possible before parliamentary committees.\n\nThere is nothing in the principled views expressed by the assistant deputy minister of the application of acts of parliament and other legal duties to government officials that could possibly give rise to the types of imputations and hypotheses made by the member opposite.\n\nI recognize that there are precedents where a prima facie breach of privilege has been found where a witness was threatened with legal proceedings as a result of his or her testimony before a committee. However, that is not the case here.\n\nThe letter from the Department of Justice was addressed to the law clerk, not to any particular witness. The letter did not concern a specific committee or a specific witness. More important, nowhere does the letter threaten statutory or civil sanctions against a real or hypothetical witness. To the contrary, as I have pointed out, the letter recognizes that witnesses are protected by parliamentary privilege when appearing before a committee.\n\nThe letter states:\n\n--a parliamentary committee, through the exercise of parliamentary privilege, may extend immunity to witnesses appearing before it.\n\nThe letter does state that a parliamentary committee cannot absolve officials from their legal duties.\n\nAs I am sure you will agree, Mr. Speaker, being absolved from a legal duty and being immune from prosecution for breach of that duty are two very different things.\n\nI state unequivocally that it is not, and has never been even remotely, the intention of the Department of Justice or any of its officials to pressure or intimidate government witnesses before parliamentary committees. As I have noted, my department has great respect for the work of parliamentary committees and for the role of this House.\n\nAt the same time, the principles underpinning our constitutional system of parliamentary democracy commend respect for the work of the Department of Justice and the role of the law officers of the Crown in supporting the executive branch.\n\nLegal opinions and perspectives can differ among legal advisers without the House intervening in this extraordinary and unprecedented matter.\n\nI trust this explanation of the legal position of the Department of Justice, as set out in the letter of the assistant deputy minister, will satisfy the concerns of members of this House.\n\nFundamentally, suggesting that the December 9 letter is a breach of our privileges would be inconsistent with the values and principles of a free and democratic society, which encourages the free exchange of views and ideas. Disagreements ought to be resolved through debate, not through the powers of the House.\n\nTo conclude on this point, in order for there to be a valid question of privilege there must be evidence that the House and its members have been impeded in carrying out their parliamentary duties.\n\nWith respect to the statement by the Minister of National Defence and the letter from the Department of Justice, the member for Scarborough—Rouge River has provided no evidence at all that any witnesses were intimidated or did not appear before the Special Committee on the Canadian Mission in Afghanistan. In no way was the work of the committee impeded by this statement or by that letter.\n\nIt is patently unreasonable to impute such intentions to a senior law officer of the Crown, the Department of Justice or a minister of the Crown. The Minister of National Defence and the Department of Justice were simply reiterating long-held views of the Government of Canada, which are consistent with parliamentary practice.\n\nI would submit, Mr. Speaker, that the matters raised by the member for Scarborough—Rouge River are matters of debate. They are not questions of privilege.\n\nI would encourage members of this House to resolve disagreements through debates and the free exchange of ideas, and not to abuse the powers accorded to the House in the name of parliamentary privilege.\n\nAs you know, Mr. Speaker, Mr. Iacobucci was appointed as an independent, impartial adviser. He has significant expertise and experience in this area and will provide our government with valuable advice for fulfilling our responsibilities to parliamentarians and to Canadians. In the meantime, we will continue to provide all legally available documents.\n\nI would now like to reply to the questions raised by the member for St. John's East and the member for Saint-Jean regarding the order of the House for the production of documents on December 10, 2009. I will focus my comments on two aspects of the questions raised by the hon. members.\n\nFirst, I will explain why no prima facie breach of privilege has been made out in this case, noting that the government has taken steps to respond to the December order in a responsible manner.\n\nSecond, I submit that the question raised is primarily one of debate rather than privilege. I will address these issues in turn.\n\nTurning to the first point, Mr. Speaker. On December 9, 2009 a majority of this House voted in favour of the public disclosure of a very large number of documents that contained sensitive and confidential information. It did so despite repeated warnings from the government that the disclosure of this information would harm Canada's national security, international relations and national defence.\n\nIn order for there to be a valid question of privilege, there must be evidence that the House and its members have been impeded in carrying out their parliamentary duties. I would argue that to the contrary, the government has made attempts to facilitate the work of members in holding the government to account.\n\nThe government wishes to provide members with the information that is necessary for them to perform their duty of holding the government to account. Ministers and public servants will always strive to provide parliamentarians with information in a full and transparent manner, but we must balance this obligation with our fundamental duty to protect information for reasons of national security, national defence and foreign relations. This has been our approach in relation to the issue of the transfer of Afghan prisoners.\n\nMr. Speaker, as you will recall, the December order called for uncensored documents. It listed eight different categories of documents to be produced. The order did not specify exactly when such documents should be produced, who should produce them or to whom they should be produced. The order made no reference to the confidential information being protected or that the Security of Information Act or other laws would be respected.\n\nMr. Speaker, in light of this, I would like to take this opportunity to note the following facts for your information and for the information of the House.\n\nFirst, the categories of documents listed in the order include tens of thousands of pages related to the transfer of Afghan prisoners.\n\nSecond, it is the firm position of the Government of Canada that the public disclosure of military and other secrets would be injurious to Canada's international relations, national defence and national security interests, if released.\n\nThe December motion indicated no means for safeguarding this information, which is the responsibility of the Government of Canada to protect. In the member for St. John's East's submissions of March 18, he seemed to share our concerns, in which case the idea of a prima facie case is simply not presented. He stated:\n\nWe recognize that the government cannot and should not be expected to dump hundreds or thousands of pages of unredacted documents on the table of the House of Commons. That is not what the House has asked for. It has demanded its constitutional right for a procedure to hold the government accountable for its actions.\n\nHowever, as I just noted, the terms of the House order were simply to release the documents and it did not specify any safeguards at all. Moreover, the government has given the member exactly what he asked for in terms of “a procedure to hold the government accountable for its actions”.\n\nOn March 5, I announced the appointment of the Hon. Frank Iacobucci to review the documents in question and thereby assist the opposition parties in holding the government to account. Mr. Iacobucci was appointed by the governor in council on the recommendation of the Prime Minister. He has significant expertise and experience, which make him particularly well qualified to undertake this review. He is a former justice of the Supreme Court of Canada. He recently served as commissioner in an internal inquiry that dealt with matters of national security.\n\nThe government took this step to develop a reasonable response given the serious interests at stake. The order of December 10 did not require us to do this, since that order provided no protections for sensitive information. The government took this step to offer a very reasonable compromise between the complex and serious interests at stake.\n\nOn the one hand, as the member has acknowledged, the government cannot be expected to compromise Canada's national security interests. On the other hand, we want to provide as much information as we responsibly can to assist parliamentarians in their duties. Mr. Iacobucci will review the documents and make an objective independent assessment as to what he believes must be protected and what can be released in this context.\n\nThe legal instrument pointing Mr. Iacobucci provides that he will review all relevant documents and that his work is to be “completed expeditiously”. He will make those recommendations to me. He will also prepare a report summarizing his methodology and general findings. I will make this report available to members of the House and to the public.\n\nThe member, in his remarks, accused the government of using “national security as an excuse to hide embarrassing information”. In fact, Mr. Iacobucci's review will not only assure parliamentarians that only legitimate security defence and international relations are protected but it will go further.\n\nHis terms of reference permit him to:\n\n—make recommendations as to whether any injurious information or a summary of it should be disclosed on the basis that the public interest in disclosure, including for the purpose of providing parliamentarians with Government information necessary to hold the Government to account on the matter of the transfer of Afghan detainees, outweighs the public interest in non-disclosure for the purpose of preventing injury to Canada's international relations, national defence or national security, after considering the form of and conditions to disclosure that are most likely to limit any injury to international relations, national defence or national security;\n\nTherefore, Mr. Iacobucci's terms of reference allow him to ensure that the House is provided with all of the information it needs, including the information that is necessary to hold the government to account. He will identify information that may be disclosed without causing harm to important interests, such as international relations, national defence and public security. Even if disclosing some of the information may cause harm, Mr. Iacobucci may still recommend that it be disclosed in the public interest.\n\nFinally, Mr. Iacobucci may recommend disclosure of a summary of confidential information or to suggest that certain conditions be imposed on disclosure to minimize the risk of harm.\n\nThe members opposite should let Mr. Iacobucci do his work. It is in the interests of Canada and parliamentarians that he be given the opportunity to do so.\n\nWhat is more, our government has consistently tried to facilitate the work of the Special Committee on the Canadian Mission in Afghanistan. We proposed that the special committee be re-established at the earliest opportunity. Working with the opposition, the committee was, thus, appointed on the very first day of this session of Parliament.\n\nIn the last session, ministers, high-ranking military officers and senior officials appeared before the committee to fully account for the Canadian mission in Afghanistan. We have provided to the committee the information requested in the order where this was consistent with our duty to protect the security of the nation and the public interest.\n\nAs I have mentioned, we have also appointed Mr. Iacobucci to review the documents to assure members that they can be confident that they will receive as much information as possible.\n\nIn this context, the question of privilege raised by members is, at the very least, premature and should be dismissed on that basis. Moreover, it is insufficient to ground a case for a prima facie question of privilege in these circumstances.\n\nIn 1961 Speaker Michener made the following comment about the production of papers when he stated:\n\nthere has been a well recognized practice established in the House that a Minister, who does not wish to be bound by an unqualified Order of the House to produce documents which he does not propose to produce or does not wish to produce for some recognized reason a public policy, may rise and state his objection so that his objection will be a matter of record. This statement is, to some extent, a protection of the Minister against the unqualified Order of the House calling upon him to produce the documents mentioned.\n\nYou will recall, Mr. Speaker, that during the debate on December 10 multiple ministers rose in their places to object to the production of confidential information on the grounds of injury to Canada's national security interests. It should not now be considered a breach of the House order not to produce that information.\n\nAs recently as June 8, 2006, Mr. Speaker, you ruled that national security, when asserted by a minister, was sufficient to set aside the usual requirement to table documents cited in debate and that the Speaker had no role in assessing the documents for that purpose. This ruling was based on the ruling of the Deputy Speaker on November 2, 1983, which held that a minister could refuse to table a document cited in the debate where it was not in the public interest. In that case, the public interest was confidentiality of international diplomatic communications.\n\nThese rulings underscore the principle that some information simply cannot be laid on the table because it must be protected by the government. There are good reasons why parliamentary practice has recognized that there are certain types of information that would be unwise to be disclosed to the House.\n\nThe fundamental issue at stake was captured by a very well-known and distinguished professor who you would know, Mr. Speaker, as well as I do. That is Professor C.E.S. Franks of Queen's University. In a 1979 study on Parliament and security matters he said:\n\nIn dealing with matters that must legitimately be kept secret for reasons of state, there is a dilemma in establishing a system of control. At some point secrecy must end and publicity begin, and at this juncture there must inevitably be a gap in knowledge and power 'to send for persons, papers and records' between the controllers and the controlled. If Parliament shares the secret knowledge, then the press and public must accept Parliament's viewpoint on trust; if Parliament is not privy to the secrets, then Parliament must accept some other person's conclusions on trust. There is little evidence in Canada that either Parliament or the public would accept Parliament as part of the inner circle of control, privy to the secrets of state.\n\nEven more recently, renowned legal scholar Professor Patrick Monahan of Osgoode Hall Law School expressed these same concerns and reservations. He said:\n\nLet's take the issue around no one's suggesting that we're going to reveal confidential sources of information. If it comes to this, if I'm a foreign government and I say I want absolute assurance that this information will not be made public and they say we assure that but they say actually if a group of MPs decides to vote for release of that information there is a chance that it could be made public, so the point will be you won't get the information right. We won't have that information.\n\nAgain, you do have to understand that if the Government of Canada is put in a position on foreign affairs and national security issues where it isn't able to give those kinds of assurances because someone has passed a statute that says now members of Parliament, if they decide that it is going to be a political interest can get that information, it is going to affect our ability to deal as a sovereign nation and deal with some of these issues around national security.\n\nI would ask you, Mr. Speaker, and all the members of this House to recognize the obligations of the government to protect our national interest, consistent with the traditions and practices of this place.\n\nJoseph Maingot recognizes this in his text on parliamentary privilege where he states:\n\nBy convention, a parliamentary committee will respect Crown privilege when invoked, at least in relation to matters of national and public security.\n\nIt is worth noting that a 1999 report from a United Kingdom joint committee on parliamentary privilege sought to define examples of what would appropriately be considered contempt of the House. In relation to produce papers, it stated, without reasonable excuse, refusing to answer a question or provide information or produce papers formally required by the House or a committee” could be considered contempt.\n\nNow I would emphasize the expression “without reasonable excuse”. As the government has valid claims under Crown privilege to protect the public interest, I would submit that the government has a reasonable excuse in this matter.\n\nThe Government of Canada is meeting its constitutional and legal obligations to the House and to the people of Canada in a reasonable and responsible manner. Complying with the bare terms of order would seriously put at risk our relations with other countries and our activities on the ground in Afghanistan.\n\nAs a responsible government, we cannot put these matters at risk. However, we have given parliamentarians as much of the information that they have requested as is consistent with our duties as a responsible government.\n\nIn addition we appointed Mr. Iacobucci, an eminent jurist, to review the documents at issue in this motion. By virtue of this review, parliamentarians and Canadians can be assured that they are receiving as much information as is in the public interest, while also minimizing injury to Canada's national defence, international relations and national security.\n\nOn March 18, Mr. Speaker, you stated that you had advised members that we should wait and “see what would happen with the inquiry that Mr. Justice Iacobucci is carrying out”. I believe that this is wise advice that should apply in relation to these questions of privilege.\n\nTurning to the second more fundamental problem with the question before you, Mr. Speaker, I would argue that finding a breach of privilege on this matter would be an unprecedented extension of the House's privileges. There are diverging views on whether the House and its committees have an absolute and unfettered power to be provided with any and all documents they order from the executive branch and within the Crown prerogative.\n\nIt is true that the House of Commons has significant powers and privileges that are necessary to support its independence and autonomy. However, the Crown and the executive branch is also entrusted with powers and privileges as well as responsibilities for protecting public interest, implementing the laws of Canada and defending the security of the nation, in particular, as the Government of Canada has an obligation to protect certain information for reasons of national security, national defence and foreign relations.\n\nCrown privilege as part of the common law recognizes that the government has a duty to protect these and other public interests. While the member opposite may wish to invoke the idea of parliamentary supremacy to support this point, it must be remembered that the Crown is as much a constituent part of Parliament as is the House of Commons and the Senate. These parts together can act to define the powers of each through statute, but the House alone cannot make law nor extend the scope of its privileges.\n\nThe government wishes to provide members with the information that is necessary for them to perform their duty of holding the government to account. The government of course has great respect for the work of the House of Commons and its committees. Ministers and public servants will always strive to provide parliamentarians with information in a full, transparent manner. However, we must balance this obligation with our fundamental duty to protect information for national security, national defence and foreign relations. This has been a consistent approach by successive governments.\n\nAs you know, Mr. Speaker, in 1973 the government of the day tabled guidelines for the production of papers that established the government's policy of disclosure subject to specific exceptions for reasons of public policy. This document heralded a shift from secrecy to the principle of openness, balanced always with the government's duty to protect the public interest.\n\nThe Hon. Allan McEachern, then president of the Privy Council, made the point when he tabled the guidelines on March 15, 1973, in the House of Commons when he said:\n\nWe believe that Members of Parliament require factual information about the operations of the government in order that they may carry out their parliamentary duties...We are also aware that the desire to make available as much information as possible must be balanced against effective public administration, protection of the security of the state and the rights to privacy.\n\nThis approach is also reflected in the guidelines themselves, which state that the general principle is to:\n\nenable Members of Parliament to secure factual information about the operations of government to carry out their parliamentary duties and to make public as much factual information as possible, consistent with effective administration, the protection of the security of the state, rights to privacy and other such matters.\n\nAs you know, Mr. Speaker, the 1973 guidelines established 16 specific exemptions to the disclosure of government papers or documents.\n\nAs O'Brien and Bosc note on page 473:\n\nAlthough not formally approved by the House, these principles have been followed since then.\n\nI would remind the House that parliamentary privilege is not unlimited but is defined by the privileges, powers and immunities that were held and exercised by the United Kingdom House of Commons in 1867. This is explicit in section 18 of the Constitution Act, 1867, and section 4 of the Parliament of Canada Act. It was understood at the time that the powers of the House and its committees to order the production of papers should be limited where confidential information in the hands of the government is at issue.\n\nIn 1887 Alpheus Todd, the former Librarian of Parliament, explained the principle as follows in his treatise on parliamentary government:\n\nConsiderations of public policy, and a due regard to the interests of the State, occasionally demand, however, that information sought for by members of the legislature should be withheld, at the discretion and upon the general responsibility of ministers. This principle is systematically recognised in all parliamentary transactions: were it otherwise, it would be impossible to carry on the government with safety and honour.\n\nBourinot, in 1884, observed that, in providing returns to orders as well as to addresses, it is not usual for the House to obtain certain information:\n\nWhilst members have every facility afforded them to obtain all the information they require on matters of public concern, occasions may arise when the government will feel constrained to refuse certain papers on the ground that their production would be inconvenient or injurious to the public interest.\n\nThe fact that there are practical limits on the powers of the House has been recognized by the House through the resolution adopted on March 13, 2008, concerning the Canadian mission in Afghanistan, as well as in the special orders creating a Special Committee on the Canadian Mission in Afghanistan on February 10, 2009, and March 3, 2010.\n\nThese motions all state that the Special Committee on the Canadian Mission in Afghanistan should:\n\nReview the laws and procedures governing the use of operational and national security exceptions for the withholding of information from Parliament, the Courts and the Canadian people with those responsible for administering those laws and procedures, to ensure that Canadians are being provided with ample information on the conduct and progress of the mission.\n\nBy adopting these motions, the House has, on three recent occasions, recognized that there are “laws and procedures governing the use of operational and national security exceptions for the withholding of information from Parliament”.\n\nWe have here a case where the government must balance two competing obligations: to provide information to the House where requested, and at the same time, respect our obligations to protect the public interest. While both obligations are valid, to respect one obligation we would potentially be in violation of the other.\n\nFormer Prime Minister Trudeau, on June 26, 1969, made the same point in this place when he stated:\n\nThere will of course always be matters which governments must keep privy to themselves in order that the public interest may be best served, even in the freest and most open of societies. As the commissioners [of the Royal Commission on Security] have stated, “the duty of the state to protect its secrets from espionage, its information from unauthorized disclosure, its institutions from subversion and its policies from clandestine influence is indisputable;--\n\nI would submit that the matters raised by the three members are matters of debate. They are not questions of privilege. I would encourage members of this House to resolve disagreements through debates and the free exchange of ideas, not to abuse the powers accorded to the House in the name of parliamentary privilege.\n\nMr. Speaker, I trust you will agree that such an approach would be consistent with the traditions of this great place and the values of this institution. I know you will consider these submissions that have been made on these important issues with care and judiciousness, as you always do, and I, like other members, look forward to your ruling.", 
            "topic": "Privilege", 
            "time": "2010-03-31 15:40:00", 
            "attribution": "Hon. Rob Nicholson (Minister of Justice and Attorney General of Canada, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/148/", 
            "text": "I thank the hon. Minister of Justice for his lengthy presentation on this subject. I see we are now going to have interventions from some other hon. members.\n\nWe will start with the hon. member for Scarborough--Rouge River.", 
            "topic": "Privilege", 
            "time": "2010-03-31 16:40:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Derek Lee", 
                "url": "/politicians/derek-lee/", 
                "member_id": 3226, 
                "party": "Liberal", 
                "riding": "Scarborough—Rouge River (Ontario)", 
                "id": 167
            }, 
            "url": "/hansards/2238/149/", 
            "text": "Mr. Speaker, I am really seeking the guidance of the Chair here.\n\nThe minister has provided a very substantive reply to the initial interventions. It covered about an hour and a half, and while I am prepared to reply now, it might be a more effective engagement on these significant issues if I, and perhaps some of the others, had additional time, taking us into tomorrow or into the week that follows the break. However, I am prepared to reply now if you think that would be helpful.", 
            "topic": "Privilege", 
            "time": "2010-03-31 16:40:00", 
            "attribution": "Mr. Derek Lee (Scarborough—Rouge River, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/150/", 
            "text": "Of course, the Speaker is not insistent on these matters. We have waited for some time for a government response. I am prepared to wait for a response from the hon. members who initially raised the matter if they would prefer that.\n\nThat is not a problem. We have spent enough time on this matter. I will certainly not be giving my decision tomorrow. So we will have enough time to review the arguments and other presentations can be made.\n\nBefore I give the floor to the hon. member for Saint-Jean, I must say one thing.\n\nIt is my duty, pursuant to Standing Order 38, to inform the House that the questions to be raised tonight at the time of adjournment are as follows: the hon. member for Scarborough—Guildwood, International Aid; the hon. member for Hull—Aylmer, Afghanistan.\n\nThe hon. member for Saint-Jean.", 
            "topic": "Privilege", 
            "time": "2010-03-31 16:40:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Claude Bachand", 
                "url": "/politicians/claude-bachand/", 
                "member_id": 3317, 
                "party": "Bloc", 
                "riding": "Saint-Jean (Québec)", 
                "id": 14
            }, 
            "url": "/hansards/2238/151/", 
            "text": "I would like to thank you for giving me the opportunity to reply to the speeches from the two ministers.\n\nWhen talking about this subject, I often begin my speech by talking about the protectors of the realm. They do an excellent job. Once again, the castle doors have been locked after what has just happened. We, the members of the grand inquest, must investigate the government's behaviour in all matters. It is important that we call on the government to table documents.\n\nI will talk about the debates shortly because we must all have the same information in order to debate. If we do not have the same information, how can we debate effectively?\n\nWe have already said it, and we will say it again: Parliament has undisputed privileges that are recognized in the Constitution. Under these right and privileges, members can demand documents to ensure that the government is behaving properly in all matters.\n\nSince we are not getting the documents—it has been almost four months since the motion of December 10, 2009—what are we waiting for to act on the motion moved on December 10?\n\nAs was the case last month and last week, they are scaling up their efforts.\n\nOn March 16, back in the House, the government realized this was a hot file. It did not know what to do and did not want to release the documents. It decided to appoint a highly skilled judge. We are not disputing his skills. He is indeed intelligent and competent, but this appointment is not a satisfactory response to the decision made on December 10, 2009. That is why we disagree with it.\n\nWhat is more, the mandate given to the judge has no end date. We still think this is a case of contempt. In a dramatic turn of events, last week we learned that the government was going to table 2,600 pages of documents. As the members of the grand inquest, as parliamentarians, we had renewed hope. We were finally going to find out whether the government was behaving properly in this case. We waited with bated breath for the documents to be tabled, but only one series of documents was produced. They had all night to photocopy those documents in order to hand them out to the various parties. To everyone's surprise, at first, there was only one series of documents.\n\nAs the grand inquest, we were required to seek permission to go behind the Speaker's chair where documents are kept in order to consult these documents. We were astonished to see that what we were looking at were more censored documents. It was yet another delay tactic.\n\nToday, we expected the ministers of the Crown, the great protectors of the realm, to explain their actions, to tell us that we were right, to release a certain number of uncensored documents, and to trust us.\n\nThat is not what happened. I am not interested in camping out in front of Buckingham Palace in order to convince the Queen that this is an important matter and that she must intervene. Nor am I interested in parking myself at Rideau Hall to inform the Governor General that I have something to tell her.\n\nI have full confidence that the Speaker of the House of Commons will make the right decision in this matter. That is why I think they are stalling again.\n\nThe Minister of Justice did not let loose a river of words to evade the issue, it was more like a torrent. We could not stand it any more. We had to listen to him prattle on for an hour and a half. I will say right away that we reserve the right to revisit this matter. Out of respect, we will analyse what the ministers said. But for now, it would seem—", 
            "topic": "Privilege", 
            "time": "2010-03-31 16:40:00", 
            "attribution": "Mr. Claude Bachand (Saint-Jean, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/152/", 
            "text": "Oh, oh!", 
            "topic": "Privilege", 
            "time": "2010-03-31 16:40:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Claude Bachand", 
            "url": "/hansards/2238/153/", 
            "text": "Is that the Governor General calling me?", 
            "topic": "Privilege", 
            "time": "2010-03-31 16:40:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/154/", 
            "text": "Order.\n\nA message was delivered by the Usher of the Black Rod as follows:\n\nMr. Speaker, it is the desire of the Honourable the Deputy to Her Excellency the Governor General of Canada that this honourable House attend him immediately in the chamber of the honourable the Senate.\n\nAccordingly the House went up to the Senate chamber.\n\nAnd being returned:", 
            "topic": "Privilege", 
            "time": "2010-03-31 16:45:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/155/", 
            "text": "I have the honour to inform the House that when the House went up to the Senate chamber the Deputy Governor General was pleased to give, in Her Majesty's name, the royal assent to certain bills.\n\nThe hon. member for Saint-Jean.", 
            "topic": "Privilege", 
            "time": "2010-03-31 16:55:00", 
            "attribution": "The Speaker", 
            "heading": "Royal Assent"
        }, 
        {
            "politician": {
                "name": "Claude Bachand", 
                "url": "/politicians/claude-bachand/", 
                "member_id": 3317, 
                "party": "Bloc", 
                "riding": "Saint-Jean (Québec)", 
                "id": 14
            }, 
            "url": "/hansards/2238/156/", 
            "text": "Mr. Speaker, I do not want to take up too much of the House's time. As I said earlier, we reserve the right to come back to this topic tomorrow and comment on everything the ministers said today. We are going to do a more thorough study and focus perhaps more on points of law than political points.\n\nWith your permission, I will give the floor to some of my colleagues, who would like to take over. Thank you for your patience, Mr. Speaker.", 
            "topic": "Privilege", 
            "time": "2010-03-31 16:55:00", 
            "attribution": "Mr. Claude Bachand (Saint-Jean, BQ)", 
            "heading": "Royal Assent"
        }, 
        {
            "politician": {
                "name": "Joe Comartin", 
                "url": "/politicians/joe-comartin/", 
                "member_id": 1444, 
                "party": "NDP", 
                "riding": "Windsor—Tecumseh (Ontario)", 
                "id": 69
            }, 
            "url": "/hansards/2238/157/", 
            "text": "Just briefly, Mr. Speaker, I know my colleague from Saint-Jean wants to address this, but like the other members from the Bloc and the Liberal Party, would like to do it at a later time.", 
            "topic": "Privilege", 
            "time": "2010-03-31 16:55:00", 
            "attribution": "Mr. Joe Comartin (Windsor—Tecumseh, NDP)", 
            "heading": "Royal Assent"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/158/", 
            "text": "I have indicated that is satisfactory, so we will consider the matter closed for now.", 
            "topic": "Privilege", 
            "time": "2010-03-31 16:55:00", 
            "attribution": "The Speaker", 
            "heading": "Royal Assent"
        }, 
        {
            "politician": {
                "name": "Vic Toews", 
                "url": "/politicians/vic-toews/", 
                "member_id": 1306, 
                "party": "Conservative", 
                "riding": "Provencher (Manitoba)", 
                "id": 287
            }, 
            "url": "/hansards/2238/159/", 
            "text": "moved that Bill C-9, An Act to implement certain provisions of the budget tabled in Parliament on March 4, 2010 and other measures, be read the second time and referred to a committee.", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 16:55:00", 
            "attribution": "Hon. Vic Toews", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ted Menzies", 
                "url": "/politicians/ted-menzies/", 
                "member_id": 1254, 
                "party": "Conservative", 
                "riding": "Macleod (Alberta)", 
                "id": 200
            }, 
            "url": "/hansards/2238/160/", 
            "text": "Mr. Speaker, I rise to start the second reading debate on the jobs and economic growth act. This ambitious legislation includes key elements of budget 2010 and year two of Canada's economic action plan. The jobs and economic growth act, a key component of that plan, is a testament to the proactive and aggressive actions that our Conservative government has taken; actions to ensure that not only Canada was protected from the worst of the global economic storm but that we will lead the global economic recovery.\n\nAs CIBC economist Warren Lovely recently noted:\n\nSimply put, highly rated Canada offers safe harbour.... Few advanced economies boast stronger real GDP growth prospects--a view endorsed by our own economics department, a broad cross section of private sector banks, the Bank of Canada, the IMF and...the OECD. Meanwhile, Canada's near-term growth in nominal GDP should lead the G7...\n\nOur Conservative government, through today's legislation, is working to address the long-term opportunities and challenges that our country will be confronting in the years ahead.\n\nThe jobs and economic growth act would accomplish that objective by bringing forward a range of economic measures to contribute to Canada's advantage now and for the future, for example, by: eliminating tariffs on manufacturing inputs and machinery and equipment; eliminating the need for tax reporting under section 116 of the Income Tax Act for many investments; narrowing the definition of taxable Canadian property; implementing important changes to strengthen federally regulated private pension plans; implementing the one time transfer protection payment to provincial governments announced in December 2009; regulating national payment card networks and their operators, if necessary; enabling credit unions to incorporate federally and operate as banks; making it easier for companies to offer telecommunication services to Canadians; stimulating the mining industry by extending the mineral exploration tax credit; creating greater tax fairness between single and two parent families with respect to claiming universal child care benefit amounts; implementing an enhanced stamping regime for tobacco products to deter contraband. There is much more in this document.\n\nThe jobs and economic growth act would also help restrain and focus spending. It proposes to freeze allowances and salaries for parliamentarians and reduce what are known as governor in council federal appointments.\n\nLet us briefly look at a few of the aforementioned highlights of this legislation and hear what Canadians are saying about them.\n\nFirst, we are proposing to completely eliminate tariffs on manufacturing inputs and machinery and equipment. This bold action will position Canada as the first country in the G7 and G20 to be a tariff-free zone for manufacturing. Manufacturers across this country are applauding that.\n\nCanadian manufacturers will be able to produce their quality goods right here in Canada without job-killing tariffs and without a web of productivity-draining red tape. This will give our manufacturers the competitive advantage they need to succeed in the global marketplace.\n\nThis important initiative will lower production costs, increase competitiveness and enhance innovation and productivity. More important, it is estimated that our move to make Canada a tariff-free zone for manufacturing will create 12,000 new, good quality jobs in the years ahead.\n\nThis legislation builds on key Canadian economic advantages, such as being home to the soundest financial system in the world, and allows us to boast the lowest tax rate in the G7 for new investment.\n\nThe jobs and economic growth act would truly make Canada an even more attractive place for new investment and for the new jobs it would create. This would also further assist in diversifying Canada's trade patterns. It would complement our Conservative government's efforts to grow freer trade with places like the European Union and India and implement recent agreements with Colombia, Panama and Jordan.\n\nSince announcing this bold initiative, we have heard a lot of positive feedback. In earlier speeches on budget 2010, I relayed some of the feedback to the House. Today, I would like to draw the attention of the House to even more applause that has been received since that time.\n\nWe have heard from business leaders like Linda Hasenfratz, CEO of Linamar Corporation, who praised the tariff reduction. She said, “Anything that we can do to reduce costs in terms of importing manufacturing equipment is going to be of benefit to us. We do buy a lot of equipment. We tend to spend somewhere between $180 million and $200 million a year on manufacturing equipment, so to improve the cost of that is going to be a benefit to us”.\n\nDani Reiss, CEO of that popular Arctic Canadian coat manufacturer, Canada Goose, also heralded it as “a great move...tariffs only made it more expensive to be a Canadian manufacturer. I think this move by the government will make made in Canada viable for more apparel companies”.\n\nThe Saskatchewan Trade and Export Partnership also calls the tariff-free zone “a big deal”, adding:\n\nInvestment in new machinery and the latest technology is one good way to more effectively produce goods and to make them more competitive. Much high-technology equipment must be imported from Europe and Asia, so eliminating tariffs helps make it more affordable for Canadian manufacturers.\n\nAndrew Coyne, the respected public policy commentator and national editor for Macleans magazine cheered it as well. Andrew said that it is “terrific public policy, a shot in the arm for Canada's manufacturers, and a timely example to the rest of the world. It will lower costs, save on paperwork, and improve productivity. It will make Canada the G20's first tariff-free zone, and as such is likely to prove an attractive incentive to locate a plant here”.\n\nI literally could devote my entire speech to passing along the many positive statements we have heard on the tariff-free zone for manufacturing initiatives that is simply a part of budget 2010 and legislated through the jobs and economic growth act. However, I would not have the opportunity to talk about many other great aspects of this bill, so I will move on. Maybe we could talk more about this later during the period for questions and comments.\n\nLet us talk about the major positive pro-growth reform to section 116 of the Income Tax Act. Specifically, the bill helps by eliminating tax reporting for investments such as those by non-resident venture capital funds in a typical Canadian high tech firm. This would enhance the ability of Canadian businesses to attract foreign venture capital, fuelling job creation and economic growth. We have also heard glowing praise for this move from all across Canada.\n\nDave Bullock, CEO of LiveHive Systems, speaking for the Waterloo region tech cluster that is home to more than 700 technology companies, remarked:\n\nVery simply, amending Section 116 removes one of the biggest barriers to growing successful companies in Canada - access to international investment capital.... This is a change that will give promising Canadian companies the opportunity to get to that next level.\n\nCanada's research-based pharmaceutical companies also cheered the move as “a far-sighted approach...which will have the capacity to boost the flow of venture capital into Canada for biotechnology and biopharmaceutical companies”.\n\nAnother key element of the jobs and economic growth act is the important changes to strengthen federally regulated private pension plans. I am proud to say I was personally very involved in the development of these changes. By way of background, in early 2009, our Conservative government announced we would review issues related to pensions under federal jurisdiction, regulated by way of the Pension Benefits Standards Act, 1985.\n\nThis represented the first comprehensive review in nearly three decades. We started that process in January 2009 when we released for public comment a major research paper on legislative and regulatory regimes for federally regulated private pension plans. We followed that up with extensive cross-country and online public consultations open to all Canadians. We asked for input on the legislative and regulatory framework for federally regulated private pension plans.\n\nFrom March until May 2009, I travelled across Canada from Halifax to Vancouver to Whitehorse and many places in between. What is more, despite the challenging timelines and logistical challenges, we never once left anyone at the microphone who wanted to speak. Every single person who wanted to have his or her voice heard on this very important file was offered that opportunity.\n\nLet me take a brief moment to express my thanks to all those people who took the time to participate in that process, either in person or online. Their involvement was central and absolutely necessary for the entire process to be both meaningful and successful. During that consultation I heard very unique, personal and raw stories. This focused my determination to get it right, to ensure that this landmark study of federally regulated private pensions and whatever reforms followed from it got it right. It was just too important.\n\nWe carefully reviewed all the submissions throughout the summer and into the early fall of 2009, when we announced a package of significant reforms to federally regulated pensions that, I humbly suggest, did get it right. There is one change I am particularly pleased with and it is included in the jobs and economic growth act. Namely, it is the requirement for plan sponsors who voluntarily wind up a pension plan to fund 100% of their contractual commitments to those plan members.\n\nTravelling around Canada, time and again I heard troubling stories of various plan sponsors who made a decision to stop offering a defined benefit plan to their employees. On too many occasions, this meant that those retirees did not receive 100% of what they had been promised and deserved. The old framework actually allowed that to occur. We thought that was wrong, and that is why we are changing that in this act.\n\nOther key reforms to federally regulated pensions in the jobs and economic growth act consist of the following: authorizing an employer to use a letter of credit if certain conditions are met, to satisfy solvency funding obligations in respect to a pension plan that has not been terminated in whole; establishing a distressed pension plan workout scheme, under which the employer and representatives of the members and retirees may negotiate changes to the plan's funding requirements, subject to the approval of the Minister of Finance; and permitting the superintendent of financial institutions to replace an actuary if the superintendent is of the opinion that it is in the best interests of members or retirees. Much more was added into that as well.\n\nI am happy to report that the reforms we announced were very well received by public interest groups and many commentators. Let me take a moment to share what I heard with the House. First, the National Association of Federal Retirees was “pleased to hear that the Government of Canada is taking action to strengthen the pension framework and enhance benefit security...”.\n\nDan Braniff, founder of the Common Front for Retirement Security, in a letter to the Minister of Finance wrote, “On behalf of the Common Front for Retirement Security, I wish to congratulate you.... This is an important milestone for creating greater security for many pensioners and plan members.... We also wish to show our appreciation for the excellent work of [the member for Macleod] who travelled across Canada and obviously listened to the voices of pensioners.... Thank you for taking this very important step for better retirement security at this very critical time”.\n\nRaymond Bertrand, president of Bell Pensioners' Group, in a letter to my office, added, “I am writing to you on behalf of the Bell Pensioners' Group to express our appreciation for the manner in which you have consulted with Canadians, and in particular pensioners, who are most affected by amendments.... You made sure the voice of pensioners was heard in the round table consultation process which you so ably led. You clearly identified that one of your main priorities was to protect the pension promise. On behalf of all our members, please accept our thanks for your willingness to move forward the very difficult policy agenda of pension reform”.\n\nIan Lee, of Carleton University Sprott School of Business, called the reforms “far-reaching because they do address some of the demands that were being made by pension advocates.... What it's going to do is create a framework that is going to allow for greater scrutiny...[and] change the rules whereby companies can contribute more money...in aggregate I think it's going to ensure that our pensions are on a better footing, a more solid foundation”.\n\nAs well, the Canadian Labour Congress admitted:\n\nThese changes result from the consultations the government has held over the past year and some of them look good....\n\nOne more positive element of the jobs and economic growth act that I would like to take a moment to highlight today is the provisions to enable credit unions to incorporate federally. In this legislation, we are proposing to create a federal legislative framework for credit unions. This is to promote the continued growth and competitiveness of the financial sector. Allowing credit unions to grow and be competitive on a national scale will broaden choices for consumers and attract new members. It will also improve services to existing members across provincial borders.\n\nAgain, we have heard a lot of great feedback on this particular provision.\n\nCredit Union Atlantic has hailed this move as “an important step forward for the credit union system...this provides a framework for a more competitive banking system in Canada and will enable further growth of the credit union alternative”.\n\nThe Case for Progress Committee, a coalition of several credit unions across this country, called it a “historic milestone”:\n\nThis new legislation benefits all Canadians by increasing their choices in selecting a financial institution. It will strengthen the stability and the competitiveness of the entire financial services industry in Canada.\n\nIn my short time today, I have only scratched the surface of what is clearly a very ambitious piece of legislation.\n\nThe jobs and economic growth act contains much more good news in this legislation that I am sure the opposition will welcome, items like the important financial support for excellent organizations such as the Canadian Youth Business Foundation, Genome Canada, Pathways to Education and the Rick Hansen Foundation.\n\nCanada is certainly showing strong, hopeful signs of economic recovery. I do want to caution the House, though. The signs are still not strong enough to warrant a switch of focus away from the economy.\n\nThe economic action plan and its related components, like the jobs and economic growth act, is making an important positive contribution across Canada.\n\nAs The Toronto Star recently noted:\n\nThe Northern Tiger is back....\n\nCanada's attractive record in job creation, GDP growth and comparative fiscal strength is well known....\n\nYou could call it “Canada's moment,” a chapter in history that finds the Canadian economy outperforming expectations while major foreign economies are still in distress.\n\nLet us all work together, across the aisle and party lines, to keep up the momentum.\n\nLet us support this legislation and build Canada's economic advantage today and for tomorrow.", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 16:55:00", 
            "attribution": "Mr. Ted Menzies (Parliamentary Secretary to the Minister of Finance, CPC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "John McKay", 
                "url": "/politicians/john-mckay/", 
                "member_id": 1423, 
                "party": "Liberal", 
                "riding": "Scarborough—Guildwood (Ontario)", 
                "id": 195
            }, 
            "url": "/hansards/2238/161/", 
            "text": "Mr. Speaker, I thank the hon. member for his speech. Apparently it was supposed to be about the jobs and economic growth act. We heard a lot about pensions, which do not seem to have that much to do with the particular bill in front of the House at this particular time.\n\nI would be interested in the hon. member's comments on the use of the stimulus moneys.\n\nWhat we know for sure is that we have added about $165 billion to the debt of this country. What we do not know for sure is whether any of that stimulus money actually contributed to the recovery of the economy. In fact there are those who say that not only did it not contribute to the recovery of the economy but it will actually act as a counterweight to future recoveries, because by the time the money gets into the economy, it will be competing with the private sector.\n\nI would be interested in the hon. gentleman's comments with respect to whether he or the Department of Finance, or anyone, has an economic model that shows that the stimulus money actually assisted in the recovery of the economy.", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 17:20:00", 
            "attribution": "Hon. John McKay (Scarborough—Guildwood, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ted Menzies", 
                "url": "/politicians/ted-menzies/", 
                "member_id": 1254, 
                "party": "Conservative", 
                "riding": "Macleod (Alberta)", 
                "id": 200
            }, 
            "url": "/hansards/2238/162/", 
            "text": "Mr. Speaker, I think even that hon. member understands, from his time sitting around the table at the Department of Finance in Canada, that these numbers do not just come out of a hat. I think all hon. members in this House realize that.\n\nWe put forward a number, 220,000 jobs, that would grow out of this stimulus money. We are over 160,000 new jobs since July of last year, so we are well on our way.\n\nBudget 2010 is year two of a two-part plan, the economic action plan that put taxpayers' money into projects to stimulate the economy, and from all accounts we are hearing from all corners of this country, it is working. We have new jobs. We are protecting existing jobs. We are also providing employment insurance for those people who lost—", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 17:20:00", 
            "attribution": "Mr. Ted Menzies", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Andrew Scheer", 
                "url": "/politicians/andrew-scheer/", 
                "member_id": 1535, 
                "party": "Conservative", 
                "riding": "Regina—Qu'Appelle (Saskatchewan)", 
                "id": 256
            }, 
            "url": "/hansards/2238/163/", 
            "text": "The hon. member for Hochelaga.", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 17:20:00", 
            "attribution": "The Deputy Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Daniel Paillé", 
                "url": "/politicians/daniel-paille/", 
                "member_id": 3701, 
                "party": "Bloc", 
                "riding": "Hochelaga (Québec)", 
                "id": 8342
            }, 
            "url": "/hansards/2238/164/", 
            "text": "Mr. Speaker, I welcome this opportunity to question my colleague, the hon. member for Macleod, in Alberta, who is taking our questions on the implementation of the budget. However, one aspect has been completely overlooked. He was raising some questions and comments earlier, but I will leave it up to the member for Burlington to ask him some planted questions.\n\nThe member for Macleod undoubtedly knows that last Friday the chief justice of the Quebec Court of Appeal completely rejected the federal government's arguments, directly from the bench.\n\nNow, in his home province, the Alberta Court of Appeal is about to give the same ruling, that is, it is about to stop the federal government from cutting jobs in Quebec and Alberta, jobs in the provincial securities commissions, affecting lawyers, notaries and financiers.\n\nWhy is the Parliamentary Secretary to the Minister of Finance conspiring with the Minister of Finance to cut jobs in Montreal, in my home province, and in his home province, Alberta?", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 17:20:00", 
            "attribution": "Mr. Daniel Paillé (Hochelaga, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ted Menzies", 
                "url": "/politicians/ted-menzies/", 
                "member_id": 1254, 
                "party": "Conservative", 
                "riding": "Macleod (Alberta)", 
                "id": 200
            }, 
            "url": "/hansards/2238/165/", 
            "text": "Mr. Speaker, the exact opposite is true.\n\nThe money we are injecting into this entire Canadian economy has probably provided more job growth in the province of Quebec than it has in my province of Alberta. It is a little troubling. We have one of the largest job losses in western Canada because of the oil and gas sector that actually provides heat for the hon. member's home and fuel for the hon. member's car. I am sure he is quite grateful for the fact that we can actually produce that in this country and do not have to import it.\n\nHowever, considering a Canadian securities regulator, it is voluntary. Everyone in this House knows that, and I would encourage even the Bloc to get on board with supporting that voluntary Canadian securities regulator.", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 17:20:00", 
            "attribution": "Mr. Ted Menzies", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jim Maloway", 
                "url": "/politicians/jim-maloway/", 
                "member_id": 1111, 
                "party": "NDP", 
                "riding": "Elmwood—Transcona (Manitoba)", 
                "id": 599
            }, 
            "url": "/hansards/2238/166/", 
            "text": "Mr. Speaker, Manitoba has very successful credit union movement. We have the Steinbach Credit Union and the Assiniboine Credit Union. The member mentioned that the credit unions were interested in registering federally and, as such, providing an alternative to the national banks.\n\nWho has asked for this legislation? What are his projections as to how many credit unions will take him up on this offer and expand it across the country to compete with the banks?", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 17:25:00", 
            "attribution": "Mr. Jim Maloway (Elmwood—Transcona, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ted Menzies", 
                "url": "/politicians/ted-menzies/", 
                "member_id": 1254, 
                "party": "Conservative", 
                "riding": "Macleod (Alberta)", 
                "id": 200
            }, 
            "url": "/hansards/2238/167/", 
            "text": "Mr. Speaker, to be very truthful, I am not sure how many credit unions will take us up on this but there is a number.\n\nThis came from our consultations with Canadians. Credit unions came to us and asked to be regulated federally so they could expand their operations to encourage more members.\n\nCredit unions in our country are a great success story. They are membership owned. We have encouraged that. This is an opportunity for them to participate. One of the issues we faced when we were in our cross-country consultations prior to budget 2009 was access to credit. That was one of the most critical issues for individuals and for businesses. The more ways we can provide credit all across the country, the better it is for the employers to create more jobs in the country.", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 17:25:00", 
            "attribution": "Mr. Ted Menzies", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mike Wallace", 
                "url": "/politicians/mike-wallace/", 
                "member_id": 607, 
                "party": "Conservative", 
                "riding": "Burlington (Ontario)", 
                "id": 460
            }, 
            "url": "/hansards/2238/168/", 
            "text": "Mr. Speaker, I thank the hon. parliamentary secretary for the fine work he has been doing for the Minister of Finance, not only today but in the committee as well. He is a great leader in committee.\n\nThe budget is titled, “Leading the Way on Jobs and Growth”. Would the parliamentary secretary comment on this? This past weekend we heard the Leader of the Opposition talk about increasing corporate taxes. Why is increasing corporate taxes the wrong approach and why is not included in this budget?", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 17:25:00", 
            "attribution": "Mr. Mike Wallace (Burlington, CPC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ted Menzies", 
                "url": "/politicians/ted-menzies/", 
                "member_id": 1254, 
                "party": "Conservative", 
                "riding": "Macleod (Alberta)", 
                "id": 200
            }, 
            "url": "/hansards/2238/169/", 
            "text": "Mr. Speaker, I, as well, would like to thank the hon. member for Burlington for his great work on the committee.\n\nThe member travelled to more cities in our prebudget tour than I had the opportunity to. He has a great reflection of what is happening across the country. I know he has heard what would happen if the businesses in his riding faced higher taxes.\n\nThe Liberals came back from their spenders' conference and said that they would raise taxes if they became government. They are claiming that they are going to stop the fall in taxes. Anyone who has sat in the House knows that this tax cut has already been legislated. If the Liberals got their way, God forbid, look out Canada, higher taxes.", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 17:25:00", 
            "attribution": "Mr. Ted Menzies", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Paul Szabo", 
                "url": "/politicians/paul-szabo/", 
                "member_id": 3198, 
                "party": "Liberal", 
                "riding": "Mississauga South (Ontario)", 
                "id": 279
            }, 
            "url": "/hansards/2238/170/", 
            "text": "Mr. Speaker, I did attend the briefing yesterday.\n\nI would like to ask the parliamentary secretary a question. We have virtually an omnibus bill, which has many items that are not in the budget. One of the things we did not see any language on or hear about last night was the new imposition of the 31.5% tax on income trusts.\n\nCould the parliamentary secretary explain to the House and all Canadians what changes have been made to the Income Tax Act to give effect to that tax and when did they happen?", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 17:25:00", 
            "attribution": "Mr. Paul Szabo (Mississauga South, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Ted Menzies", 
                "url": "/politicians/ted-menzies/", 
                "member_id": 1254, 
                "party": "Conservative", 
                "riding": "Macleod (Alberta)", 
                "id": 200
            }, 
            "url": "/hansards/2238/171/", 
            "text": "Mr. Speaker, I know it has been a busy week, but I believe it was two nights ago when the hon. member joined us. It cannot have been last night. I know we have had such fun at those briefings.\n\nThis government has cut over 100 taxes since we took office in 2006. That has been a focus, because we understand that by cutting taxes, it creates a fairer tax regime for all Canadians.", 
            "topic": "Jobs and Economic Growth Act", 
            "time": "2010-03-31 17:25:00", 
            "attribution": "Mr. Ted Menzies", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2238/172/", 
            "text": "The House resumed from March 26 consideration of the motion that Bill C-444, An Act to amend the Broadcasting Act and the Telecommunications Act (broadcasting and telecommunications policies), be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2010-03-31 17:25:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Andrew Scheer", 
                "url": "/politicians/andrew-scheer/", 
                "member_id": 1535, 
                "party": "Conservative", 
                "riding": "Regina—Qu'Appelle (Saskatchewan)", 
                "id": 256
            }, 
            "url": "/hansards/2238/173/", 
            "text": "It being 5:30 p.m., the House will now proceed to the taking of the deferred recorded division on the motion at second reading stage of Bill C-444 under private members' business.\n\nCall in the members.\n\n(The House divided on the motion, which was negatived on the following division:)", 
            "topic": "Broadcasting Act and the Telecommunications Act", 
            "time": "2010-03-31 17:25:00", 
            "attribution": "The Deputy Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/174/", 
            "text": "I declare the motion lost.", 
            "topic": "Broadcasting Act and the Telecommunications Act", 
            "time": "2010-03-31 17:55:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2238/175/", 
            "text": "The House resumed from March 29, consideration of the motion that Bill C-232, An Act to amend the Supreme Court Act (understanding the official languages), be read the third time and passed.", 
            "topic": "", 
            "time": "2010-03-31 17:55:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/176/", 
            "text": "The House will now proceed to the taking of the deferred recorded division on the motion at third reading stage of Bill C-232 under private members' business.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Supreme Court Act", 
            "time": "2010-03-31 17:55:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/177/", 
            "text": "I declare the motion carried.", 
            "topic": "Supreme Court Act", 
            "time": "2010-03-31 18:05:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/178/", 
            "text": "It being 6:08 p.m., the House will now proceed to the consideration of private members' business as listed on today's order paper.", 
            "topic": "Supreme Court Act", 
            "time": "2010-03-31 18:05:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2238/179/", 
            "text": "The House proceeded to the consideration of Bill C-311, An Act to ensure Canada assumes its responsibilities in preventing dangerous climate change, as reported (without amendment) from the committee.", 
            "topic": "", 
            "time": "2010-03-31 18:05:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/180/", 
            "text": "There being no motions at report stage, the House will now proceed without debate to the putting of the question on the motion to concur in the bill at report stage.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:05:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Bruce Hyer", 
                "url": "/politicians/bruce-hyer/", 
                "member_id": 1072, 
                "party": "NDP", 
                "riding": "Thunder Bay—Superior North (Ontario)", 
                "id": 596
            }, 
            "url": "/hansards/2238/181/", 
            "text": "moved that the bill be concurred in.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:05:00", 
            "attribution": "Mr. Bruce Hyer (Thunder Bay—Superior North, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/182/", 
            "text": "Is it the pleasure of the House to adopt the motion?", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:05:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/183/", 
            "text": "Agreed.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:05:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/184/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:05:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/185/", 
            "text": "Yea.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:05:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/186/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:05:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/187/", 
            "text": "Nay.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:05:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/188/", 
            "text": "In my opinion the nays have it.\n\nAnd five or more members having risen:", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:05:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2238/189/", 
            "text": "Pursuant to Standing Order 98 the recorded division stands deferred until Wednesday, April 14, immediately before the time provided for consideration of private members' business.\n\nIs it agreed that we see the clock as 6:30 p.m.?", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:05:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2238/190/", 
            "text": "Agreed.\n\nA motion to adjourn the House under Standing Order 38 deemed to have been moved.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:05:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "John McKay", 
                "url": "/politicians/john-mckay/", 
                "member_id": 1423, 
                "party": "Liberal", 
                "riding": "Scarborough—Guildwood (Ontario)", 
                "id": 195
            }, 
            "url": "/hansards/2238/191/", 
            "text": "Madam Speaker, this is a result of several questions that come out of the KAIROS issue. KAIROS has had a funding relationship with all forms of governments over the last 35 years. As far as KAIROS knew, it complied in each and every respect with the government's latest set of priorities. In fact, it was told that many times over by various staff officials at the agency.\n\nWhatever the priorities were, they were complied with, and the officials were pretty satisfied that their funding would be restored. This funding is pretty important to KAIROS because it constitutes 42% of its base funding. It came as a great shock and a bit of a surprise to KAIROS when it literally received a phone call at 10:30 one night from the minister's office, saying that its funding had been cut. No real reasons were given other than that KAIROS did not comply with the minister's priorities, whatever the minister's priorities were at the time.\n\nThat was fine. A couple of weeks later, KAIROS learned that it was apparently an anti-Semitic organization according to the Minister of Immigration's speech in Israel. Not only did it have its funding cut after it thought it complied with all the priorities of the agency, but it was given a call in the middle of the night and it was called anti-Semitic as it was being booted out the door.\n\nThat is hardly a way to treat an organization representing something in the order of 11 church and para-church organizations who have had a funding relationship over 35 years, constituting about $7 million on an annual basis. That is hardly a way to treat decent people.\n\nThe various heads of the church and para-church organizations published a letter to the Prime Minister, asking for an opportunity to clarify the situation. They asked him to sit down and have a chat. Even if they were not going to get their money back, they wanted to at least have a chat about what they were doing, what they were trying to do, and describe their reputation in a variety of communities in which they were working. They wanted to clear the air.\n\nThat was in January and we are now in March. We are about to go into April and the Prime Minister has still not been able to find any time in his schedule to meet with the representatives of KAIROS. It really is a great shame because those folks represent something in the order of 70% of the Canadian population. There are a variety of churches from pretty well the entire spectrum, whether it is evangelists right through to Catholics, Anglicans, Presbyterians, et cetera.\n\nThey are all in some state of shock that they should be treated in such a cavalier fashion. It is their view, and I think it is a right view, that this is no way in which to treat those organizations that are important and, in fact, critical to the functioning of our society.\n\nIt transpires that there is funding that is going to go to the Congo. A newspaper article says that this funding in the Congo by CIDA is buttons and posters on the matters of rape. A $50,000 grant that KAIROS has is cut. CIDA, on the other hand, continues to fund buttons and posters, which is largely considered to be ineffective. This is a complete mess of priorities.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:10:00", 
            "attribution": "Hon. John McKay (Scarborough—Guildwood, Lib.)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Abbott", 
                "url": "/politicians/jim-abbott/", 
                "member_id": 1274, 
                "party": "Conservative", 
                "riding": "Kootenay—Columbia (B.C.)", 
                "id": 1
            }, 
            "url": "/hansards/2238/192/", 
            "text": "Madam Speaker, I suppose we do reach points of disappointment with some of the opposition members. We have been down this furrow many times. I do not know how much deeper we can dig it.\n\nThe member, in his speech tonight, again has made some gross exaggerations, distortions of truth to the point of putting it in a place of unrecognizability. I really do not understand what he does not understand about setting priorities. Our government has set priorities and we have enunciated those priorities in a very public way. KAIROS, along with every other organization with whom our government and previous governments have had a relationship, was aware of those priorities before it ever made its application.\n\nUnlike the Liberals, who just used to take taxpayers' money and kind of shovel it out the door and see what kind of results they could get, we have decided that we are going to be very precise. We want to increase food security. We want to put an emphasis on children and youth, and we want to create a situation of sustainable economic growth.\n\nFurther, we have now come to our 20 countries of focus. It might be of interest to the member, maybe not, I do not know, but I happen to have had a meeting with a foreign affairs minister from Africa just yesterday. He came to Canada with a tremendous question in his mind, “What have we done wrong as a nation? Why is our relationship with Canada falling apart?”\n\nIt was based, in no small part, on the kind of exaggerations that the member, the Liberals, the Bloc and the NDP have all been creating; this myth, this aura that somehow we are not concerned about countries like Rwanda, Burundi, Kenya and in that area, and other countries of Africa. He came with this big question, “What have we done wrong?”\n\nI sat down and I took 20 minutes with him and I went through our program as to what our 20 countries of focus are all about and what our priorities are. I told him that there was a much bigger picture that he could take advantage of going into the future. After 20 minutes he was totally satisfied because he had been persuaded by me that in fact the distortions that have been created by our political opponents, for their own Canadian domestic needs, was incorrect. When he left with the correct information from me on behalf of the government, he was perfectly happy and perfectly satisfied.\n\nMember organizations that relate to KAIROS, in fact, over the last three years have received $100 million. If KAIROS wishes to reapply in another season at another time, and comply with our priorities, it too would have the opportunity to be successful in receiving funding.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:15:00", 
            "attribution": "Hon. Jim Abbott (Parliamentary Secretary to the Minister of International Cooperation, CPC)", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "John McKay", 
                "url": "/politicians/john-mckay/", 
                "member_id": 1423, 
                "party": "Liberal", 
                "riding": "Scarborough—Guildwood (Ontario)", 
                "id": 195
            }, 
            "url": "/hansards/2238/193/", 
            "text": "Madam Speaker, my guess is that the person with whom he was talking certainly did not get any money because the African states are, in fact, pretty upset with the Government of Canada. They feel like they have been abandoned and they have a legitimate beef.\n\nHowever, let us just deal with the priorities. The government is fond of priorities. It has priorities every day of the year and they are new priorities. It is sort of like applying for a grant based upon today's weather for next year. The point is that not only do the priorities change but they bear no relationship to the Official Development Assistance Accountability Act, which was passed by this House in 2008.\n\nThere are only three priorities that the government has: poverty alleviation, taking into account the perspectives of the poor, and international human rights. The rest is nonsense. Those are the only priorities for the government. That is the law and unfortunately, the government does not choose to apply the law that was passed unanimously by this House.\n\nAs a consequence, we end up putting organizations like KAIROS at risk. This goes on and on, and it has to stop.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:20:00", 
            "attribution": "Hon. John McKay", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Abbott", 
                "url": "/politicians/jim-abbott/", 
                "member_id": 1274, 
                "party": "Conservative", 
                "riding": "Kootenay—Columbia (B.C.)", 
                "id": 1
            }, 
            "url": "/hansards/2238/194/", 
            "text": "Madam Speaker, apparently, I have been speaking to the deaf because the reality is that we have set priorities and these priorities have been well publicized, unlike the Liberals who just used to shovel money out the door.\n\nFurthermore, the member is completely distorting the truth when he says that the countries of Africa are concerned. It was our government, of all of the G8 countries, that ended up doubling our aid to Africa in the last five years.\n\nFor him to stand and say that they are concerned because the aid is being cut is simply untrue, and quite frankly unworthy of the member.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:20:00", 
            "attribution": "Hon. Jim Abbott", 
            "heading": "Adjournment Proceedings"
        }, 
        {
            "politician": {
                "name": "Denise Savoie", 
                "url": "/politicians/denise-savoie/", 
                "member_id": 561, 
                "party": "NDP", 
                "riding": "Victoria (B.C.)", 
                "id": 451
            }, 
            "url": "/hansards/2238/195/", 
            "text": "The hon. member for Hull—Aylmer not being present to raise the matter for which adjournment notice has been given, the notice is deemed withdrawn.\n\nThe motion that the House do now adjourn is deemed to have been adopted. Accordingly the House stands adjourned until tomorrow at 10 a.m. pursuant to Standing Order 24(1).\n\n(The House adjourned at 6:23 p.m.)", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-03-31 18:20:00", 
            "attribution": "The Acting Speaker (Ms. Denise Savoie)", 
            "heading": "Adjournment Proceedings"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=40&Ses=3&DocId=4402489", 
    "url": "/hansards/2238/", 
    "session": 3, 
    "date": "2010-03-31", 
    "id": 2238
}