{
    "parliament": 40, 
    "statements": [
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/0/", 
            "text": "It being Wednesday, we will now have the singing of the national anthem led by the hon. member for Mississauga—Brampton South.\n\n[Members sang the national anthem]", 
            "topic": "", 
            "time": "2010-05-05 14:00:00", 
            "attribution": "The Speaker", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Joy Smith", 
                "url": "/politicians/joy-smith/", 
                "member_id": 1304, 
                "party": "Conservative", 
                "riding": "Kildonan—St. Paul (Manitoba)", 
                "id": 268
            }, 
            "url": "/hansards/2259/1/", 
            "text": "Mr. Speaker, this weekend Canadians will have an opportunity to make Mother's Day extra meaningful.\n\nOn Saturday, May 8, the day before Mother's Day, in Winnipeg hundreds of individuals representing many different ethnic and religious communities will gather at high noon at the steps of the Manitoba legislature to participate in the Walk to Stop Human Trafficking and raise awareness about this terrible abuse of human rights.\n\nToday, men, women and children are trafficked throughout our communities. The average age of a Canadian youth sold into the sex trade is 12 years. This must stop.\n\nI am extremely pleased that I will be joined by Grand Chief Ron Evans and many of Manitoba's first nations communities. As many hon. members know, first nations youth are especially vulnerable to human traffickers.\n\nI invite all hon. members and all Canadians to attend the Walk to Stop Human Trafficking in Winnipeg on Saturday, May 8, and be a voice for the voiceless. We will send a message to traffickers that Canada will not tolerate the sale of our children.", 
            "topic": "Human Trafficking", 
            "time": "2010-05-05 14:00:00", 
            "attribution": "Mrs. Joy Smith (Kildonan—St. Paul, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Raymonde Folco", 
                "url": "/politicians/raymonde-folco/", 
                "member_id": 1485, 
                "party": "Liberal", 
                "riding": "Laval—Les Îles (Québec)", 
                "id": 105
            }, 
            "url": "/hansards/2259/2/", 
            "text": "Mr. Speaker, today is International Day of the Midwife. Midwives play a key role in promoting and protecting maternal and newborn health globally.\n\nAccording to the International Confederation of Midwives, one woman dies every minute of every day because she is pregnant, and 1.5 million newborns die within the first 24 hours of life. Little progress has been made in saving mothers' lives.\n\nIn sub-Saharan Africa and South Asia, 60% of women still do not have access to qualified professional care during labour and delivery, despite the fact that one of the millennium development goals is improved maternal health and reduced infant mortality by 2015.\n\nSince we are talking about maternal health here in the House, it is a fitting time to pay tribute to midwives around the world and to the key role they play in saving the lives of mothers and infants as well as in promoting their health.", 
            "topic": "Maternal and Child Health", 
            "time": "2010-05-05 14:00:00", 
            "attribution": "Ms. Raymonde Folco (Laval—Les Îles, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Luc Malo", 
                "url": "/politicians/luc-malo/", 
                "member_id": 487, 
                "party": "Bloc", 
                "riding": "Verchères—Les Patriotes (Québec)", 
                "id": 437
            }, 
            "url": "/hansards/2259/3/", 
            "text": "Mr. Speaker, May of every year is Multiple Sclerosis Awareness Month. This neurodegenerative disease affects three times as many women as men. These women are often mothers and that is why every year the carnation campaign takes place over Mother's Day weekend.\n\nThis campaign, whose goal is to collect funds to find a cure for multiple sclerosis, begins tomorrow. That is why we are wearing carnations on our lapels. These flowers represent the hope that one day a treatment will be found.\n\nAlthough research has improved the lives of people affected by this disease, the fight is not yet over and it is important that Quebeckers give generously. It is still the most commonly diagnosed disease for people aged 15 to 40, and our society has one of the highest number of cases in the world.\n\nMy Bloc Québécois colleagues join with me to acknowledge the courage of those with the disease and to express the hope we have that, one day, the research will bring them the results they are hoping for.", 
            "topic": "Multiple Sclerosis Awareness Month", 
            "time": "2010-05-05 14:00:00", 
            "attribution": "Mr. Luc Malo (Verchères—Les Patriotes, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Alex Atamanenko", 
                "url": "/politicians/alex-atamanenko/", 
                "member_id": 322, 
                "party": "NDP", 
                "riding": "British Columbia Southern Interior (B.C.)", 
                "id": 400
            }, 
            "url": "/hansards/2259/4/", 
            "text": "Mr. Speaker, recently a constituent of mine, Carrie-Ann Dambrowitz, whose daughter suffers from schizophrenia, issued an inspirational challenge to me and 330 other federal and provincial elected officials. She asked that we donate the price of a restaurant meal to a mental health provider and to encourage five others to do the same.\n\nWe have a serious situation in Canada, where over 50% of those who will have a mental illness are children, youth or college-age adults. Depression is most rampant among those under the age of 20. In most cases if help is obtained, mental illness can be treated with medication and/or counselling. Sadly, only one in three will receive treatment. Sadder still is the fact that society at large remains far too fearful and misinformed about mental illness.\n\nThis Mental Health Week I would like to recognize the many dedicated volunteers and professionals in the B.C. Southern Interior and across Canada who do so much to help those in mental distress with very limited resources. With some creative help from all levels of government, they could do so much more.", 
            "topic": "Mental Health", 
            "time": "2010-05-05 14:05:00", 
            "attribution": "Mr. Alex Atamanenko (British Columbia Southern Interior, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "David Sweet", 
                "url": "/politicians/david-sweet/", 
                "member_id": 586, 
                "party": "Conservative", 
                "riding": "Ancaster—Dundas—Flamborough—Westdale (Ontario)", 
                "id": 456
            }, 
            "url": "/hansards/2259/5/", 
            "text": "Mr. Speaker, as we enjoy the beautiful tulips on Parliament Hill and along the Rideau Canal again this spring, I would like to rise today to recognize the history behind those tulips. Today marks the 65th anniversary of the liberation of the Netherlands.\n\nBrave Canadian troops helped push the Nazis further back into Germany throughout the winter of 1944-45, liberating the Dutch people from five years of tyranny. Ravaged by terror bombings and starving, the Dutch people were overjoyed and welcomed our troops with open arms. It was on May 5, 1945 that the Nazi commander in Holland capitulated, and this ended the occupation of the Netherlands.\n\nThe people of the Netherlands were also very thankful that the Dutch royal family had been provided safe refuge here in Ottawa during the war. In fact, Princess Juliana, who would later become the Dutch Queen, gave birth to her third daughter, Princess Margriet, at the Ottawa Civic Hospital.\n\nAs a result, many Canadian flags can be seen throughout the Netherlands each May 5 on Liberation Day. It is also why we enjoy the 20,000 tulip bulbs given each year by the Dutch people to say a very hearty thank you to the Canadian people.", 
            "topic": "Liberation of the Netherlands", 
            "time": "2010-05-05 14:05:00", 
            "attribution": "Mr. David Sweet (Ancaster—Dundas—Flamborough—Westdale, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Frank Valeriote", 
                "url": "/politicians/frank-valeriote/", 
                "member_id": 1214, 
                "party": "Liberal", 
                "riding": "Guelph (Ontario)", 
                "id": 578
            }, 
            "url": "/hansards/2259/6/", 
            "text": "Mr. Speaker, Canada's national Mental Health Week, May 3 to 9, helps raise awareness of a very critical personal and public health issue, and informs Canadians of the urgent reality of mental illness in our country.\n\nToo few Canadians are aware of the startling high occurrence of mental illness. One in five Canadians will experience a mental illness in their lifetime and about one million people in Canada currently live with a severe or persistent form of mental illness.\n\nPeople living with mental illness are often much more severely affected by social and economic inequality. Canadians suffering from mental illness are dramatically more at risk of marginalization, lengthy unemployment, isolation, poor health, a life of poverty and sometimes imprisonment.\n\nI ask my colleagues in the House to join me in recognizing Mental Health Week and to encourage more Canadians to do all that they can to assist in developing ways to diagnose, treat and compassionately care for those of us suffering from mental illness.", 
            "topic": "Mental Health", 
            "time": "2010-05-05 14:05:00", 
            "attribution": "Mr. Francis Valeriote (Guelph, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Rick Casson", 
                "url": "/politicians/rick-casson/", 
                "member_id": 1253, 
                "party": "Conservative", 
                "riding": "Lethbridge (Alberta)", 
                "id": 59
            }, 
            "url": "/hansards/2259/7/", 
            "text": "Mr. Speaker, it is an honour to rise today wearing a carnation for multiple sclerosis awareness and to kick off the MS carnation campaign, an initiative that raises much needed funds for MS research and services. MS not only affects the people living with the disease, but also their families and caregivers, health care professionals, researchers and people who fight against MS.\n\nWe need to ensure that people with MS and their families have the opportunity to participate fully in all aspects of life. I encourage all members of the House to support programs that will more directly meet the needs of people affected by MS today and advance health research to help us find a cure for tomorrow.\n\nI urge all Canadians to buy a carnation from MS Society volunteers, who will be selling carnations in public spaces during the carnation campaign from May 6 to 8. Together, we can drive MS out of the lives of people like my daughter Richelle and all Canadians.", 
            "topic": "Multiple Sclerosis", 
            "time": "2010-05-05 14:05:00", 
            "attribution": "Mr. Rick Casson (Lethbridge, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Marc Lemay", 
                "url": "/politicians/marc-lemay/", 
                "member_id": 1453, 
                "party": "Bloc", 
                "riding": "Abitibi—Témiscamingue (Québec)", 
                "id": 168
            }, 
            "url": "/hansards/2259/8/", 
            "text": "Mr. Speaker, the Amun march is continuing today. Aboriginal women left Wendake, near Quebec City, for Ottawa and will be passing through Trois-Rivières, Montréal, Laval and Gatineau, and arriving at Parliament on June 1.\n\nThis 500 km march is a protest against the injustices suffered by aboriginal women because of the Indian Act, in spite of Bill C-3, which does not correct all the discrimination that they experience.\n\nThe purpose of the march is to heighten public awareness and, above all, to send a clear message to the government: no to discrimination against first nations women. They must be allowed to pass their Indian status to their child without being required to divulge the father's name and they must retain their rights even if they marry a non-native, and thus avoid expulsion from their community.\n\nMy Bloc Québécois colleagues and I salute the courage and determination of these women and we wish them a safe journey.", 
            "topic": "First Nations", 
            "time": "2010-05-05 14:10:00", 
            "attribution": "Mr. Marc Lemay (Abitibi—Témiscamingue, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Sylvie Boucher", 
                "url": "/politicians/sylvie-boucher/", 
                "member_id": 351, 
                "party": "Conservative", 
                "riding": "Beauport—Limoilou (Québec)", 
                "id": 409
            }, 
            "url": "/hansards/2259/9/", 
            "text": "Mr. Speaker, once again, the Liberal Party has shown its true colours. Yesterday, in a move reminiscent of the sponsorship scandal, the Liberals sent out a letter encouraging secret political donations, taking us back to the days when they pocketed brown envelopes stuffed with cash.\n\nThe Liberal leader then took his hypocrisy one step further by opposing our party's proposal, which would have made his office and his members more open and transparent by requiring lobbyists to register their activities with all parliamentarians.\n\nThat is typical of the Liberals: one set of rules for the Liberal Party and another set of rules for everyone else. Every day, former Liberal members turned lobbyists roam the halls of Parliament. They can offer advice to the Liberal leader and to Liberal members without having to register. This hypocrisy is quite typical of the Liberals, and shows that the Liberal leader does not have Canadians' interests at heart.", 
            "topic": "Liberal Party", 
            "time": "2010-05-05 14:10:00", 
            "attribution": "Mrs. Sylvie Boucher (Beauport—Limoilou, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Kirsty Duncan", 
                "url": "/politicians/kirsty-duncan/", 
                "member_id": 1028, 
                "party": "Liberal", 
                "riding": "Etobicoke North (Ontario)", 
                "id": 577
            }, 
            "url": "/hansards/2259/10/", 
            "text": "Mr. Speaker, multiple sclerosis is a devastating, unpredictable disease which affects balance, hearing, memory, mobility and vision. Its effects are physical, emotional and financial, and last a lifetime. MS steals futures from families, and there is no cure.\n\nMay is Multiple Sclerosis Awareness Month in Canada. Canada has one of the highest rates of MS in the world. Because many Canadians living with the disease are mothers, the MS carnation campaign takes place over Mother's Day weekend, with thousands of volunteers selling flowers to find a cure.\n\nI encourage all Canadians to buy a carnation to honour the 75,000 Canadians who have tremendous courage to live each day so bravely and to honour the hope that when research shows promise, practitioners ask questions, advocate on behalf of their patients and begin to seek it for them.", 
            "topic": "Multiple Sclerosis", 
            "time": "2010-05-05 14:10:00", 
            "attribution": "Ms. Kirsty Duncan (Etobicoke North, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Andrew Saxton", 
                "url": "/politicians/andrew-saxton/", 
                "member_id": 1183, 
                "party": "Conservative", 
                "riding": "North Vancouver (B.C.)", 
                "id": 613
            }, 
            "url": "/hansards/2259/11/", 
            "text": "Mr. Speaker, the Liberal leader's list of reckless spending promises keeps on growing. It grows in lockstep with the ever-increasing list of tax hikes he proposes to pay for these promises. No wonder he calls himself a tax and spend Liberal. These are the same old failed tax and spend policies the Liberals are famous for; billions here, billions there.\n\nThe Liberal leader told Canadians recently that before endorsing any new proposal “One of the issues we have to confront is: How do we pay for this? We can't be a credible party until we have an answer for that question”. Canadians are still waiting for the answer.\n\nSo far, the only answer the Liberal leader has given is that he will hike job-killing business taxes, raise the GST and bring back the carbon tax.\n\nIt is becoming clearer by the day that Canadians just cannot afford the tax and spend policies of the Liberal leader.", 
            "topic": "Leader of the Liberal Party of Canada", 
            "time": "2010-05-05 14:10:00", 
            "attribution": "Mr. Andrew Saxton (North Vancouver, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Charlie Angus", 
                "url": "/politicians/charlie-angus/", 
                "member_id": 1434, 
                "party": "NDP", 
                "riding": "Timmins—James Bay (Ontario)", 
                "id": 11
            }, 
            "url": "/hansards/2259/12/", 
            "text": "Mr. Speaker, the impact of the HST is becoming clear and the news is not good. Working families, seniors, people on fixed incomes and first nations will all be the losers.\n\nThis is how it breaks down. Every time we turn on a light or the Internet, every time we fill up with gas and every time we try to save for our retirement, we will get dinged. Heating a house in the winter is not a luxury for a senior citizen. It is a necessity.\n\nSpeaking of luxury, the Cadillac Conservatives are giving another $1.6 billion in tax breaks to wealthy corporations. The McGuinty Liberals gave $2 billion in corporate tax breaks.\n\nWhat we are seeing is a massive shift in the tax burden. We are making average citizens carry the weight of large corporations.\n\nThe government shut down debate on the HST and turned its back on senior citizens and first nations people. The HST is regressive, unfair and it will be remembered.", 
            "topic": "Harmonized Sales Tax", 
            "time": "2010-05-05 14:10:00", 
            "attribution": "Mr. Charlie Angus (Timmins—James Bay, NDP)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Larry Miller", 
                "url": "/politicians/larry-miller/", 
                "member_id": 512, 
                "party": "Conservative", 
                "riding": "Bruce—Grey—Owen Sound (Ontario)", 
                "id": 202
            }, 
            "url": "/hansards/2259/13/", 
            "text": "Mr. Speaker, the residents of Labrador must be as confused as we are about their Liberal MP's position on the wasteful and ineffective long gun registry.\n\nLast December he was very clear. He said, “I've been clear about my position...and I will vote...to scrap the long gun registry”. However, now he has changed his tune.\n\nThe local newspaper, The Aurora, states that the Liberal member for Labrador will now follow his party's line and vote to keep the long gun registry. It is most disappointing that the member for Labrador will ignore his constituents and friends back home and instead do what his party bosses in Ottawa tell him to do.\n\nHowever, that is typical from the Liberals, telling their constituents one thing and then doing the exact opposite in Ottawa.\n\nThe member for Labrador will have to answer at some time to the people back at home for his flip-flop and for his support for the long gun registry.", 
            "topic": "Firearms Registry", 
            "time": "2010-05-05 14:15:00", 
            "attribution": "Mr. Larry Miller (Bruce—Grey—Owen Sound, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Johanne Deschamps", 
                "url": "/politicians/johanne-deschamps/", 
                "member_id": 1482, 
                "party": "Bloc", 
                "riding": "Laurentides—Labelle (Québec)", 
                "id": 83
            }, 
            "url": "/hansards/2259/14/", 
            "text": "Mr. Speaker, this evening we will vote at third reading on Bill C-288, which gives new graduates up to $8,000 in tax credits if they accept jobs in designated regions experiencing economic difficulty.\n\nThe Conservative members have shamelessly voted against this bill ever since it was introduced in the House of Commons.\n\nYouth and student groups, municipalities and RCMs all agree that this kind of incentive is important because it will enhance the economic vitality of designated regions in Quebec and Canada.\n\nJust last week, business people in the riding of Roberval—Lac-Saint-Jean complained about how hard it is to recruit specialized workers for their companies. This difficulty is proof that we need incentives like a tax credit to bring our young people back to the regions.", 
            "topic": "Tax Credit for New Graduates Working in Designated Regions", 
            "time": "2010-05-05 14:15:00", 
            "attribution": "Ms. Johanne Deschamps (Laurentides—Labelle, BQ)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Pablo Rodriguez", 
                "url": "/politicians/pablo-rodriguez/", 
                "member_id": 1474, 
                "party": "Liberal", 
                "riding": "Honoré-Mercier (Québec)", 
                "id": 248
            }, 
            "url": "/hansards/2259/15/", 
            "text": "Mr. Speaker, Canadians support gun control.\n\nPolice officers say that the gun registry is a vital tool. They check it more than 11,000 times every day, and it costs less than the Conservatives spend on partisan government advertising.\n\nWhy is the member for Thornhill voting against gun control?\n\nAnd what about the member for Louis-Saint-Laurent? She knows that Quebeckers support the gun registry, so why is she voting against gun control? Why are her other colleagues from Quebec voting against gun control?\n\nBill C-391 would scrap gun control and put our families, our communities and our police officers at risk.\n\nThe members for Thornhill and Louis-Saint-Laurent should listen to their constituents, stand with police officers and vote no to Bill C-391.\n\nThey need to stand up for their communities.", 
            "topic": "Firearms Registry", 
            "time": "2010-05-05 14:15:00", 
            "attribution": "Mr. Pablo Rodriguez (Honoré-Mercier, Lib.)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Scott Armstrong", 
                "url": "/politicians/scott-armstrong/", 
                "member_id": 3700, 
                "party": "Conservative", 
                "riding": "Cumberland—Colchester—Musquodoboit Valley (Nova Scotia)", 
                "id": 8337
            }, 
            "url": "/hansards/2259/16/", 
            "text": "Mr. Speaker, the Liberal Party is once again showing its true colours. Yesterday, in a move reminiscent of the sponsorship scandal, it sent out a fundraising letter asking for secret party donations, just like it did when the Liberals pocketed brown envelopes filled with cash.\n\nThen the Liberal leader displayed more hypocrisy by opposing our party's offer to make his own office and Liberal MPs more transparent by requiring lobbyists to register their activities with all parliamentarians. This is typical Liberal behaviour: one set of rules for the Liberal Party and another set for everyone else.\n\nThere are plenty of former Liberal MPs and cabinet ministers, now lobbyists, wandering the halls of Parliament each and every day and yet they currently offer advice and lobby the Liberal leader's office and Liberal MPs' offices without having to register.\n\nThis typical Liberal hypocrisy demonstrates the Liberal leader is not in it for Canadians. He is just in it for himself.", 
            "topic": "Liberal Party of Canada", 
            "time": "2010-05-05 14:15:00", 
            "attribution": "Mr. Scott Armstrong (Cumberland—Colchester—Musquodoboit Valley, CPC)", 
            "heading": "Statements By Members"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2259/17/", 
            "text": "Mr. Speaker, on Monday, a Conservative senator told women's rights organizations to shut up, because with this Prime Minister, if you keep quiet, you will not be punished.\n\nTwenty-four hours later, the government cut funding to 11 women's organizations.\n\nWill the Prime Minister agree to put an end to this campaign of intimidation and restore funding to these groups?", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:15:00", 
            "attribution": "Mr. Michael Ignatieff (Leader of the Opposition, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/18/", 
            "text": "Mr. Speaker, this government is giving a record amount of funding to support women's groups.\n\nWe do have one big criteria: we want less talk and more action and more funding that will help improve the lives of Canadian girls and women. That is a priority of this government.", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:20:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2259/19/", 
            "text": "Mr. Speaker, when women's groups speak out, they get their funding cut. When public servants, like Richard Colvin, testify, they get smeared. When independent watchdogs try to do their job, they get fired. When Parliament asks tough questions, the Conservatives shut the Parliament down.\n\nWhen will the Conservative Party and the government stop intimidating their critics and start listening to them?", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:20:00", 
            "attribution": "Mr. Michael Ignatieff (Leader of the Opposition, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/20/", 
            "text": "Mr. Speaker, this government is always open and transparent. We brought in the Federal Accountability Act and expanded access to information right across the board.\n\nHowever, when we tried to expand the Access to Information Act to open up government and to make it more transparent, the Liberal Party of Canada stood and fought it every step of the way.\n\nThank goodness that this government and this party fought especially hard to bring openness to the Canadian Wheat Board.", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:20:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Michael Ignatieff", 
                "url": "/politicians/michael-ignatieff/", 
                "member_id": 448, 
                "party": "Liberal", 
                "riding": "Etobicoke—Lakeshore (Ontario)", 
                "id": 431
            }, 
            "url": "/hansards/2259/21/", 
            "text": "Mr. Speaker, instead of welcoming debate, the Conservatives stifle it. Instead of answering questions, they duck them. Instead of treating our institutions with respect, they try to shut them down.\n\nThis is a big issue here. The fundamental issue is whether the government respects democracy.\n\nWhen will the Conservatives stop the smears, the attacks and the intimidation and start showing the Canadian people some respect?", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:20:00", 
            "attribution": "Mr. Michael Ignatieff (Leader of the Opposition, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/22/", 
            "text": "Mr. Speaker, the leader of the Liberal Party will have an important opportunity in the not too distant future to allow debate, to allow openness and to allow eight of his members of Parliament to stand in their place and represent their constituents by voting their conscience when it comes to the long gun registry.\n\nI would ask the leader of the Liberal Party to join the Conservative government and allow democracy, allow democratic debate and allow his own members to stand and vote how their constituents told them to vote.", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:20:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Lise Zarac", 
                "url": "/politicians/lise-zarac/", 
                "member_id": 1234, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 564
            }, 
            "url": "/hansards/2259/23/", 
            "text": "Mr. Speaker, the government cut funding to a dozen women's groups.\n\nThese cuts came just a day after the inflammatory comment that revealed the culture of intimidation that is rotting Canada's government from the inside out.\n\nSome of these groups had been receiving funding for 30 years, but the Conservatives decided to make an example out of them. “You do not agree with the Prime Minister? Shut up or we will make cuts.”\n\nWhat does this Prime Minister have against Canadians that is making him rule by intimidation?", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:20:00", 
            "attribution": "Mrs. Lise Zarac (LaSalle—Émard, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bev Oda", 
                "url": "/politicians/bev-oda/", 
                "member_id": 528, 
                "party": "Conservative", 
                "riding": "Durham (Ontario)", 
                "id": 217
            }, 
            "url": "/hansards/2259/24/", 
            "text": "Mr. Speaker, this is not about entitlement to taxpayer dollars. It is about the accountable use of our international assistance.\n\nAn independent evaluation says that MATCH faces a number of serious financial institutional challenges. It found MATCH to be inefficient, ineffective, with unidentifiable priorities.\n\nOur government wants our taxpayer dollars to be effective, focused and to get results so that mothers in Africa can feed their children, keep them educated, keep them healthy and have a better life.", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:20:00", 
            "attribution": "Hon. Bev Oda (Minister of International Cooperation, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Lise Zarac", 
                "url": "/politicians/lise-zarac/", 
                "member_id": 1234, 
                "party": "Liberal", 
                "riding": "LaSalle—Émard (Québec)", 
                "id": 564
            }, 
            "url": "/hansards/2259/25/", 
            "text": "Mr. Speaker, we keep seeing these partisan dismissals and smear campaigns. They intimidated Rémi Beauregard of Rights & Democracy non-stop until the day he died, according to his widow.\n\nIn Copenhagen, Dimitri Soudas made false accusations against Steven Guilbeault. What happened? The Prime Minister made him his director of communications.\n\nEnough is enough. When will these Reformers understand that Canadians will not put up with this systematic culture of intimidation?", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:20:00", 
            "attribution": "Mrs. Lise Zarac (LaSalle—Émard, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/26/", 
            "text": "Mr. Speaker, we believe in open debate. We think it is important that members of Parliament, who are elected and who campaign on issues, should take the opportunity to stand in their place and to vote their conscience, and to keep their trust and bond with the people who elected them.\n\nSo, I say once again to the Liberal leader, do the right thing, take the muzzle off, stop bullying Liberal members of Parliament and let them vote on behalf of their constituents, and let them vote on behalf of their conscience.", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:25:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 403, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2259/27/", 
            "text": "Mr. Speaker, the Conservative government cut funding for 12 women's groups that—as luck would have it—had protested the Conservatives' refusal to fund abortion abroad. It seems clear that these cuts were dictated by ideology.\n\nWill the government admit that its real objective, in cutting funding to pro-choice groups, is to silence any opposition to its policies regarding abortions abroad?", 
            "topic": "Maternal and Child Health", 
            "time": "2010-05-05 14:25:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bev Oda", 
                "url": "/politicians/bev-oda/", 
                "member_id": 528, 
                "party": "Conservative", 
                "riding": "Durham (Ontario)", 
                "id": 217
            }, 
            "url": "/hansards/2259/28/", 
            "text": "Mr. Speaker, we are very proud of our G8 participation. I know that Canada hosting the G8 will make a difference in the lives of mothers and children in developing countries because we want to actually save lives and make their lives better.\n\nWe know what the prevalent causes of their deaths are, we know what the remedies are, and we have the tools. Therefore, when we gather in Muskoka this year, African mothers, and all mothers in developing countries, will be better off because we are going to ensure it happens.", 
            "topic": "Maternal and Child Health", 
            "time": "2010-05-05 14:25:00", 
            "attribution": "Hon. Bev Oda (Minister of International Cooperation, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Gilles Duceppe", 
                "url": "/politicians/gilles-duceppe/", 
                "member_id": 403, 
                "party": "Bloc", 
                "riding": "Laurier—Sainte-Marie (Québec)", 
                "id": 94
            }, 
            "url": "/hansards/2259/29/", 
            "text": "Mr. Speaker, the only thing that will separate Canada from other G8 countries is its backwards attitude.\n\nYesterday, the Conservatives expended a lot of energy on attacking and attempting to destroy the credibility of a Conservative senator, who said out loud what they have been trying to hide for weeks.\n\nWill the Conservative government stop spreading falsehoods and finally admit that the Conservative senator said out loud what the Conservative caucus thinks about abortion and says about it when they are all alone?", 
            "topic": "Maternal and Child Health", 
            "time": "2010-05-05 14:25:00", 
            "attribution": "Mr. Gilles Duceppe (Laurier—Sainte-Marie, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/30/", 
            "text": "Mr. Speaker, that is not correct at all. Yesterday, we clearly stated in the House that the comments made the other day are completely unacceptable and that they do not represent the government's point of view. We do not wish to reopen the abortion issue. We cannot be any more clear than that.", 
            "topic": "Maternal and Child Health", 
            "time": "2010-05-05 14:25:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Nicole Demers", 
                "url": "/politicians/nicole-demers/", 
                "member_id": 1484, 
                "party": "Bloc", 
                "riding": "Laval (Québec)", 
                "id": 82
            }, 
            "url": "/hansards/2259/31/", 
            "text": "Mr. Speaker, the executive director of MATCH, Kim Bulger, is saying that the cuts to women's groups are ideologically motivated and retaliatory because it is the Minister of International Cooperation who has blocked the funding. Rather than defending the legitimate work done by these organizations, the minister carried out the dirty work for the Prime Minister, who cannot stand criticism.\n\nSince we obviously cannot count on the Minister of International Cooperation, will the Minister for Status of Women perhaps tell us what she has done to avoid needlessly penalizing these women's groups?", 
            "topic": "Maternal and Child Health", 
            "time": "2010-05-05 14:25:00", 
            "attribution": "Ms. Nicole Demers (Laval, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bev Oda", 
                "url": "/politicians/bev-oda/", 
                "member_id": 528, 
                "party": "Conservative", 
                "riding": "Durham (Ontario)", 
                "id": 217
            }, 
            "url": "/hansards/2259/32/", 
            "text": "Mr. Speaker, I would suggest that Canadians do not want their money being used toward inefficient and ineffective use, and not being capable of managing programs.\n\nOur government, in fact, has put forward more support for women than any other government in developing countries. We want to do this effectively. We want to ensure that these women, these mothers, and these babies, will stay alive and have a better life.\n\nThis is what all Canadians want to do. They work hard for their tax dollars and we will ensure that they get results.", 
            "topic": "Maternal and Child Health", 
            "time": "2010-05-05 14:25:00", 
            "attribution": "Hon. Bev Oda (Minister of International Cooperation, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Nicole Demers", 
                "url": "/politicians/nicole-demers/", 
                "member_id": 1484, 
                "party": "Bloc", 
                "riding": "Laval (Québec)", 
                "id": 82
            }, 
            "url": "/hansards/2259/33/", 
            "text": "Mr. Speaker, while the Prime Minister was cutting funding to a dozen women's groups that oppose his views on abortion, the only Quebec member of cabinet, the Minister for La Francophonie, who is supposedly pro-choice, was covering the government's actions by saying that she was unaware of these hypocritical and ideological cuts.\n\nTo paraphrase a Conservative senator, are we to believe that, henceforth, the government's policy on women is to “shut the females up”?", 
            "topic": "Maternal and Child Health", 
            "time": "2010-05-05 14:25:00", 
            "attribution": "Ms. Nicole Demers (Laval, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bev Oda", 
                "url": "/politicians/bev-oda/", 
                "member_id": 528, 
                "party": "Conservative", 
                "riding": "Durham (Ontario)", 
                "id": 217
            }, 
            "url": "/hansards/2259/34/", 
            "text": "Mr. Speaker, this government wants to ensure that the G8 initiative is actually going to get results.\n\nWhat I want to ensure is that that side of the House has done its homework. If members go to the U.S.A. website, they will find that the U.S.A. does not support the funding of equipment, the training of people who perform abortions, and neither does it support research into abortion.\n\nThey should do their homework. We know the facts and we know how to really make a difference in the lives of mothers and children.", 
            "topic": "Maternal and Child Health", 
            "time": "2010-05-05 14:25:00", 
            "attribution": "Hon. Bev Oda (Minister of International Cooperation, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2259/35/", 
            "text": "Mr. Speaker, yesterday the Minister of Transport, Infrastructure and Communities gave an incoherent response to a simple question. I will give him another chance. The oil spill in the Gulf of Mexico is destroying ecosystems. It has hit the coast of Louisiana and Florida is next. It is about to enter the Gulf Stream.\n\nWhy is the government not telling us what risks this poses for Canada? What plans will be put in place to ensure that Canada's coastlines are protected?", 
            "topic": "Environment", 
            "time": "2010-05-05 14:30:00", 
            "attribution": "Hon. Jack Layton (Toronto—Danforth, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/36/", 
            "text": "Mr. Speaker, we have an important responsibility as the Government of Canada to ensure that the Canadian environment is protected, whether that is our air, our water and our soil.\n\nI do not want to be an alarmist, like the leader of the New Democratic Party, but let me say this. What is going on in the United States is completely unacceptable. That is a made in the United States problem.\n\nIn Canada, we have a much stronger set of environmental protections to ensure that our air, our water and our soil is safe. This government will continue to stand up for the Canadian environment, and environmental protection in our north and throughout this great country.", 
            "topic": "Environment", 
            "time": "2010-05-05 14:30:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2259/37/", 
            "text": "Mr. Speaker, I would not be so sanguine if I were the minister because in the wake of the disaster in the gulf, we are seeing American legislators move very quickly to increase the liability to upwards of $1 billion in the case of these situations, but in Canada right now the liability falls somewhere between $10 million and $40 million, which is clearly inadequate.\n\nThe initial estimates of the cost to the U.S. on tourism is $3 billion and on fishing it is $2.5 billion.\n\nDoes the government agree with us that the limit of $40 million is inadequate?", 
            "topic": "Environment", 
            "time": "2010-05-05 14:30:00", 
            "attribution": "Hon. Jack Layton (Toronto—Danforth, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/38/", 
            "text": "Mr. Speaker, this government has two important tenets with respect to its environmental policies: first, we support strong and effective environmental legislation that protects the great country that we know as Canada; and second, this government strongly supports a polluter pays principle. Those have been the hallmarks of our policies.\n\nIt is wrong to simply look at how we clean up a mess like this after the fact. This government is committed to enforcing strong Canadian regulations to ensure that type of American problem never finds its way into Canadian waters.", 
            "topic": "Environment", 
            "time": "2010-05-05 14:30:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Layton", 
                "url": "/politicians/jack-layton/", 
                "member_id": 1436, 
                "party": "NDP", 
                "riding": "Toronto—Danforth (Ontario)", 
                "id": 165
            }, 
            "url": "/hansards/2259/39/", 
            "text": "I guess that is why we are gutting environmental assessments according to the government's legislation, Mr. Speaker. It is shameful.\n\nThe government does not seem worried about potential accidents here in Canada. The same companies that are responsible for the disaster in the Gulf of Mexico want to explore for oil in Canada's arctic waters using the same technology.\n\nThe potential for accidents is real. We see the effort these companies are making to lobby the Conservatives, who are all ears.\n\nWhy is there a $40 million limit to their liability?", 
            "topic": "Environment", 
            "time": "2010-05-05 14:30:00", 
            "attribution": "Hon. Jack Layton (Toronto—Danforth, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/40/", 
            "text": "Mr. Speaker, let me answer the question of the leader of the NDP very directly when it comes to our Arctic.\n\nCanada has an especially important responsibility to protect our Arctic. It is an incredibly sensitive ecosystem. It is a pristine, clean part of our great planet and we cannot allow the same mistakes that have been made in the United States to be made there.\n\nThat is why this government will ensure a full environmental review of any exploration that takes place. We will ensure that no permits are issued whatsoever unless we can ensure that our pristine Arctic is saved for this generation and for future generations to come.", 
            "topic": "Environment", 
            "time": "2010-05-05 14:30:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Judy Foote", 
                "url": "/politicians/judy-foote/", 
                "member_id": 1040, 
                "party": "Liberal", 
                "riding": "Random—Burin—St. George's (Newfoundland & Labrador)", 
                "id": 553
            }, 
            "url": "/hansards/2259/41/", 
            "text": "Mr. Speaker, intimidation is not a sign of strength but rather one of weakness.\n\nThe Conservatives have used it to cut funding and silence critics just to get their way. Linda Keen, Paul Kennedy, Bernard Shapiro, Arthur Carty, and Robert Marleau were all fired or pushed out because they did not toe the Conservative line.\n\nWhat is it that scares the Conservatives so much about others speaking up?", 
            "topic": "Government Policies", 
            "time": "2010-05-05 14:30:00", 
            "attribution": "Ms. Judy Foote (Random—Burin—St. George's, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/42/", 
            "text": "That is a bunch of rubbish, Mr. Speaker. We live in a great democracy. We live in a great place where we can debate the issues of the day.\n\nI say to the member from the Liberal Party, let us bring the type of democracy that she preached just now in question period. Let us bring that to the debate with respect to the future of the long gun registry. Let us let members of Parliament honour the sacred trust, the promises that they made to their electorate. Let us let them stand in this place, let us let them vote their conscience, let us let freedom reign.\n\nI say to the leader of the Liberal Party to allow his caucus members to vote their conscience on the long gun registry.", 
            "topic": "Government Policies", 
            "time": "2010-05-05 14:35:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Judy Foote", 
                "url": "/politicians/judy-foote/", 
                "member_id": 1040, 
                "party": "Liberal", 
                "riding": "Random—Burin—St. George's (Newfoundland & Labrador)", 
                "id": 553
            }, 
            "url": "/hansards/2259/43/", 
            "text": "Mr. Speaker, it is not only individuals the Conservatives have targeted. No group is too large or too small to escape the intimidation of that government: KAIROS, the Wheat Board, police chiefs from across the country, witnesses at the Afghan torture hearings, and the list goes on. Now the president of the European Council is criticizing Canada's agenda for this summer's G8 meetings.\n\nFor the sake of Canada's international reputation, will the government refrain from using its thuggish tactics on this latest critic?", 
            "topic": "Government Policies", 
            "time": "2010-05-05 14:35:00", 
            "attribution": "Ms. Judy Foote (Random—Burin—St. George's, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Pierre Poilievre", 
                "url": "/politicians/pierre-poilievre/", 
                "member_id": 1394, 
                "party": "Conservative", 
                "riding": "Nepean—Carleton (Ontario)", 
                "id": 233
            }, 
            "url": "/hansards/2259/44/", 
            "text": "Mr. Speaker, this government will indeed condemn the thuggish tactics that the Liberal Party has imposed to silence honest, law-abiding farmers, hunters, anglers, even police chiefs who oppose the wasteful billion dollar Liberal gun registry.\n\nWe also oppose the intimidation that the Liberal leader has imposed upon his own members who want desperately to keep their promise and vote against the gun registry as they promised to do.\n\nWe also oppose the hypocrisy that has the Liberals demanding more rules for lobbyists but less rules for themselves.", 
            "topic": "Government Policies", 
            "time": "2010-05-05 14:35:00", 
            "attribution": "Mr. Pierre Poilievre (Parliamentary Secretary to the Prime Minister and to the Minister of Intergovernmental Affairs, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bob Rae", 
                "url": "/politicians/bob-rae/", 
                "member_id": 854, 
                "party": "Liberal", 
                "riding": "Toronto Centre (Ontario)", 
                "id": 551
            }, 
            "url": "/hansards/2259/45/", 
            "text": "Mr. Speaker, another question about the STFU strategy of the government. Given the treatment of the individuals that we have named today, given the treatment of the groups that have come forward to say that they have been silenced, how can Canadians draw any other conclusion other than a very simple one, if they toe the line, they will be funded? If they criticize the government, they will be cut off at the throat.\n\nHow can any other conclusion be drawn from the behaviour of the government?", 
            "topic": "Government Policies", 
            "time": "2010-05-05 14:35:00", 
            "attribution": "Hon. Bob Rae (Toronto Centre, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Pierre Poilievre", 
                "url": "/politicians/pierre-poilievre/", 
                "member_id": 1394, 
                "party": "Conservative", 
                "riding": "Nepean—Carleton (Ontario)", 
                "id": 233
            }, 
            "url": "/hansards/2259/46/", 
            "text": "Mr. Speaker, I do not know what the hon. member finds so intimidating about following the same rules on lobbying as he is purporting to impose on everybody else.\n\nThe Liberals have been screaming and hollering about how parliamentary secretaries should be covered by the Lobbying Act and we say, sure, why not all members of Parliament? Why not the leader of the Liberal Party and his entire office?\n\nIt seems that the Liberals are willing to throw the flashlight around, but they are not willing to have it shone upon them.", 
            "topic": "Government Policies", 
            "time": "2010-05-05 14:35:00", 
            "attribution": "Mr. Pierre Poilievre (Parliamentary Secretary to the Prime Minister and to the Minister of Intergovernmental Affairs, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Bob Rae", 
                "url": "/politicians/bob-rae/", 
                "member_id": 854, 
                "party": "Liberal", 
                "riding": "Toronto Centre (Ontario)", 
                "id": 551
            }, 
            "url": "/hansards/2259/47/", 
            "text": "Mr. Speaker, the only conclusion we can draw from the government's actions is very clear. There are groups across Canada that are well aware that if they do exactly what the government wants, they will receive funding. However, if you criticize the government, the response is clear: your funding will be cut. That is what the government is doing. That is the Conservative government's authoritarian approach. We cannot draw any other conclusion from the government's activities.", 
            "topic": "Government Policies", 
            "time": "2010-05-05 14:35:00", 
            "attribution": "Hon. Bob Rae (Toronto Centre, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Pierre Poilievre", 
                "url": "/politicians/pierre-poilievre/", 
                "member_id": 1394, 
                "party": "Conservative", 
                "riding": "Nepean—Carleton (Ontario)", 
                "id": 233
            }, 
            "url": "/hansards/2259/48/", 
            "text": "Mr. Speaker, I would encourage that member to impose upon himself the same rules that he purports to impose upon others. He has demanded that there be more rules for parliamentary secretaries as it relates to lobbying.\n\nWe have said sure, why not allow all members of Parliament, including that member, all the Liberal members, and the leader of the Liberal opposition's office? In fact, every single coalition MP and every single Conservative MP would be covered by exactly the same rules.\n\nWe are prepared to live up to those high standards. Why will they not?", 
            "topic": "Government Policies", 
            "time": "2010-05-05 14:35:00", 
            "attribution": "Mr. Pierre Poilievre (Parliamentary Secretary to the Prime Minister and to the Minister of Intergovernmental Affairs, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Pierre Paquette", 
                "url": "/politicians/pierre-paquette/", 
                "member_id": 1781, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 221
            }, 
            "url": "/hansards/2259/49/", 
            "text": "Mr. Speaker, on three separate occasions, the Quebec National Assembly has unanimously called for the firearms registry to be maintained in its entirety. However, the Conservative government and several Liberal and NDP members are determined to dismantle what police describe as a very valuable tool in the fight against crime.\n\nHow can Conservative members from Quebec claim to represent Quebec when they are defying the broad consensus in Quebec that the firearms registry should be maintained in its entirety?", 
            "topic": "Firearms Registry", 
            "time": "2010-05-05 14:35:00", 
            "attribution": "Mr. Pierre Paquette (Joliette, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Dave MacKenzie", 
                "url": "/politicians/dave-mackenzie/", 
                "member_id": 1409, 
                "party": "Conservative", 
                "riding": "Oxford (Ontario)", 
                "id": 178
            }, 
            "url": "/hansards/2259/50/", 
            "text": "Mr. Speaker, the registry is not cracking down on crime like the Liberals promised it would. It unfairly targets hard-working farmers and hunters, not criminals. It is time to put an end to this billion dollar Liberal boondoggle once and for all. There are all kinds of people who have opposed it. The leader of the Liberal Party said:\n\nNo sensible Canadian thinks the problem is the shotgun on the barn door. No sensible Canadian thinks the problem is the target shooter or the legitimate licensed gun owner. The problem is those handguns.\n\nThat was on CTV March 22, 2009.", 
            "topic": "Firearms Registry", 
            "time": "2010-05-05 14:40:00", 
            "attribution": "Mr. Dave MacKenzie (Parliamentary Secretary to the Minister of Public Safety, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Pierre Paquette", 
                "url": "/politicians/pierre-paquette/", 
                "member_id": 1781, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 221
            }, 
            "url": "/hansards/2259/51/", 
            "text": "Mr. Speaker, we have just seen further proof that Conservative members from Quebec would rather kowtow to the Prime Minister than defend Quebec and the consensus of that nation.\n\nConservative members from Quebec claim they have recognized the Quebec nation, but in reality, it means absolutely nothing to them. They refuse to listen to the National Assembly, police forces, women's groups, advocacy groups for victims of crime, École Polytechnique victims, legal experts and public health experts, who all want the gun registry to be maintained in full.\n\nWhy do the Conservative members from Quebec so slavishly refuse to defend the consensus expressed by the Quebec nation?", 
            "topic": "Firearms Registry", 
            "time": "2010-05-05 14:40:00", 
            "attribution": "Mr. Pierre Paquette (Joliette, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Dave MacKenzie", 
                "url": "/politicians/dave-mackenzie/", 
                "member_id": 1409, 
                "party": "Conservative", 
                "riding": "Oxford (Ontario)", 
                "id": 178
            }, 
            "url": "/hansards/2259/52/", 
            "text": "Mr. Speaker, all our members are in favour of gun control. What we are not in favour of is a registry that does not work. It does not cut down on crime like the Liberals promised it would.\n\nIt is time to get rid of that wasteful tool which was implemented. If my colleague across the floor would like to come to the committee, he will hear a variety of views, not all of which fit his agenda.", 
            "topic": "Firearms Registry", 
            "time": "2010-05-05 14:40:00", 
            "attribution": "Mr. Dave MacKenzie (Parliamentary Secretary to the Minister of Public Safety, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Serge Ménard", 
                "url": "/politicians/serge-menard/", 
                "member_id": 1492, 
                "party": "Bloc", 
                "riding": "Marc-Aurèle-Fortin (Québec)", 
                "id": 199
            }, 
            "url": "/hansards/2259/53/", 
            "text": "Mr. Speaker, I am appalled to hear these token Quebeckers argue that requiring judges to be bilingual could prevent unilingual francophone candidates from sitting on the Supreme Court. We wonder what planet they are living on. I challenge them to name me one unilingual francophone judge who has sat on the Supreme Court.\n\nHow can the Conservative members from Quebec claim to represent Quebec when they are opposed to requiring that the nine Supreme Court judges have a basic knowledge of French?", 
            "topic": "Official Languages", 
            "time": "2010-05-05 14:40:00", 
            "attribution": "Mr. Serge Ménard (Marc-Aurèle-Fortin, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Rob Nicholson", 
                "url": "/politicians/rob-nicholson/", 
                "member_id": 1396, 
                "party": "Conservative", 
                "riding": "Niagara Falls (Ontario)", 
                "id": 212
            }, 
            "url": "/hansards/2259/54/", 
            "text": "Mr. Speaker, first, I acknowledge the insulting question by the hon. member. When those members are not attacking government for getting tough on crime, when they are not opposing us cracking down on people who traffic in children, now they are attacking the Supreme Court of Canada.\n\nThe court provides all its services and communications in English and French. It has done an outstanding job over the years in providing for both linguistic dualities. For once, this should have the support of the Bloc.", 
            "topic": "Official Languages", 
            "time": "2010-05-05 14:40:00", 
            "attribution": "Hon. Rob Nicholson (Minister of Justice and Attorney General of Canada, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Serge Ménard", 
                "url": "/politicians/serge-menard/", 
                "member_id": 1492, 
                "party": "Bloc", 
                "riding": "Marc-Aurèle-Fortin (Québec)", 
                "id": 199
            }, 
            "url": "/hansards/2259/55/", 
            "text": "Mr. Speaker, I can see that he is unable to name me a single francophone Supreme Court judge who did not speak English.\n\nFormer justice Major, who says that translation is available for anglophone judges who have difficulty understanding French, is not very convincing. We wonder how this unilingual anglophone could judge translation quality when he cannot understand the original version.\n\nHow can the token Quebeckers in this government claim, like justice Major, that understanding French is not an essential competency for a judge on the Supreme Court of Canada?", 
            "topic": "Official Languages", 
            "time": "2010-05-05 14:40:00", 
            "attribution": "Mr. Serge Ménard (Marc-Aurèle-Fortin, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Rob Nicholson", 
                "url": "/politicians/rob-nicholson/", 
                "member_id": 1396, 
                "party": "Conservative", 
                "riding": "Niagara Falls (Ontario)", 
                "id": 212
            }, 
            "url": "/hansards/2259/56/", 
            "text": "Mr. Speaker, the hon. member and his party are now intent upon attacking the Supreme Court of Canada. This is very unfortunate.\n\nI wonder, for once, if they could have a look at what they are and where they stand and start to support the Supreme Court of Canada, start to support our system and start to support our country for a change.", 
            "topic": "Official Languages", 
            "time": "2010-05-05 14:40:00", 
            "attribution": "Hon. Rob Nicholson (Minister of Justice and Attorney General of Canada, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Geoff Regan", 
                "url": "/politicians/geoff-regan/", 
                "member_id": 1640, 
                "party": "Liberal", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 242
            }, 
            "url": "/hansards/2259/57/", 
            "text": "Mr. Speaker, the Conservative claim of transparency in the Jaffer affair is a joke. Evidence unearthed by the government operations committee has exposed the truth. The extent of unregistered lobbying by Jaffer and company reveals privileged access to seven departments that we know of. One minister has arrogantly stonewalled all attempts to get to the truth about billions in green energy funds.\n\nWhy is the Minister of Natural Resources afraid of appearing before government operations? Why this attempt to dodge the truth?", 
            "topic": "Ethics", 
            "time": "2010-05-05 14:40:00", 
            "attribution": "Hon. Geoff Regan (Halifax West, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/58/", 
            "text": "Mr. Speaker, an independent officer of Parliament is looking into this issue, and we await her good judgment.\n\nThe reality is we have made an offer to open up the Lobbying Act to make it more open, to make it more transparent. The Liberal leader promised this morning to open up his appointment book, to put some light where there is darkness. He made that solemn promise before the television cameras this morning. Now his office has come out and has said, “No way, not going to happen, not going to do it”.\n\nIs the Liberal leader afraid of opening up his records because it would show that every 10 minutes he is meeting with another Liberal lobbyist, lobbyists like former ministers Don Boudria, John Nunziata, Joe Jordan, or even David Dingwall?", 
            "topic": "Ethics", 
            "time": "2010-05-05 14:45:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Geoff Regan", 
                "url": "/politicians/geoff-regan/", 
                "member_id": 1640, 
                "party": "Liberal", 
                "riding": "Halifax West (Nova Scotia)", 
                "id": 242
            }, 
            "url": "/hansards/2259/59/", 
            "text": "Mr. Speaker, their little games will not work. Canadians have the right to know the truth about the billions in green energy funds to which Conservative lobbyists had privileged access. The committee had to order Natural Resources Canada to hand over all the documents connected with the Jaffer affair.\n\nMy question is simple. When will the Minister of Natural Resources comply with the committee's order?", 
            "topic": "Ethics", 
            "time": "2010-05-05 14:45:00", 
            "attribution": "Hon. Geoff Regan (Halifax West, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/60/", 
            "text": "Mr. Speaker, the member opposite is simply not being honest with Canadians. Let me be very clear. Lobbyists had no access to the green fund. In all the issues before the House, not a single dollar was given to any of the organizations in question. That is because we operate honestly and we operate ethically.\n\nThe Liberal leader made another big gaff this morning. CTV News reported, moments after the Liberal leader pledged to open up his appointment book, that one of his senior advisers told CTV privately that there was a bit of a collective gasp in the Liberal leader's office while watching it on TV. It turns out he is not prepared to do it. Another day and another major gaff by the leader—", 
            "topic": "Ethics", 
            "time": "2010-05-05 14:45:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/61/", 
            "text": "The hon. member for Brossard—La Prairie.", 
            "topic": "Ethics", 
            "time": "2010-05-05 14:45:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Alexandra Mendes", 
                "url": "/politicians/alexandra-mendes/", 
                "member_id": 1128, 
                "party": "Liberal", 
                "riding": "Brossard—La Prairie (Québec)", 
                "id": 562
            }, 
            "url": "/hansards/2259/62/", 
            "text": "Mr. Speaker, under the Conflict of Interest Act, it is illegal to promote the interests of pals and give special treatment to people represented by pals. As many as seven ministers—ministers—clearly violated that act by giving Rahim Jaffer privileged access and fast-tracking his grant requests.\n\nSince they refuse to appear before the committee and answer questions, will they at least acknowledge in the House that this sort of behaviour is illegal?", 
            "topic": "Ethics", 
            "time": "2010-05-05 14:45:00", 
            "attribution": "Mrs. Alexandra Mendes (Brossard—La Prairie, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/63/", 
            "text": "Mr. Speaker, in Parliament we have two independent watchdogs who report to the House collectively to make these types of determinations. I would encourage the member opposite to follow the example of the Prime Minister, to follow suit. If she has any allegation or any evidence, she should forward it to those independent authorities for examination.\n\nThe government has said today that we are prepared to open the Lobbying Act to make it more accountable, to make it more transparent. The Liberal Party supports that as long as it does not affect it. One rule for everyone else and another rule for itself. This sounds like a culture of secrecy. It sounds like the old culture of Liberal entitlement.", 
            "topic": "Ethics", 
            "time": "2010-05-05 14:45:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Siobhan Coady", 
                "url": "/politicians/siobhan-coady/", 
                "member_id": 995, 
                "party": "Liberal", 
                "riding": "St. John's South—Mount Pearl (Newfoundland & Labrador)", 
                "id": 555
            }, 
            "url": "/hansards/2259/64/", 
            "text": "I am not quite sure what those members are afraid of, Mr. Speaker.\n\nThe Conflict of Interest Act prohibits public office holders from using their positions to further the private interest of a friend, regardless of whether public money changed hands. The Minister of Transport, Infrastructure and Communities, the Minister of the Environment, the Minister of Public Works and Government Services and others gave special attention to funding applications for their friend, Rahim Jaffer. The minister's parliamentary secretary is now dodging committee this afternoon.\n\nWill the minister explain, since compliance is a precondition to employment, what consequences will face those who violate the Conflict of Interest Act?", 
            "topic": "Ethics", 
            "time": "2010-05-05 14:45:00", 
            "attribution": "Ms. Siobhan Coady (St. John's South—Mount Pearl, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "John Baird", 
                "url": "/politicians/john-baird/", 
                "member_id": 326, 
                "party": "Conservative", 
                "riding": "Ottawa West—Nepean (Ontario)", 
                "id": 401
            }, 
            "url": "/hansards/2259/65/", 
            "text": "Mr. Speaker, if the member opposite has any allegations or any evidence that she wants to forward on to the independent Ethics Commissioner, I would encourage her to do so.\n\nWe are trying to get the Liberals to bring more openness and transparency. Maybe we are going to have to go to the NDP. Will the member for Winnipeg Centre join us and make the leader of the Liberal Party's office registerable under the Lobbying Act and bring some light where there is darkness? Will the NDP help us bring more transparency over there?", 
            "topic": "Ethics", 
            "time": "2010-05-05 14:45:00", 
            "attribution": "Hon. John Baird (Minister of Transport, Infrastructure and Communities, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Chris Warkentin", 
                "url": "/politicians/chris-warkentin/", 
                "member_id": 610, 
                "party": "Conservative", 
                "riding": "Peace River (Alberta)", 
                "id": 461
            }, 
            "url": "/hansards/2259/66/", 
            "text": "Mr. Speaker, speaking about full transparency, the members on this side understand that it is not something we just simply talk about. It is something we live every day.\n\nYesterday, while the executive director of the Liberal Party was out soliciting secret campaign donations, the Liberals were in the House arguing that Canadians had no right to know which Liberal lobbyists they were meeting with, what they were talking about and who exactly the Liberal Party represented.\n\nCould the President of the Treasury Board please share with the House why we believe it is so important that Canadians have full transparency?", 
            "topic": "Ethics", 
            "time": "2010-05-05 14:45:00", 
            "attribution": "Mr. Chris Warkentin (Peace River, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stockwell Day", 
                "url": "/politicians/stockwell-day/", 
                "member_id": 1282, 
                "party": "Conservative", 
                "riding": "Okanagan—Coquihalla (B.C.)", 
                "id": 81
            }, 
            "url": "/hansards/2259/67/", 
            "text": "Mr. Speaker, it is important to recall it was after a series of devastating Liberal scandals that we brought in the toughest anti-corruption laws that had ever been applied in the House of Commons. Among that, we are saying that the requirement to register lobbyists should apply to all MPs, to senators and to the offices of the Liberal opposition leader.\n\nAs soon as the opposition leader heard that, he panicked and said, “Whoa, whoa, that's going too far”. He said not his office. Is he proposing two laws, one for him and one for the rest of Canadians?", 
            "topic": "Ethics", 
            "time": "2010-05-05 14:50:00", 
            "attribution": "Hon. Stockwell Day (President of the Treasury Board and Minister for the Asia-Pacific Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Irene Mathyssen", 
                "url": "/politicians/irene-mathyssen/", 
                "member_id": 498, 
                "party": "NDP", 
                "riding": "London—Fanshawe (Ontario)", 
                "id": 440
            }, 
            "url": "/hansards/2259/68/", 
            "text": "Mr. Speaker, we have learned that in the last two weeks alone, 12 women's organizations have had their funding cut by the Conservative government for the first time in their histories. The newest organization on the chopping block is MATCH International. While the government claims to be the champion of the issue of maternal health, it continues to try to silence and neutralize women's organizations in Canada.\n\nWill the government end its ideological tirade or will it continue to cut funding to any women's organization with the courage to speak out against its agenda?", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:50:00", 
            "attribution": "Ms. Irene Mathyssen (London—Fanshawe, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Rona Ambrose", 
                "url": "/politicians/rona-ambrose/", 
                "member_id": 1250, 
                "party": "Conservative", 
                "riding": "Edmonton—Spruce Grove (Alberta)", 
                "id": 6
            }, 
            "url": "/hansards/2259/69/", 
            "text": "Mr. Speaker, I am happy to inform the member that our government has increased the funding for women's program to the highest level in the history of Canada. We are now supporting women through projects in every province and territory across the country. In fact, more women's groups are applying than every before. Why? It is because our programs are working. They are achieving results. In fact, we have funding right in the hon. member's riding. I am sure she will support that as well.", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:50:00", 
            "attribution": "Hon. Rona Ambrose (Minister of Public Works and Government Services and Minister for Status of Women, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Thomas Mulcair", 
                "url": "/politicians/thomas-mulcair/", 
                "member_id": 826, 
                "party": "NDP", 
                "riding": "Outremont (Québec)", 
                "id": 546
            }, 
            "url": "/hansards/2259/70/", 
            "text": "Mr. Speaker, yesterday, a Conservative senator warned women's groups to “shut the F up” or else they would be punished.\n\nToday, Conservative Senator Benoît Bouchard wondered whether the government equated opposition with punishment.\n\nThe Domestic Workers Center, which helps women who work as domestics, has lost all of its $60,000 annual funding.\n\nApart from providing assistance for women in need, what did this organization do to make the Conservative government cut its funding?", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:50:00", 
            "attribution": "Mr. Thomas Mulcair (Outremont, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Rona Ambrose", 
                "url": "/politicians/rona-ambrose/", 
                "member_id": 1250, 
                "party": "Conservative", 
                "riding": "Edmonton—Spruce Grove (Alberta)", 
                "id": 6
            }, 
            "url": "/hansards/2259/71/", 
            "text": "Mr. Speaker, I am proud again to reiterate that our government has now invested record amounts of funding in women's programming. One of the things I hear a lot about across the country from women is that they want to feel safe in their communities and homes.\n\nThis is why I am proud that our government has done more than any other government in the history of our country to keep women safe. We have introduced new laws to ensure we keep rapists and murderers off the street and to ensure we protect children from sexual predators. That is what women want and I hope the member opposite will support us.", 
            "topic": "Status of Women", 
            "time": "2010-05-05 14:50:00", 
            "attribution": "Hon. Rona Ambrose (Minister of Public Works and Government Services and Minister for Status of Women, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Paule Brunelle", 
                "url": "/politicians/paule-brunelle/", 
                "member_id": 1524, 
                "party": "Bloc", 
                "riding": "Trois-Rivières (Québec)", 
                "id": 48
            }, 
            "url": "/hansards/2259/72/", 
            "text": "Mr. Speaker, the Pembina Institute estimates that Canada, through its economic action plan, has allocated 14 times less per capita to renewable energy initiatives than the United States. As a result, Canada's expertise in solar and wind energies is at a standstill and the delay is becoming almost insurmountable.\n\nWhy is the minister investing billions of dollars in greenwashing technologies like nuclear energy and carbon capture and storage and refusing to invest in the future, in other words, in renewable energies?", 
            "topic": "Renewable Energy", 
            "time": "2010-05-05 14:50:00", 
            "attribution": "Ms. Paule Brunelle (Trois-Rivières, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/david-anderson/", 
                "member_id": 1531, 
                "party": "Conservative", 
                "riding": "Cypress Hills—Grasslands (Saskatchewan)", 
                "id": 9
            }, 
            "url": "/hansards/2259/73/", 
            "text": "Mr. Speaker, it is very nice to see the Bloc members so concerned about Canadian national programs. They seem to be defending them left, right and centre. We are proud to defend what we have done on renewable energy.\n\nOur programs have helped families across the country increase their energy efficiency. They have put money into pilot projects on geothermal, solar and those kinds of things. They have subsidized biofuels. We are proud of what we have done in the eco-energy field and we look forward to doing more for Canadians in the future.", 
            "topic": "Renewable Energy", 
            "time": "2010-05-05 14:50:00", 
            "attribution": "Mr. David Anderson (Parliamentary Secretary to the Minister of Natural Resources and for the Canadian Wheat Board, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Paule Brunelle", 
                "url": "/politicians/paule-brunelle/", 
                "member_id": 1524, 
                "party": "Bloc", 
                "riding": "Trois-Rivières (Québec)", 
                "id": 48
            }, 
            "url": "/hansards/2259/74/", 
            "text": "Mr. Speaker, knowing where this government stands on the oil industry, the comments by the Minister of Natural Resources on the risks of offshore drilling are not reassuring.\n\nWhy do the minister and the Conservatives' political lieutenant not commit instead to concluding an agreement allowing the Government of Quebec to develop its energy resources in the Gulf of St. Lawrence according to its own environmental standards?", 
            "topic": "Natural Resources", 
            "time": "2010-05-05 14:50:00", 
            "attribution": "Ms. Paule Brunelle (Trois-Rivières, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/david-anderson/", 
                "member_id": 1531, 
                "party": "Conservative", 
                "riding": "Cypress Hills—Grasslands (Saskatchewan)", 
                "id": 9
            }, 
            "url": "/hansards/2259/75/", 
            "text": "Mr. Speaker, each of the provinces across the country chooses its own energy mix. We have worked well with every province. We look forward to working with the provinces in the future in terms of their energy development and energy efficiency programs.\n\nWe are very thankful, and I think they are as well, to have a government that can work with the provinces rather than one with which they always fight.", 
            "topic": "Natural Resources", 
            "time": "2010-05-05 14:55:00", 
            "attribution": "Mr. David Anderson (Parliamentary Secretary to the Minister of Natural Resources and for the Canadian Wheat Board, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Larry Bagnell", 
                "url": "/politicians/larry-bagnell/", 
                "member_id": 1844, 
                "party": "Liberal", 
                "riding": "Yukon (Yukon)", 
                "id": 15
            }, 
            "url": "/hansards/2259/76/", 
            "text": "Mr. Speaker, with the world's attention focused on the oil spill off Louisiana, Canadians are alarmed to hear that oil companies are planning to drill in the Arctic waters. This summer drilling is set to begin off Davis Strait, adjacent to Canadian waters. It is an area known for its high concentration of icebergs. An oil spill from a ship or rig in the ice causes its own unique set of problems with which the Conservative government has not dealt.\n\nWill the minister commit to table, before the House rises for the summer, its plan to deal with an unfortunate but potentially disastrous oil spill in the Arctic from a ship or drilling rig?", 
            "topic": "The Environment", 
            "time": "2010-05-05 14:55:00", 
            "attribution": "Hon. Larry Bagnell (Yukon, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/david-anderson/", 
                "member_id": 1531, 
                "party": "Conservative", 
                "riding": "Cypress Hills—Grasslands (Saskatchewan)", 
                "id": 9
            }, 
            "url": "/hansards/2259/77/", 
            "text": "Mr. Speaker, the member knows he is performing mischief here, because he knows full well there are no current authorizations to drill in the Beaufort Sea, so I am not sure what he is talking about.\n\nHe also knows full well that the National Energy Board is currently reviewing its policy, and that policy will involve public hearings. If he had been paying attention at all, he would have heard the chairman of the National Energy Board say he expects that review to take some time and he will try to make it as complete as possible.", 
            "topic": "The Environment", 
            "time": "2010-05-05 14:55:00", 
            "attribution": "Mr. David Anderson (Parliamentary Secretary to the Minister of Natural Resources and for the Canadian Wheat Board, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Larry Bagnell", 
                "url": "/politicians/larry-bagnell/", 
                "member_id": 1844, 
                "party": "Liberal", 
                "riding": "Yukon (Yukon)", 
                "id": 15
            }, 
            "url": "/hansards/2259/78/", 
            "text": "Mr. Speaker, that shows that the parliamentary secretary knows absolutely nothing about what he is talking about, because the drilling is in the Davis Strait, right beside Greenland near Canadian waters.\n\nTime and time again the Liberals have asked the government to invest in technology to clean up oil spills under ice. The government has refused to do it. We are still putting out licences. Perhaps a parliamentary secretary who actually knows what is going on could stand up and answer the question about how the government is going to protect pristine Arctic waters.", 
            "topic": "The Environment", 
            "time": "2010-05-05 14:55:00", 
            "attribution": "Hon. Larry Bagnell (Yukon, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "David Anderson", 
                "url": "/politicians/david-anderson/", 
                "member_id": 1531, 
                "party": "Conservative", 
                "riding": "Cypress Hills—Grasslands (Saskatchewan)", 
                "id": 9
            }, 
            "url": "/hansards/2259/79/", 
            "text": "Mr. Speaker, apparently the member opposite does not even known where the border is between Canada and Greenland.\n\nNo one has made the north more of a priority than the Prime Minister. No one has protected the north more than the Prime Minister. This environment is pristine, beautiful and isolated and we will protect it.", 
            "topic": "The Environment", 
            "time": "2010-05-05 14:55:00", 
            "attribution": "Mr. David Anderson (Parliamentary Secretary to the Minister of Natural Resources and for the Canadian Wheat Board, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Brian Masse", 
                "url": "/politicians/brian-masse/", 
                "member_id": 3653, 
                "party": "NDP", 
                "riding": "Windsor West (Ontario)", 
                "id": 189
            }, 
            "url": "/hansards/2259/80/", 
            "text": "Mr. Speaker, the manufacturing crisis is far from over. Just as the economy is starting to get back on its feet, Conservatives are cutting the legs from underneath workers. While they hand out massive tax cuts to their CEO friends, they are turning their backs on everyone else in Canada.\n\nAt this tenuous time, why is the government cutting funding to Industry Canada's regional development agencies that help Canadians in high unemployment areas? Why is there another attack on workers? Is it just because the Conservatives have to do it out of ideology?", 
            "topic": "Regional Development", 
            "time": "2010-05-05 14:55:00", 
            "attribution": "Mr. Brian Masse (Windsor West, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Tony Clement", 
                "url": "/politicians/tony-clement/", 
                "member_id": 376, 
                "party": "Conservative", 
                "riding": "Parry Sound—Muskoka (Ontario)", 
                "id": 417
            }, 
            "url": "/hansards/2259/81/", 
            "text": "Mr. Speaker, I do not know what the hon. member is talking about. He does not know what he is talking about. I know my file, actually.\n\nThe hon. member seems to know a lot about rural Ontario. This is the same week that he is increasing the pressure on his members to support the long gun registry and talking about forcing judges to be bilingual.\n\nThat hon. member knows nothing about rural Ontario. That hon. member wants to tax rural Ontario and rural Canada into oblivion. We are not going to do that.", 
            "topic": "Regional Development", 
            "time": "2010-05-05 14:55:00", 
            "attribution": "Hon. Tony Clement (Minister of Industry, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jack Harris", 
                "url": "/politicians/jack-harris/", 
                "member_id": 1063, 
                "party": "NDP", 
                "riding": "St. John's East (Newfoundland & Labrador)", 
                "id": 554
            }, 
            "url": "/hansards/2259/82/", 
            "text": "Mr. Speaker, the economy might be doing better on paper, but actual people are still hurting, and the recession is not over in Atlantic Canada, where over 15% of workers are unemployed in Newfoundland and Labrador alone. The activities and businesses supported by the Atlantic Canada Opportunities Agency are vital to helping our region get back on solid ground.\n\nACOA promotes innovation and economic development, so why are the Conservatives attacking it? It is the wrong decision at the wrong time. Is it because the Prime Minister himself still thinks there is a culture of defeat there?\n\nWhy is the government once again turning its back on Atlantic Canada?", 
            "topic": "Regional Development", 
            "time": "2010-05-05 14:55:00", 
            "attribution": "Mr. Jack Harris (St. John's East, NDP)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Keith Ashfield", 
                "url": "/politicians/keith-ashfield/", 
                "member_id": 941, 
                "party": "Conservative", 
                "riding": "Fredericton (New Brunswick)", 
                "id": 559
            }, 
            "url": "/hansards/2259/83/", 
            "text": "Mr. Speaker, I would like to talk about the investments we are making in Newfoundland and Labrador. They are significant.\n\nThe community adjustment fund has 50 projects worth $19.5 million; the RInC program has 39 projects worth $7.4 million; the 233 projects under the innovative communities fund are worth $71 million. The list goes on and on, and the member voted against our stimulus funds.", 
            "topic": "Regional Development", 
            "time": "2010-05-05 14:55:00", 
            "attribution": "Hon. Keith Ashfield (Minister of National Revenue, Minister of the Atlantic Canada Opportunities Agency and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Phil McColeman", 
                "url": "/politicians/phil-mccoleman/", 
                "member_id": 1121, 
                "party": "Conservative", 
                "riding": "Brant (Ontario)", 
                "id": 575
            }, 
            "url": "/hansards/2259/84/", 
            "text": "Mr. Speaker, yesterday the member for Ajax—Pickering bullied his way to ensuring that the sponsor of Bill C-391 could speak for only 10 minutes in committee.\n\nFirst the Liberal leader whipped the vote and then his members tried to block witnesses at the committee. Now they treat an elected MP with contempt.\n\nWhy does the member for Ajax—Pickering not want the sponsor to speak to her bill? Is he afraid of the facts or the debate?\n\nCould the Parliamentary Secretary to the Minister of Public Safety update the House on this important issue?", 
            "topic": "Firearms Registry", 
            "time": "2010-05-05 15:00:00", 
            "attribution": "Mr. Phil McColeman (Brant, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Dave MacKenzie", 
                "url": "/politicians/dave-mackenzie/", 
                "member_id": 1409, 
                "party": "Conservative", 
                "riding": "Oxford (Ontario)", 
                "id": 178
            }, 
            "url": "/hansards/2259/85/", 
            "text": "Mr. Speaker, I thank the member for Brant for that question.\n\nWhile we support the licensing of gun owners and registration of prohibited and restricted weapons, we do not support the wasteful long gun registry.\n\nAt committee yesterday, the member for Ajax—Pickering and the Liberals challenged their own motion so that the sponsor of the bill could speak for only 10 minutes. Instead of allowing the committee to hear the facts, the Liberals continued to play political games.\n\nWe hope all Liberal MPs put the calls of their constituents above the order of the Liberal leader and vote to finally end this wasteful long gun registry.", 
            "topic": "Firearms Registry", 
            "time": "2010-05-05 15:00:00", 
            "attribution": "Mr. Dave MacKenzie (Parliamentary Secretary to the Minister of Public Safety, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jean-Claude D'Amours", 
                "url": "/politicians/jean-claude-damours/", 
                "member_id": 1317, 
                "party": "Liberal", 
                "riding": "Madawaska—Restigouche (New Brunswick)", 
                "id": 79
            }, 
            "url": "/hansards/2259/86/", 
            "text": "Mr. Speaker, last week, the Minister of the Atlantic Canada Opportunities Agency was boasting in the media that he was going to personally ensure that no budget cuts would be made to ACOA.\n\nWhat happened this week? The minister announced major cuts to programs related to economic development.\n\nWe all know that the Conservatives do not like economic development agencies and they are proving it once again today. Remember when the Prime Minister described us as having a “culture of defeat”?\n\nWhen will the Conservatives stop attacking the people of Atlantic Canada?", 
            "topic": "Economic Development", 
            "time": "2010-05-05 15:00:00", 
            "attribution": "Mr. Jean-Claude D'Amours (Madawaska—Restigouche, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Keith Ashfield", 
                "url": "/politicians/keith-ashfield/", 
                "member_id": 941, 
                "party": "Conservative", 
                "riding": "Fredericton (New Brunswick)", 
                "id": 559
            }, 
            "url": "/hansards/2259/87/", 
            "text": "A lot of fanfare there, Mr. Speaker.\n\nI would like to tell the House what we are doing for Atlantic Canada through the Atlantic Canada Opportunities Agency, a terrific program. We have invested a huge amount of dollars in the member's own part of New Brunswick. Our government continues to work with our counterparts in New Brunswick and the municipalities.\n\nSince 2006 our government alone has invested $105 million in the northern region of the province, leveraging more than $158 million in additional investments in this region.\n\nWe will not forget Atlantic Canada. We are working hard for Atlantic Canada.", 
            "topic": "Economic Development", 
            "time": "2010-05-05 15:00:00", 
            "attribution": "Hon. Keith Ashfield (Minister of National Revenue, Minister of the Atlantic Canada Opportunities Agency and Minister for the Atlantic Gateway, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Thierry St-Cyr", 
                "url": "/politicians/thierry-st-cyr/", 
                "member_id": 576, 
                "party": "Bloc", 
                "riding": "Jeanne-Le Ber (Québec)", 
                "id": 454
            }, 
            "url": "/hansards/2259/88/", 
            "text": "Mr. Speaker, more than three months after the earthquake, parents of Haitian origin are struggling to obtain visas for their biological children, who are still sleeping in the streets in Haiti. The government promised to implement emergency family reunification measures.\n\nWhy do biological children not have access to the same expedited process as Haitian children who are being adopted by parents here?", 
            "topic": "Haiti", 
            "time": "2010-05-05 15:00:00", 
            "attribution": "Mr. Thierry St-Cyr (Jeanne-Le Ber, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Jason Kenney", 
                "url": "/politicians/jason-kenney/", 
                "member_id": 1240, 
                "party": "Conservative", 
                "riding": "Calgary Southeast (Alberta)", 
                "id": 152
            }, 
            "url": "/hansards/2259/89/", 
            "text": "Mr. Speaker, I want to thank the hon. member for his question.\n\nThe process for adoption of Haitian children is wrapping up. Accordingly, from an administrative point of view, it will become easier to fast-track the sponsorship applications submitted by their parents here in Canada.\n\nAs far as other family sponsorship cases involving children are concerned, we are making considerable headway. Several hundred cases have been processed since the earthquake. Nonetheless, our mission in Port-au-Prince is operating under difficult conditions and our officials are working as fast as they can.", 
            "topic": "Haiti", 
            "time": "2010-05-05 15:00:00", 
            "attribution": "Hon. Jason Kenney (Minister of Citizenship, Immigration and Multiculturalism, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Sylvie Boucher", 
                "url": "/politicians/sylvie-boucher/", 
                "member_id": 351, 
                "party": "Conservative", 
                "riding": "Beauport—Limoilou (Québec)", 
                "id": 409
            }, 
            "url": "/hansards/2259/90/", 
            "text": "Mr. Speaker, I rise on a point of order. I would like to set the record straight in this House once and for all. I demand some respect. I am not a token Quebecker. I was democratically elected and the Bloc Québécois in no way represents me.", 
            "topic": "Points of Order", 
            "time": "2010-05-05 15:00:00", 
            "attribution": "Mrs. Sylvie Boucher (Beauport—Limoilou, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Kevin Sorenson", 
                "url": "/politicians/kevin-sorenson/", 
                "member_id": 1244, 
                "party": "Conservative", 
                "riding": "Crowfoot (Alberta)", 
                "id": 270
            }, 
            "url": "/hansards/2259/91/", 
            "text": "Mr. Speaker, I rise on the same point of order.\n\nDuring the course of question period, the member for Marc-Aurèle-Fortin, in the course of his questions, stood and named the Quebec members of Parliament as token Quebeckers.\n\nLet me say that as an Albertan I find that offensive. There are no token Quebeckers, no token Albertans and no token anyone in this House.\n\nAs a member of the caucus of the Conservative Party, I have stood and I have watched the Quebec members of Parliament represent their constituents, their province and their country. They have come representing them on Canada's economic action plan. They have seen increases to the equalization. They have seen increases in the health transfers. They have seen increases in social transfers.\n\nThey are representing their province and their country. I find this type of question offensive.\n\nMr. Speaker I think, if we are ever going to deal with decorum in this House, it is important that you stand and make a ruling that this is just unacceptable.", 
            "topic": "Points of Order", 
            "time": "2010-05-05 15:05:00", 
            "attribution": "Mr. Kevin Sorenson (Crowfoot, CPC)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Michel Guimond", 
                "url": "/politicians/michel-guimond/", 
                "member_id": 436, 
                "party": "Bloc", 
                "riding": "Montmorency—Charlevoix—Haute-Côte-Nord (Québec)", 
                "id": 130
            }, 
            "url": "/hansards/2259/92/", 
            "text": "Mr. Speaker, in response to the last two interventions, I would first say to the hon. member for Crowfoot that the translation for the word “token” was never used by our colleague from Marc-Aurèle-Fortin. He used the expression “Québécois de service”. This is further proof that if the Conservatives would agree to appointing bilingual judges to the Supreme Court, it could avoid the kind of misunderstandings that we just saw here.\n\nSecond, I would like to respond to the hon. member for Beauport—Limoilou by saying that the expression “Québécois de service” was repeated just last week by the hon. member for Roberval—Lac-Saint-Jean, who said he is proud to be a “token Quebecker”. So it can be used intentionally and there should be no problem.", 
            "topic": "Points of Order", 
            "time": "2010-05-05 15:05:00", 
            "attribution": "Mr. Michel Guimond (Montmorency—Charlevoix—Haute-Côte-Nord, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Serge Ménard", 
                "url": "/politicians/serge-menard/", 
                "member_id": 1492, 
                "party": "Bloc", 
                "riding": "Marc-Aurèle-Fortin (Québec)", 
                "id": 199
            }, 
            "url": "/hansards/2259/93/", 
            "text": "Mr. Speaker, as you know, I was a member of the bar and I was very active in the Canadian Bar Association, among others, even though I am a sovereignist. When I returned, I often joked that I was the token sovereignist within the Canadian Bar Association. It really makes me chuckle when some people think this is an insult. Can we compare this to someone saying that we support pedophilia and that we think only of defending the rights of violent repeat offenders? We can compare those two insults. This reminds me of the gospel in which there is a beam obstructing their view and they do not move it out of the way to see the straw in the other person's eye. I already learned about and appreciated that straw when I was a lawyer and active in the Canadian Bar Association as a token sovereignist.", 
            "topic": "Points of Order", 
            "time": "2010-05-05 15:05:00", 
            "attribution": "Mr. Serge Ménard (Marc-Aurèle-Fortin, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Stéphane Dion", 
                "url": "/politicians/stephane-dion/", 
                "member_id": 3686, 
                "party": "Liberal", 
                "riding": "Saint-Laurent—Cartierville (Québec)", 
                "id": 89
            }, 
            "url": "/hansards/2259/94/", 
            "text": "Mr. Speaker, I know for certain that the member for Marc-Aurèle-Fortin does not believe what he just said. He knows that it is insulting to call someone a token Quebecker and that such insults have no place in this House. As much as I disagree with my Conservative colleagues' position and share the indignation of my colleagues on this side of the House, I would like everyone here to act respectfully and understand that all Quebeckers in this House stand up for what they believe, whether they believe in a united Canada or an independent Quebec.", 
            "topic": "Points of Order", 
            "time": "2010-05-05 15:05:00", 
            "attribution": "Hon. Stéphane Dion (Saint-Laurent—Cartierville, Lib.)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Sylvie Boucher", 
                "url": "/politicians/sylvie-boucher/", 
                "member_id": 351, 
                "party": "Conservative", 
                "riding": "Beauport—Limoilou (Québec)", 
                "id": 409
            }, 
            "url": "/hansards/2259/95/", 
            "text": "Mr. Speaker, this is not the first time I have talked about this in the House. I think that we need to respect one another even if we do not share the same ideas. The people we represent do not like what they see on television.", 
            "topic": "Points of Order", 
            "time": "2010-05-05 15:10:00", 
            "attribution": "Mrs. Sylvie Boucher", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Pierre Paquette", 
                "url": "/politicians/pierre-paquette/", 
                "member_id": 1781, 
                "party": "Bloc", 
                "riding": "Joliette (Québec)", 
                "id": 221
            }, 
            "url": "/hansards/2259/96/", 
            "text": "Mr. Speaker, in short, I think that it is clear from the remarks we have just heard that this is a political issue that should be debated in the House. Some Conservative and Liberal members may feel that “token Quebecker” is an insult, but MPs use plenty of other expressions in the House against the Bloc Québécois and Quebec sovereignists that we find insulting. We do not stand up every time that happens. Perhaps our rear ends are not quite as sensitive as theirs.", 
            "topic": "Points of Order", 
            "time": "2010-05-05 15:10:00", 
            "attribution": "Mr. Pierre Paquette (Joliette, BQ)", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/97/", 
            "text": "I think the Chair has heard sufficient on this matter for the time being. I will look into the expressions used and come back to the House in due course.\n\nClearly, there is some disagreement, and if it cannot be resolved, I invite the members who object to the use of certain terms in the House to raise the matter before the Standing Committee on Procedure and House Affairs. The committee may make a recommendation to the House that would enable me to enforce certain rules more strictly. Issues like this always fall within the committee's purview.", 
            "topic": "Points of Order", 
            "time": "2010-05-05 15:10:00", 
            "attribution": "The Speaker", 
            "heading": "Oral Questions"
        }, 
        {
            "politician": {
                "name": "Tom Lukiwski", 
                "url": "/politicians/tom-lukiwski/", 
                "member_id": 1534, 
                "party": "Conservative", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 173
            }, 
            "url": "/hansards/2259/98/", 
            "text": "Mr. Speaker, pursuant to Standing Order 36(8), I have the honour to table, in both official languages, the government's response to five petitions", 
            "topic": "Government Response to Petitions", 
            "time": "2010-05-05 15:10:00", 
            "attribution": "Mr. Tom Lukiwski (Parliamentary Secretary to the Leader of the Government in the House of Commons, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Mauril Bélanger", 
                "url": "/politicians/mauril-belanger/", 
                "member_id": 3687, 
                "party": "Liberal", 
                "riding": "Ottawa—Vanier (Ontario)", 
                "id": 21
            }, 
            "url": "/hansards/2259/99/", 
            "text": "Mr. Speaker, pursuant to Standing Order 34(1), I have the honour to present to the House, in both official languages, the report of the Canadian Delegation of the Canada-Africa Parliamentary Association respecting its bilateral visits to Gaborone, Botswana, and Lusaka, Zambia, from February 14 to February 19.", 
            "topic": "Interparliamentary Delegations", 
            "time": "2010-05-05 15:10:00", 
            "attribution": "Hon. Mauril Bélanger (Ottawa—Vanier, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2259/100/", 
            "text": "moved for leave to introduce Bill C-517, An Act to amend the Income Tax Act (tax credit for dues paid to veterans' organizations).\n\nMr. Speaker, I rise this afternoon to introduce a bill that would create a fully refundable tax credit for membership dues paid to veterans' organizations. This bill would provide a tax refund to members of the Royal Canadian Legion, the Army, Navy & Air Force Veterans in Canada association, and other veterans' organizations, for the full cost of their membership dues.\n\nVeterans' organizations have been facing a tough financial time. A tax credit for membership dues would allow them to raise the money they need to operate without putting their members into financial hardship, many of whom are living on a fixed income.\n\nLast October, I introduced a motion that called for property tax breaks for veterans' organizations. The City of Vancouver has recently acquired the authority to grant these exemptions and I urge it to do so swiftly.\n\nThese two measures would give our veterans' organizations some important fiscal room they critically need because veterans' organizations do so much valuable work in our communities and their members give countless volunteer hours to local causes. In particular, I want to acknowledge two dedicated volunteers from my riding: Theresa McAuley from the Collingwood Legion and Ken Chamberlin from ANAVETS Unit 26.\n\nI hope all members of the House will support my bill and give financial relief to veterans' organizations and their members.", 
            "topic": "Income Tax Act", 
            "time": "2010-05-05 15:10:00", 
            "attribution": "Mr. Don Davies (Vancouver Kingsway, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Fin Donnelly", 
                "url": "/politicians/fin-donnelly/", 
                "member_id": 3699, 
                "party": "NDP", 
                "riding": "New Westminster—Coquitlam (B.C.)", 
                "id": 8333
            }, 
            "url": "/hansards/2259/101/", 
            "text": "moved for leave to introduce Bill C-518, An Act to amend the Fisheries Act (closed containment aquaculture).\n\nMr. Speaker, I rise today to introduce a bill that aims to strengthen the Fisheries Act by requiring fish farm operations on B.C.'s west coast to move to close containment. The bill directs the fisheries minister to develop, table and implement a transition plan outlining how fish farm operations would make that move. The plan must ensure that those currently working in the industry would be protected during this transition.\n\nNew Democrats believe environmental protection not only can but must coexist with economic prosperity. In fact, British Columbia's well-being, indeed Canada's well-being depends on it.\n\nThe idea for this bill came from Thea Block, a 16-year-old student from Glenlyon Norfolk School in Victoria. Her entry was the winner in the hon. member for Victoria's, “Create Your Canada” contest which was held late last year.\n\nLast summer Thea worked on a fish boat with her dad. They run a small fish operation that relies on healthy wild salmon. Thea wants future generations to be able to enjoy wild salmon just like she and so many others have. She does not want it spoiled because we did not take steps to protect B.C.'s wild salmon.\n\nAmending the Fisheries Act and moving to closed containment is a step toward ensuring our wild salmon remain healthy for generations to come. I hope all members of the House will support this bill.", 
            "topic": "Fisheries Act", 
            "time": "2010-05-05 15:10:00", 
            "attribution": "Mr. Fin Donnelly (New Westminster—Coquitlam, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Michael Savage", 
                "url": "/politicians/michael-savage/", 
                "member_id": 560, 
                "party": "Liberal", 
                "riding": "Dartmouth—Cole Harbour (Nova Scotia)", 
                "id": 253
            }, 
            "url": "/hansards/2259/102/", 
            "text": "Mr. Speaker, I am honoured to present a petition today on behalf of a number of constituents of mine and people in and around my constituency in the Halifax area, notably Dartmouth--Cole Harbour. They are petitioning the Government of Canada to support a universal declaration on animal welfare.\n\nThe petitioners point out that the scientific consensus and public acknowledgement is that animals feel pain and suffer and that all efforts should be made to prevent animal cruelty. They indicate that over one billion people rely on animals every day for their livelihoods.\n\nThe petitioners are asking that the Government of Canada support this universal declaration on animal welfare.", 
            "topic": "Petitions", 
            "time": "2010-05-05 15:15:00", 
            "attribution": "Mr. Michael Savage (Dartmouth—Cole Harbour, Lib.)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Marc Lemay", 
                "url": "/politicians/marc-lemay/", 
                "member_id": 1453, 
                "party": "Bloc", 
                "riding": "Abitibi—Témiscamingue (Québec)", 
                "id": 168
            }, 
            "url": "/hansards/2259/103/", 
            "text": "Mr. Speaker, on behalf of a number of my constituents, I am pleased to present a petition regarding the possibility that the minister responsible for Canada Post might put an end to the moratorium that is keeping alive—if I may say so—a number of small post offices in various small communities.\n\nDozens of my constituents, from Belleterre, in Rouyn-Noranda, to Moffet, Latulipe and even Winneway, a very important aboriginal community, are calling on the government to maintain the moratorium. They are urging us to review this bill and to carefully re-examine the potential closure of several post offices in small communities.", 
            "topic": "Petitions", 
            "time": "2010-05-05 15:15:00", 
            "attribution": "Mr. Marc Lemay (Abitibi—Témiscamingue, BQ)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Bill Siksay", 
                "url": "/politicians/bill-siksay/", 
                "member_id": 1264, 
                "party": "NDP", 
                "riding": "Burnaby—Douglas (B.C.)", 
                "id": 261
            }, 
            "url": "/hansards/2259/104/", 
            "text": "Mr. Speaker, I am very honoured to table a petition signed by 139 residents of greater Vancouver, many of whom are students at Simon Fraser University and are members of the Simon Fraser University Environmental Science Student Union.\n\nThese petitioners are very concerned about the infestation of juvenile salmon with sea lice, especially since sea lice in Nootka Sound have developed resistance to the pesticides used to control them.\n\nThe petitioners are also concerned about reports that sea lice have been spread through the outflow pipes in processing plants including one on Quadra Island. They note the negative impact this will have on the survival of wild salmon populations near Nootka Sound, the Discovery Islands and the Fraser River.\n\nThey call on Fisheries and Oceans Canada to open a formal investigation into this urgent situation. They also call for urgent spending on scientific investigation into the resistivity of sea lice and the spread of sea lice from processing plant outflow pipes.", 
            "topic": "Petitions", 
            "time": "2010-05-05 15:15:00", 
            "attribution": "Mr. Bill Siksay (Burnaby—Douglas, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2259/105/", 
            "text": "Mr. Speaker, I rise to present a petition signed by students from Windermere Secondary School in my riding of Vancouver Kingsway calling on the government to take immediate and meaningful action to end the ongoing violence in Darfur. The petitioners note that more than 300,000 people have died and over three million have been displaced.\n\nThe petitioners want the government to make Darfur a Canadian foreign affairs priority. They want diplomatic engagement, financial and logistical support for the UN and African Union peacekeeping mission in Sudan, and humanitarian assistance for the Darfur region.\n\nThis is the second petition in two weeks from students at Windermere. I received this petition with a covering letter from Chanel Ly, the Student Council Community Service Liaison. These students have dedicated their volunteer time to raising awareness about serious global and domestic issues. They have a keen sense of fairness and a passion for social justice. I commend them for their advocacy, their political involvement and urge the government to act swiftly to address their concerns.", 
            "topic": "Petitions", 
            "time": "2010-05-05 15:15:00", 
            "attribution": "Mr. Don Davies (Vancouver Kingsway, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Linda Duncan", 
                "url": "/politicians/linda-duncan/", 
                "member_id": 1029, 
                "party": "NDP", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 608
            }, 
            "url": "/hansards/2259/106/", 
            "text": "Mr. Speaker, I am rising to present a petition from residents of British Columbia, Ontario and Alberta. They are calling for the members of the House to support Bill C-466.\n\nThey are concerned that the rising use of vehicles is increasing climate change and reducing air quality in cities. They wish to have the federal government take action to promote greener commuting choices by a national transit strategy and a greater municipal share of the federal gas tax to promote cleaner transportation.", 
            "topic": "Petitions", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Ms. Linda Duncan (Edmonton—Strathcona, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Maloway", 
                "url": "/politicians/jim-maloway/", 
                "member_id": 1111, 
                "party": "NDP", 
                "riding": "Elmwood—Transcona (Manitoba)", 
                "id": 599
            }, 
            "url": "/hansards/2259/107/", 
            "text": "Mr. Speaker, I have two petitions to present today.\n\nThousands of Canadians are calling on Parliament to adopt Canada's first air passengers' bill of rights. Bill C-310 would compensate air passengers with all Canadian carriers, including charters, anywhere they fly in the world. The bill would provide compensation for overbooked flights, cancelled flights and long tarmac delays. It deals with issues such as late and misplaced bags. It deals with issues such as all-inclusive pricing by airlines in their advertising.\n\nLegislation of this type has been in Europe now for the last five years. The question is, why should travellers have better treatment in Europe than they do in Canada? Airlines would have to inform passengers of flight changes, whether there are delays or cancellations. The new rules would have to be posted at the airport. Airlines would have to inform passengers of their rights and the process to file for compensation. If the airlines followed the rules, it would cost them nothing.\n\nThe petitioners call on the government to support Bill C-310, which would introduce Canada's first air passengers' bill of rights.", 
            "topic": "Petitions", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Mr. Jim Maloway (Elmwood—Transcona, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Jim Maloway", 
                "url": "/politicians/jim-maloway/", 
                "member_id": 1111, 
                "party": "NDP", 
                "riding": "Elmwood—Transcona (Manitoba)", 
                "id": 599
            }, 
            "url": "/hansards/2259/108/", 
            "text": "Mr. Speaker, the second petition is signed by dozens of Canadians and is against Health Canada's authorization of caffeine in all soft drinks.\n\nHealth Canada announced on March 19, 2010 that beverage companies will now be allowed to add up to 75% of the caffeine allowed in the most highly caffeinated colas to all soft drinks. Soft drinks have been designed and marketed toward children for generations. Canadians already have concerns about children drinking coffee and colas, as they acknowledge caffeine is an addictive stimulant. It is difficult enough for parents to control the amount of sugar, artificial sweeteners and other additives that their children consume, including caffeine from colas.\n\nTherefore, the petitioners call upon the Government of Canada to reverse Health Canada's new rule allowing caffeine in all soft drinks, and to not follow the deregulation policies of the United States and other countries that would sacrifice the health of Canadian children and pregnant women.", 
            "topic": "Petitions", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Mr. Jim Maloway (Elmwood—Transcona, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Brian Masse", 
                "url": "/politicians/brian-masse/", 
                "member_id": 3653, 
                "party": "NDP", 
                "riding": "Windsor West (Ontario)", 
                "id": 189
            }, 
            "url": "/hansards/2259/109/", 
            "text": "Mr. Speaker, I am honoured to present a petition from petitioners in the Windsor-Essex County area with regard to corporate responsibility.\n\nThe petitioners are asking that Canadian mining companies observe and be responsible in relation to human rights as well as the environment, making sure there is no degradation. They call upon the government to do two specific things: first, to create effective laws regarding corporate social responsibility; and second, to pass Bill C-300.\n\nI am proud to say that the originator of this work was Ed Broadbent, who brought it to this chamber.", 
            "topic": "Petitions", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Mr. Brian Masse (Windsor West, NDP)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Tom Lukiwski", 
                "url": "/politicians/tom-lukiwski/", 
                "member_id": 1534, 
                "party": "Conservative", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 173
            }, 
            "url": "/hansards/2259/110/", 
            "text": "Mr. Speaker, Question No. 156 will be answered today.", 
            "topic": "Questions on the Order Paper", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Mr. Tom Lukiwski (Parliamentary Secretary to the Leader of the Government in the House of Commons, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "André Bellavance", 
                "url": "/politicians/andre-bellavance/", 
                "member_id": 1507, 
                "party": "Bloc", 
                "riding": "Richmond—Arthabaska (Québec)", 
                "id": 23
            }, 
            "url": "/hansards/2259/111/", 
            "text": "With respect to the Slaughter Improvement Program announced in the last budget: (a) when will it be available; (b) what are the terms and conditions of the $25 million program designed to assist cattle producers in disposing of SRMs (Specified Risk Materials) and, more specifically, (i) what form will the financial assistance take, (ii) what will the maximum amount of funding be per project, (iii) what will the program’s eligibility criteria be; and (c) what are the terms and conditions of the $40 million program for innovation and, more specifically, (i) what form will the financial assistance take, (ii) what will the maximum amount of funding be per project, (iii) what will the program’s eligibility criteria be?", 
            "topic": "Questions on the Order Paper", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Mr. André Bellavance", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Gerry Ritz", 
                "url": "/politicians/gerry-ritz/", 
                "member_id": 1528, 
                "party": "Conservative", 
                "riding": "Battlefords—Lloydminster (Saskatchewan)", 
                "id": 246
            }, 
            "url": "/hansards/2259/112/", 
            "text": "Mr. Speaker, with regard to a) In budget 2010, funding available under the SIP will be increased by $10M for Canadian cattle processing plants to help improve their operations and support the introduction of new, cost-effective technologies. There will be an opportunity to apply for funding in the spring of 2010.\n\nWith regard to b) Parameters around the $25 million initiative announced in budget 2010 targeted to cattle processing plants that handle cattle over 30 months of age are still under development. Details around this initiative will be announced as soon as possible.\n\nWith regard to c) Parameters around the $40 million initiative announced in budget 2010 to support the development and commercialization of innovative technologies related to the removal and use of specified risk materials are still under development and the terms and conditions are not yet available. Details around this initiative will be announced as soon as possible.", 
            "topic": "Questions on the Order Paper", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Hon. Gerry Ritz (Minister of Agriculture and Agri-Food and Minister for the Canadian Wheat Board, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Tom Lukiwski", 
                "url": "/politicians/tom-lukiwski/", 
                "member_id": 1534, 
                "party": "Conservative", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 173
            }, 
            "url": "/hansards/2259/113/", 
            "text": "Mr. Speaker, if Questions Nos. 151 and 152 could be made orders for returns, these returns would be tabled immediately.", 
            "topic": "Questions Passed as Orders for Returns", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Mr. Tom Lukiwski (Parliamentary Secretary to the Leader of the Government in the House of Commons, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/114/", 
            "text": "Is that agreed?", 
            "topic": "Questions Passed as Orders for Returns", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2259/115/", 
            "text": "Agreed.", 
            "topic": "Questions Passed as Orders for Returns", 
            "time": "2010-05-05 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2259/116/", 
            "text": "With regard to government radio advertising: (a) how much has the government spent on promoting Canada’s Economic Action Plan through advertising in Saskatchewan; and (b) when was each advertisement aired, and on which radio station?\n\n(Return tabled)", 
            "topic": "Questions Passed as Orders for Returns", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Hon. Ralph Goodale", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Ralph Goodale", 
                "url": "/politicians/ralph-goodale/", 
                "member_id": 2745, 
                "party": "Liberal", 
                "riding": "Wascana (Saskatchewan)", 
                "id": 121
            }, 
            "url": "/hansards/2259/117/", 
            "text": "With regard to government television advertising: (a) how much has the government spent on promoting Canada’s Economic Action Plan through advertising in Saskatchewan; and (b) when was each advertisement aired, and on which station?\n\n(Return tabled)", 
            "topic": "Questions Passed as Orders for Returns", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Hon. Ralph Goodale", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Tom Lukiwski", 
                "url": "/politicians/tom-lukiwski/", 
                "member_id": 1534, 
                "party": "Conservative", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 173
            }, 
            "url": "/hansards/2259/118/", 
            "text": "Mr. Speaker, I ask that all remaining questions be allowed to stand.", 
            "topic": "Questions Passed as Orders for Returns", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Mr. Tom Lukiwski", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/119/", 
            "text": "Is that agreed?", 
            "topic": "Questions Passed as Orders for Returns", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2259/120/", 
            "text": "Agreed.", 
            "topic": "Questions Passed as Orders for Returns", 
            "time": "2010-05-05 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Tom Lukiwski", 
                "url": "/politicians/tom-lukiwski/", 
                "member_id": 1534, 
                "party": "Conservative", 
                "riding": "Regina—Lumsden—Lake Centre (Saskatchewan)", 
                "id": 173
            }, 
            "url": "/hansards/2259/121/", 
            "text": "Mr. Speaker, I ask that all notices of motions for the production of papers be allowed to stand.", 
            "topic": "Motions for Papers", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Mr. Tom Lukiwski (Parliamentary Secretary to the Leader of the Government in the House of Commons, CPC)", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/122/", 
            "text": "Is that agreed?", 
            "topic": "Motions for Papers", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2259/123/", 
            "text": "Agreed.", 
            "topic": "Motions for Papers", 
            "time": "2010-05-05 15:20:00", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2259/124/", 
            "text": "The House resumed from May 3 consideration of the motion that Bill C-16, An Act to amend the Criminal Code, be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2010-05-05 15:20:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/125/", 
            "text": "When the bill was last before the House, the hon. member for Yukon had the floor and there are seven minutes remaining in the time allotted for his remarks. I therefore call upon the hon. member for Yukon.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Larry Bagnell", 
                "url": "/politicians/larry-bagnell/", 
                "member_id": 1844, 
                "party": "Liberal", 
                "riding": "Yukon (Yukon)", 
                "id": 15
            }, 
            "url": "/hansards/2259/126/", 
            "text": "Mr. Speaker, it gives me great pleasure again to rise on this very important bill, a bill that is important for my riding and, indeed, the justice system and all Canadians.\n\nTo briefly summarize what I was talking about in the first 13 minutes, I made the point that many Conservative MPs do not have an appropriate understanding of the effectiveness of conditional sentencing and of the success rates of conditional sentencing. As all studies have shown, it makes victims and Canadians much safer because it has a higher rate of reducing future crime. There is a lower rate of recidivism when someone is on a conditional sentence than when they go through incarceration.\n\nPeople say that incarceration for a number of criminals is just a university of crime. They are with people who are not helping them get on in life or develop good methods and morals. They are teaching them ways to continue in crime, whereas conditional sentences have all sorts of conditions which many people do not understand that help rehabilitate someone and get them prepared for a meaningful life. Everyone, of course, goes back into society after their sentence is finished.\n\nIt is hard to believe that the government actually takes this whole crime agenda seriously. It talks about it all the time but it keeps shutting down Parliament and delaying its own crime bills every time it gets close to being in trouble. At the last prorogation there were 19 crime bills. A lot of those bills could have been through already. If the government were really serious about protecting Canadians it would not keep delaying its own bills on crime.\n\nI sat on the justice committee for a number of the bills and virtually all the experts and all the witnesses we saw on a vast majority of the bills showed that a number of the provisions being put forward did not make any sense when they were tested against the reality of what worked, of what the stats showed, of what actually reduced crime and of what protected victims. Therefore, the justice committee had to make a number of modifications. The precursor to this bill, Bill C-9, we had to drastically change because it was so out of whack with reality and with what witnesses and experts said would actually protect Canadians and reduce victims.\n\nI would agree that some violent crimes should not be eligible for conditional sentences, which is why I am willing to let the bill go to committee. However, for a number of crimes that should still be allowed, where judges should have discretion. The government has made no indication and cannot answer the question about the cost of this. There have been disastrous results from the Conservatives' other bills when someone else analyzed the costs. There is no analysis here, especially considering the provinces will have to pay for some of it and they have no idea what would need to be transferred to the provinces.\n\nWhen we are in this huge deficit, the biggest in history, the Conservatives need to keep raising taxes. They raised the income trusts for elderly people in this country. EI premiums are going up. We are all paying airline taxes and huge interest rates on our income tax. Now they want to put in another bill that will cost a lot of money with no costing whatsoever and no telling the provinces what they will have to pay.\n\nThe second point I want to make relates to the appellate courts. If the lower court has a problem with a sentence that does not provide an appropriate conditional sentence, then it is appealed. The appeal courts do not have a problem interpreting the conditional sentencing. Both Ontario and Alberta Courts of Appeal agree that conditional sentences are not interpreted the same way for dangerous offenders purposes, which have totally different consequences and purposes.\n\nAnother problem with the bill is that it totally avoids the principles of sentencing and the circumstances of the crime. If the government thinks the bill will get away without a constitutional challenge, it has another think coming. If we defy major principles in our justice system, looking at the principles of sentencing, the circumstances of a particular crime by eliminating one of the options for the judge, then that certainly will be challenged at some time in the future.\n\nThe last point relates to policy development. Policy development in the federal system normally starts with experts in a department, such as the Department of Justice, who have years of experience. They find a need in society, work it up, study it around the world, talk about the problems and then they bring forward legislation.\n\nIt has been made quite clear to us in committee that on a number of justice cases the government has been working the other way around. The government just tells the bureaucrats what to do. In those cases, Department of Justice officials have not even been able to defend the legislation because they did not develop it. It is indefensible, as the experts explained to us in the justice committee.\n\nI would like to ask Conservative members if they could give me three examples of cases where the courts gave an inappropriate sentence for a violent crime, a conditional sentence, and those sentences were not appealed. Conditional sentences have worked in thousands of cases. I would just like to have three examples of where a conditional sentence was given for a violent crime and the sentence was not appealed.\n\nAs one of my colleagues said, a lot of this bill appears to be a solution looking for a problem. I was a bit more enthusiastic about this bill at the start but when the government cannot answer any of these questions about it, it really puts the whole effort into question.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 15:20:00", 
            "attribution": "Hon. Larry Bagnell (Yukon, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Marc Lemay", 
                "url": "/politicians/marc-lemay/", 
                "member_id": 1453, 
                "party": "Bloc", 
                "riding": "Abitibi—Témiscamingue (Québec)", 
                "id": 168
            }, 
            "url": "/hansards/2259/127/", 
            "text": "Mr. Speaker, I listened carefully to the end of the speech given by my colleague, whom I thank. I also want to thank him for the work he does. We sit together on the Standing Committee on Aboriginal Affairs and Northern Development, and he is a goldmine of information because he lives in the Yukon. He represents a huge area.\n\nDoes my colleague know whether there are any studies specifically for the Yukon on the impact this bill would have in terms of the number of inmates who would no longer be entitled to a conditional sentence? Can my colleague tell us how many criminals—because they are the ones who get conditional sentences—would be directly affected if this bill were passed as is? I will come back to this point in a few minutes when I speak on behalf of the Bloc Québécois.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 15:30:00", 
            "attribution": "Mr. Marc Lemay (Abitibi—Témiscamingue, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Larry Bagnell", 
                "url": "/politicians/larry-bagnell/", 
                "member_id": 1844, 
                "party": "Liberal", 
                "riding": "Yukon (Yukon)", 
                "id": 15
            }, 
            "url": "/hansards/2259/128/", 
            "text": "Mr. Speaker, I do enjoy working with my colleague on the aboriginal affairs and northern development committee.\n\nThe short answer to his question is that no specific study has been done. It would have a very big effect on my riding because of the number of aboriginal people in my riding. There are even more in the other two territories.\n\nAs the member well knows, an inordinate number of aboriginal people are incarcerated in the justice system. It is not working. The numbers are way above the proportion of the population. This bill would keep more people in jail where they will not get as much treatment and rehabilitation as those people who receive conditional sentences. A lot more aboriginal people will be in prisons. A lot more people will be in prisons across Canada who could then become more dangerous offenders and we could have a lot more victims.\n\nThe other point is that we have a restorative justice program in the Yukon, aboriginal justice, that has incredible rates, sometimes close to 100%, of people who do not reoffend when they receive conditional sentences. Whereas in the traditional incarceration system, the rate of recidivism is 30%, 40%, 70% and people come out a danger to society.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 15:30:00", 
            "attribution": "Hon. Larry Bagnell", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jim Maloway", 
                "url": "/politicians/jim-maloway/", 
                "member_id": 1111, 
                "party": "NDP", 
                "riding": "Elmwood—Transcona (Manitoba)", 
                "id": 599
            }, 
            "url": "/hansards/2259/129/", 
            "text": "Mr. Speaker, three years ago the Conservative government appointed Canada's first ever Ombudsman for Victims of Crime, Steve Sullivan. Just in the last week, he criticized the government for shortchanging victims of crime and taking money away from the program. This is hardly the message that the government would want to project having spent years pretending to be friends of the victims of crime. His criticism of the government is that it is spending too much money on sentencing and not enough on victims of crime.\n\nI would like to ask the member whether he agrees with Mr. Sullivan's assessment and whether he has observations on what went wrong over there. The government hired Mr. Sullivan three years ago and it clearly is not willing to reappoint him and does not want to go along with his recommendations.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 15:30:00", 
            "attribution": "Mr. Jim Maloway (Elmwood—Transcona, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Larry Bagnell", 
                "url": "/politicians/larry-bagnell/", 
                "member_id": 1844, 
                "party": "Liberal", 
                "riding": "Yukon (Yukon)", 
                "id": 15
            }, 
            "url": "/hansards/2259/130/", 
            "text": "Mr. Speaker, as the member knows and as he heard quite well in question period, any time an independent officer criticizes the government, they are not reappointed. The government does not like criticism.\n\nI actually have not read that report. The member makes a very interesting point, because the only defence that many of the Conservative speakers make for these bills that do not make any sense to the experts is that they are protecting the victims.\n\nNow, the one thing that would allow the Conservatives to force bad bills through Parliament has turned out to be a fallacy because, as the member just outlined, the government has retracted resources to help the victims of crime.\n\nThe point I have made numerous times in Parliament, the second point on the same topic, is that the Conservatives are actually jeopardizing the victims to be re-victimized when they put forward bills that would make Canada more dangerous, by not doing what the experts say and providing treatment such as conditional sentences and restorative justice that have proven track records.\n\nWhen there is restorative justice or a conditional sentence, all sorts of conditions go along with it. Conditions relate to substance abuse, which is quite often involved in over 50% of the crimes, and rehabilitation, which gets people ready to reintegrate into society. It is that which makes society safer and protects victims. We should be concentrating on that rather than sentencing that has been proven not to be effective in many cases.\n\nRecent studies that have come out cost billions of dollars, money that could have been used to finance removing the root causes of crime, dealing with victims and rehabilitating offenders.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 15:35:00", 
            "attribution": "Hon. Larry Bagnell", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Joe Volpe", 
                "url": "/politicians/joe-volpe/", 
                "member_id": 606, 
                "party": "Liberal", 
                "riding": "Eglinton—Lawrence (Ontario)", 
                "id": 298
            }, 
            "url": "/hansards/2259/131/", 
            "text": "Mr. Speaker, I compliment my colleague from Yukon for a very incisive approach to a very serious problem in the country.\n\nBecause we are talking about a justice and crime agenda that the government has laid out, he has taken the trouble to actually look at dissecting the problem and proposing solutions. The member has analyzed exactly what the problem is.\n\nI note with some optimism that both our colleagues from the other two parties, the member for Abitibi—Témiscamingue and the member for Elmwood—Transcona, have underscored two very important issues that I would like to have my colleague from Yukon comment on.\n\nFirst, this is a very large and very diverse country, not just geographically but culturally, and in a large geographic environment like our own, where people develop local, regional approaches to maintaining harmony and co-operation in communities, legislation like this might not be the very best solution.\n\nSecond, if we are going to implement legislation such as that which the government has proposed, and as my colleagues from Yukon and Elmwood—Transcona have pointed out, there has been no indication of the resources that will be put in place to achieve restorative justice, rehabilitation and reintegration. I think those are very important issues to keep in mind.\n\nI wonder whether my colleague would step away from his learned approach to this and reflect on the other practical measure here, which is that this is a regurgitation of bills that have been presented prior in this Parliament and in a previous Parliament and were abandoned by the government through prorogation. Is it, in his estimation, a situation where the government is simply not taking its own legislation seriously and that perhaps we are lonely voices in the desert crying out for justice with the government's deaf ears as our audience?", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 15:35:00", 
            "attribution": "Hon. Joseph Volpe (Eglinton—Lawrence, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Larry Bagnell", 
                "url": "/politicians/larry-bagnell/", 
                "member_id": 1844, 
                "party": "Liberal", 
                "riding": "Yukon (Yukon)", 
                "id": 15
            }, 
            "url": "/hansards/2259/132/", 
            "text": "Mr. Speaker, I appreciate working with my colleague. He made a number of points and I will not get through them all in the time I am allowed. His first point was about our large geographic country. It is not only large geographically, but it is also very large culturally, with probably more diasporas than any country in the world. This leads to people in different situations. Aboriginal people have totally different cultural systems.\n\nFor instance, if we remove restorative justice and force aboriginal people from the high Arctic to be incarcerated when there are no prisons there, they may have to be moved thousands of miles from their family or support system. We are just going to increase the problem and cause more crime. They could never be rehabilitated. We do not have any sensitivity to the various cultures in this country.\n\nThat is why I said that this bill is easily going to get a constitutional challenge. The principles of sentencing look at the circumstances of the crime and of the person. When we remove the tools and the flexibility that judges have to deal with these vast differences in Canadian cultures and Canadian geography, it is really not constitutional and it is certainly not as effective as it could be in reducing crime.\n\nThe second point he made was excellent. I referred to it in the first 13 minutes of my speech. It came out recently that these bills cost billions of dollars and had limited effectiveness. That money should have been spent on prevention and the root causes of crime, on reintegration of criminals into society, and on rehabilitation. I will use probation as an example. If we remove this, there will be probation, and in probation we do not get that rehabilitation and reintegration. Therefore, we would be more likely to have more victims and a more dangerous society.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 15:35:00", 
            "attribution": "Hon. Larry Bagnell", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Marc Lemay", 
                "url": "/politicians/marc-lemay/", 
                "member_id": 1453, 
                "party": "Bloc", 
                "riding": "Abitibi—Témiscamingue (Québec)", 
                "id": 168
            }, 
            "url": "/hansards/2259/133/", 
            "text": "Mr. Speaker, I am pleased to speak again about Bill C-16, which was known as Bill C-42 barely a few months ago. Two years ago it was Bill C-9.\n\nThere are always questions about the administration of justice. How can justice be better administered? How can we ensure that dangerous criminals stay behind bars as long as possible? We will not find positive answers to these questions in Bill C-16.\n\nFor those who are watching, I should explain what we are talking about. When an individual is brought before a court for having committed an offence, a break and enter for example, the judge has a myriad of options, ranging from a simple fine to jail time. Somewhere between those two options is parole and absolute discharge.\n\nWhen it comes to detention, the Conservatives need to stop kidding us. I am sure that the translators, who are wonderful, will put this correctly in English: a conditional sentence is still a sentence. And that brings us to the final types of sentences a judge can impose—a fixed term sentence or a conditional sentence. Since the Conservatives are not familiar with this, I will explain it to them.\n\nIn 1996, a number of attorneys general and ministers of justice—including the current Minister of Justice, who was in Manitoba at the time—determined that this was expensive and that some people were jailed too long for nothing.\n\nWe must understand one extremely important thing, which I will repeat because the members opposite do not understand: a conditional sentence is a sentence of imprisonment. The Conservatives are saying that offenders serve their sentence at home with their feet up doing nothing. I will come back to that. They are bending the truth, if not totally lying to the public when they say such things. It is absolutely not true.\n\nI practised law in 1985, 1990 and 1995, and from 1996 to 2003. I argued many cases and learned a lot about the system. For example, an individual is brought before a judge, who hands down a conditional sentence. It might be a good idea for certain Conservative MPs to read and consult section 718 of the Criminal Code, which is not being amended by this bill. This section is the basis of conditional sentencing. It reads:\n\nThe fundamental purpose of sentencing is to contribute, along with crime prevention initiatives, to respect for the law and the maintenance of a just, peaceful and safe society...\n\nThese words are important and our favourite Conservatives need to understand them:\n\n...by imposing just sanctions that have one or more of the following objectives:\n\n(a) to denounce unlawful conduct;\n\n(b) to deter the offender...\n\n(c) to separate offenders from society, where necessary;\n\nWe see that the third objective does not come first.\n\nThe fourth objective is, “to assist in rehabilitating offenders”. Those are not my words. That is what it says in section 718 of the Criminal Code. Do the Conservatives want to abolish section 718 while they are at it?\n\nThen there is the fifth objective, “to provide reparations for harm done to victims or the community”. An intelligent judge—and God knows, judges are intelligent—who has read and understood section 718 knows how to apply it. Let us be clear about something once and for all. It is a shame my Conservative friends are not listening to what I am saying.\n\nA conditional sentence can only apply to sentences of less than two years.\n\nLess than two years. Is that clear enough?\n\nThe very title of the bill is reprehensible. It is absurd. It does not apply to hardened criminals or those who commit dozens of break and enters. It applies to sentences of less than two years given for offences such as petty theft, auto theft and joy-rides. These sentences are usually given to young people who do not understand. They are not hardened criminals. Judges want them to consider their actions. We are not talking about thieves who commit armed robbery. That kind of crime buys a minimum of four years in jail because a weapon was involved. Anyone who uses a weapon to commit theft gets a minimum of four years in jail. Is that clear enough?\n\nThis bill is worse than backward; it drags us back nearly 30 years. The Conservatives' mentality is dangerous because it would move us backward.\n\nThat is not the worst of it though. When the Minister of Justice told the committee that this was what attorneys general wanted, committee members asked him if every attorney general in Canada agreed with him. He had the nerve to say that the majority agreed. The problem is that he did not study the issue. The Minister of Justice just came up with this bill. Initially, it was Bill C-42. Now it is Bill C-16, but it is the same bill. Only its number changed. The Conservatives did not study the issue. God knows that I can say so because I was a member of the Standing Committee on Justice and Human Rights when we studied Bill C-42. We asked them if they had done any studies suggesting that this kind of bill is useful and necessary and that attorneys general and crown prosecutors want it. The answer was no.\n\nSo why are they introducing this type of bill? For one reason and one reason only—to respond to the Conservatives supposed target population, which is asking them to be tough on crime. The problem is that when you are tough on crime, you also need to be smart on crime. You have to understand these sentences and these demands. When the bill is studied again, they will trot out the same numbers again. Numbers can speak for themselves. Hold on tight, you are in for quite a surprise.\n\nI will give the real numbers for those who are listening. I did not make these up; they come from the Department of Justice. Actually, they are from the Department of Public Safety, which is practically the same thing. They work hand in hand. This needs to be heard. The average annual inmate cost—I am going to take my time, Mr. Speaker; you can add this to the time I have been allotted—for persons in provincial or territorial custody—the provinces, Quebec, Yukon, Ontario—including remand or other forms of temporary detention was, listen carefully now, $52,205 in 2005-2006. I will repeat that in case the Conservatives did not understand. It cost $52,205 per year to keep someone in a provincial prison. But the best is yet to come. The cost of monitoring an offender within the community, including conditional sentences, probation, supervision, fines and release was $2,398.05 in 2006-2007. I will translate that into plain language since they did not understand. I will repeat it.\n\nIt costs $52,205 per year to keep someone in prison, while a conditional sentence costs $2,398.05 per year. The government's figures show that the recidivism rates for individuals who receive conditional sentences have significantly decreased. I am repeating that because they do not understand. The Bloc is not the one saying this.\n\nHowever, if we were to adopt this bill as is tomorrow morning, we would have 13,000 to 15,000 more prisoners in our provincial detention facilities. That is many hundreds. I hope they know how to count on the other side. Let us take the lower number, 13,000, and multiply it by $52,000. I hope they know how to count. That money could be invested in rehabilitation programs and we could offer appropriate services to the people who need them.\n\nThe worst is that regions like Yukon and the Northwest Territories will pay the price because, unfortunately, those regions have a lot of crimes committed by aboriginals. There is a high rate of imprisonment among aboriginals.\n\nIn 1996, the government was smart. This government was not in power in 1996. The government implemented conditional sentences because it had thought it through and had conducted studies. It said this was about actual prison sentences. The offender must be found guilty of an offence not punishable by a minimum sentence.\n\nIt is clear that if someone commits murder, we will not waste our time. That is what the Conservatives do not understand. Conditional sentencing applies only to sentences of less than two years for which there is no mandatory minimum term of imprisonment. Possession of a firearm for dangerous purposes carries a minimum sentence of three years. That is not an eligible offence and conditional sentencing would not apply. Let us take, for example, multiple charges of impaired driving. If the court imposes a sentence of more than two years, this does not apply. It applies only to people who are imprisoned for less than two years.\n\nWhether our Conservative friends like it or not, when we see the real figures, we can see that judges have taken their role so seriously that, since 2000, they have tightened up monitoring and imposed stricter conditions for an individual to be eligible for conditional sentencing.\n\nWhen conditional sentences were first being developed, around 1996 or 1997, people were very concerned about whether an individual would respect all the conditions that were set. It was out of respect for the victims—the Conservatives like it when we tell them these things—that the criteria to qualify for a conditional sentence were tightened to include custody. It is a form of imprisonment. It might be at home or at a detention centre or reception centre. The individual's schedule is monitored. The monitoring system is very important in such cases. The individual is regularly and continuously monitored.\n\nTo demonstrate this, for days on end, many of my clients were woken up at 3 a.m. by the monitoring service that called to ensure they were at home in bed. Once that was confirmed, the service wished them a good day and hung up.\n\nThey are prohibited from having anything other than a land line phone. When cell phones came on the scene, someone could gallivant all over the place and answer as though he was at home. Now conditional sentences prohibit cell phones, because the individual must be reachable at home. So what happens when someone breaches one of the conditions of his conditional sentence? This is very important.\n\nWhat the Conservatives fail to grasp is that the person is sentenced, for example, to an 18-month conditional sentence, with certain conditions that are set, approved and signed by the court. The individual who breaches the conditions is arrested and serves the rest of the sentence without being eligible for parole. What does that mean? I will explain it for my Conservative friends. Take the example of an individual who is arrested and is given an 18-month conditional sentence. If he does not respect the conditions on the first week-end, he is arrested and jailed, and has to serve the rest of his sentence without possibility of parole. I can assure you, as I have represented a number of these clients, that the court will be very reluctant and hard pressed to release them under other conditions.\n\nI would like to end by telling my Conservative colleagues that eliminating conditional sentences for 39 offences is not the way to reduce crime. This propaganda must stop. This means one thing and we must realize it. If individuals, if the Conservatives, if the Minister of Justice wish to impose jail sentences rather than conditional sentences, it is because they do not trust the judges. That is extremely dangerous. In fact, we need to realize something: if we are unhappy with a judge's sentence, we can appeal. That is what the appeal courts are there for. The government should stop beating around the bush and just say that they do not trust them. We believe that we must trust our courts and, above all, that we must keep conditional sentencing, which is a good measure, one that works well and reduces crime.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 15:40:00", 
            "attribution": "Mr. Marc Lemay (Abitibi—Témiscamingue, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "David Sweet", 
                "url": "/politicians/david-sweet/", 
                "member_id": 586, 
                "party": "Conservative", 
                "riding": "Ancaster—Dundas—Flamborough—Westdale (Ontario)", 
                "id": 456
            }, 
            "url": "/hansards/2259/134/", 
            "text": "Mr. Speaker, I listened to the member's speech and there are many misrepresentations. Let me deal with a couple of them.\n\nOne is his whole inference that we should save this money and use it for rehabilitation. Millions and millions of dollars are spent on rehabilitation. In fact, we introduced new money to ensure youth were kept from crime. My colleague from Niagara West—Glanbrook and three NDP members who share the community of Hamilton were beneficiaries of $2 million to invest in the community to ensure we kept youth from crime.\n\nThere is the misrepresentation that this is not about violent crime. In 2006 we presented a bill to end house arrest for violent crime and the opposition not only fought against it but gutted it. So everybody is very clear, as a result of that, criminals remain eligible for house arrest for a long list of property and serious crimes, including, among others, aggravated assault, human trafficking, luring a child, street racing causing death, arson, fraud, counterfeiting, most auto thefts and extortion.\n\nWhy would the member not want to protect victims of these very serious crimes and ensure the perpetrators would be off the street so they would not reoffend? He is talking about it being expensive. Let me tell everyone that if somebody burns down a second house, it is very expensive.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:00:00", 
            "attribution": "Mr. David Sweet (Ancaster—Dundas—Flamborough—Westdale, CPC)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Marc Lemay", 
                "url": "/politicians/marc-lemay/", 
                "member_id": 1453, 
                "party": "Bloc", 
                "riding": "Abitibi—Témiscamingue (Québec)", 
                "id": 168
            }, 
            "url": "/hansards/2259/135/", 
            "text": "Mr. Speaker, my colleague needs to take the time to listen to me. What he just said is not true, and I will explain why. The bill title is not correct: An Act to amend the Criminal Code (ending house arrest for property and other serious crimes). What my colleague does not understand is that people who commit arson are not entitled to conditional sentences. There are minimum sentences of more than two years for arson. As soon as there is a minimum sentence, the offender is not entitled to a conditional sentence.\n\nI do not mind giving a law course. Where the law provides for a minimum sentence, there is no possibility of a conditional sentence. Is that clear enough?\n\nThis is true of a number of offences, including the one the member referred to. There are minimum sentences for offences such as setting fire to a vehicle or home.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:00:00", 
            "attribution": "Mr. Marc Lemay", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Joe Volpe", 
                "url": "/politicians/joe-volpe/", 
                "member_id": 606, 
                "party": "Liberal", 
                "riding": "Eglinton—Lawrence (Ontario)", 
                "id": 298
            }, 
            "url": "/hansards/2259/136/", 
            "text": "Mr. Speaker, the member for Abitibi—Témiscamingue speaks knowledgeably and from experience. He said that even after four years, the Minister of Justice and his government still have not bothered to present any studies in support of their bill. That is surprising.\n\nThe Minister of Justice just presented us with a document that reflects his ideology more than anything else. Even the member for Ancaster—Dundas—Flamborough—Westdale said that this bill had been introduced previously. But even after four years, the Minister of Justice has changed nothing. What is more, the member for Abitibi—Témiscamingue said that the government had not even conducted any studies yet.\n\nThe government wants to convince the House without any evidence. The member for Ancaster—Dundas—Flamborough—Westdale said that there might be opportunities for members of this House to debate instead of accepting the Conservatives' ideology. That is shocking.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:00:00", 
            "attribution": "Hon. Joseph Volpe (Eglinton—Lawrence, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Marc Lemay", 
                "url": "/politicians/marc-lemay/", 
                "member_id": 1453, 
                "party": "Bloc", 
                "riding": "Abitibi—Témiscamingue (Québec)", 
                "id": 168
            }, 
            "url": "/hansards/2259/137/", 
            "text": "Mr. Speaker, they have to listen from time to time. It would be worth reading what Julian V. Roberts and Thomas Gabor wrote in “The Impact of Conditional Sentencing: Decarceration and Widening of the Net” in volume 8 of the Canadian Criminal Law Review on pages 33 to 49. I am not the one saying this; it was in the studies the minister was asked to do. One of the studies states:\n\nA 2004 study found that conditional sentencing has had a significant impact on the rates of admission to custody, which have declined by 13% since its introduction.\n\nThis represents a reduction of approximately 55,000 offenders who otherwise would have been admitted to custody. I am not the one saying this; the government is.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:05:00", 
            "attribution": "Mr. Marc Lemay", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jim Maloway", 
                "url": "/politicians/jim-maloway/", 
                "member_id": 1111, 
                "party": "NDP", 
                "riding": "Elmwood—Transcona (Manitoba)", 
                "id": 599
            }, 
            "url": "/hansards/2259/138/", 
            "text": "Mr. Speaker, I want to thank the member for livening up the debate in the House.\n\nHe did point out that the cost per inmate would be $52,205. That is the incarceration rate, and if the person were on conditional sentence, it would be around $2,300. If we take the figures he gave, a projected 13,000 to 15,000 more people in the system, and if we do the math, we would be looking at around $783 million. I could be wrong because we just had it done.\n\nWe know this bill has been around before. It has been introduced under different bill numbers in past years. No one can tell me the government does not have a projection of the costs. I have been in government before a couple of times. We costed out every legislative initiative before we introduced a bill.\n\nThey know what it is going to cost, and we know that a lot of this cost is going to be offloaded onto the provinces, as the member for Yukon said. Guess what. In a lot of cases, the provinces do not even have the facilities available right now. It will take them 10 years in some cases to have the proper facilities to house the inmates.\n\nWhere did the member get the figure of an extra 15,000? I certainly do not question his figures, but 15,000 people—", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:05:00", 
            "attribution": "Mr. Jim Maloway (Elmwood—Transcona, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Barry Devolin", 
                "url": "/politicians/barry-devolin/", 
                "member_id": 1371, 
                "party": "Conservative", 
                "riding": "Haliburton—Kawartha Lakes—Brock (Ontario)", 
                "id": 87
            }, 
            "url": "/hansards/2259/139/", 
            "text": "Order. The hon. member for Abitibi—Témiscamingue.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:05:00", 
            "attribution": "The Acting Speaker (Mr. Barry Devolin)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Marc Lemay", 
                "url": "/politicians/marc-lemay/", 
                "member_id": 1453, 
                "party": "Bloc", 
                "riding": "Abitibi—Témiscamingue (Québec)", 
                "id": 168
            }, 
            "url": "/hansards/2259/140/", 
            "text": "Mr. Speaker, I will repeat myself for the benefit of my Conservative colleagues. It costs $52,205 a year to keep someone detained. There will be an additional 13,000 people detained. My colleagues will do the math. It is 13,000 inmates multiplied by $52,205.\n\nI did not make this up. I got it from a study entitled, Adult Correctional Services in Canada, conducted by the Canadian Centre for Justice Statistics, and which we can find in the 2005-06 report of the Adult Correctional Services in Canada, Juristat, Volume 28. I hope my colleagues will wait because I have not finished. It gets better.\n\nI can see why a person would want to bend the truth when they do not want to tell the truth, but statistics do no lie. I am not making this up. “Another Statistics Canada study found that adult offenders who spent their sentence under supervision in the community were far less likely to become reinvolved with correctional authorities within 12 months of their release than those who were in a correctional institution”. Those are not my words. That is what Statistics Canada found.\n\nWhen we are told something that is not true we must stand up and debunk it. That is precisely the problem with this bill. It does not tell the truth and will not solve our problems.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:05:00", 
            "attribution": "Mr. Marc Lemay", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Sukh Dhaliwal", 
                "url": "/politicians/sukh-dhaliwal/", 
                "member_id": 397, 
                "party": "Liberal", 
                "riding": "Newton—North Delta (B.C.)", 
                "id": 422
            }, 
            "url": "/hansards/2259/141/", 
            "text": "Mr. Speaker, I rise today to speak to Bill C-16 regarding the use of conditional sentencing in our judicial system.\n\nFirst I want to point out that this is a bill that has changed names, has changed labels and has changed as the government changes its priorities, because the government places a higher priority on political tactics and advantage than on making the House work productively.\n\nProrogation has been used as a way for the Prime Minister to protect his job and avoid accountability, and as a result many bills that the government allegedly considered important have died on the order paper.\n\nBill C-16 is yet another example of a piece of legislation that has been delayed because of these kinds of cynical political ploys by the government.\n\nThe Conservative government always presents itself as having a monopoly on being concerned about crime and punishment in this country. On the contrary, here I stand, proud of my voting record, my speeches, my remarks in the House and my work within Newton—North Delta to keep citizens safe against the dangers of criminal activity.\n\nBill C-16 represents an example of how the Conservatives' inability to incorporate other points of view and expertise into their thinking makes their crime agenda full of smoke and mirrors.\n\nLet me provide an example of what I mean. When conditional sentencing was first introduced in September of 1996, four criteria were required before a conditional sentence could be considered by the sentencing judge. One of them states that the sentencing judge has to determine that the offence should be subject to a term of imprisonment of less than two years before conditional sentencing can ever be considered. Thus when the bill calls for a ban on conditional sentencing for offences that prescribe a maximum sentence of 14 years to life, it is redundant because the option never existed to begin with.\n\nShortsightedness by the government with regard to the bill does not stop there however. The fact is that our prisons are overflowing. Prisons are now applying in overwhelming numbers to allow for double-bunking of prisoners. This is to prepare for the expected influx of prisoners over the next few years due to new legislation that will put more people in prisons for longer periods.\n\nThis flies in the face of the concept of rehabilitation. A 2001 prison service directive stated, “Single occupancy accommodation is the most desirable and correctionally appropriate method of housing offenders”.\n\nWhereas budgets across all departments have been frozen until the year 2013, look down south to see that throwing people in prison is a blanket approach that is just not working.\n\nA study released last year by the Pew Center on the States delivers a staggering statistic. It states that 7.3 million Americans, or 1 in every 31 adults, are in the nation's prison system. This is staggering and the burden of costs on taxpayers is astronomical.\n\nThis why we have seen at least 26 U.S. states reverse the trend of recent decades by cutting funding for corrections. California, as an example, has changed parole violation rules, and as a result, reduced the number of convicts returning to incarceration.\n\nConditional sentencing is a means to assign the proper sentence that fits a particular crime, making the distinction between those who are a danger to society and those who can be rehabilitated without costing taxpayers.\n\nWe, as a party, recognize that conditional sentences, when used as a part of plea bargains, have begun to cause concern within the Canadian public, which is uncomfortable with house arrest for a range of more serious offences. Conditional sentences need to be used appropriately. Therefore, while the intent behind the bill does not have merit, there are far too many unknowns before we can proceed on this legislation.\n\nAs an example, we do not have any kind of statistics or indepth data in front of us to determine how judges are implementing these sentences across the country. Conditional sentences were created with the intention of strengthening public safety, not weakening it, and we want to ensure that remains the case.\n\nAt this point, we have to be strategic on a number of levels in order to introduce the most logical, efficient and effective piece of legislation possible. We must ensure that the punishment fits the crime and that we are assess criminals with the lens of rehabilitation, rather than strictly in terms of incarceration. We must consider the cost to taxpayers and how this kind of legislation will burden the provinces, which have jurisdiction of the country's correctional facilities. Most important, we have to remove blind ideology from these debates in the name of the common good, rather than achieving political advantage.\n\nFor all those reasons, I am comfortable in voting in favour of sending the bill to committee stage so we, as parliamentarians, can get better information on the subject matter. When it comes to crime, punishment and the safety of our citizens, politics should never come above the facts.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:10:00", 
            "attribution": "Mr. Sukh Dhaliwal (Newton—North Delta, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jim Maloway", 
                "url": "/politicians/jim-maloway/", 
                "member_id": 1111, 
                "party": "NDP", 
                "riding": "Elmwood—Transcona (Manitoba)", 
                "id": 599
            }, 
            "url": "/hansards/2259/142/", 
            "text": "Mr. Speaker, I would like to follow up a little further on the statistics that the speaker for the Bloc mentioned. He pointed out that we were talking about a cost of $52,205 per inmate. If we are projecting another 15,000 inmates in the system as a result of the bill, we are looking at roughly $783 million.\n\nWho will pay for that? A lot of this cost will be provincially based and the provinces do not have enough cells to house the prisoners they have right now. The $52,000 is the cost per inmate per year under the current system, but if we have to spend hundreds of millions building new facilities to house the inmates, and it might take a number of years to do that, what will they do in the interim? Will the government delay bringing the bill into force for five or six years before it is actually implemented?\n\nWhat does the member think of the cost implications and does he think the government has these figures? No government introduces legislation without knowing what it will cost. The Conservatives know, but they are not telling us.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:15:00", 
            "attribution": "Mr. Jim Maloway (Elmwood—Transcona, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Sukh Dhaliwal", 
                "url": "/politicians/sukh-dhaliwal/", 
                "member_id": 397, 
                "party": "Liberal", 
                "riding": "Newton—North Delta (B.C.)", 
                "id": 422
            }, 
            "url": "/hansards/2259/143/", 
            "text": "Mr. Speaker, I thank the hon. member for Elmwood—Transcona putting forward the $783 million figure in the House. As I said earlier, the government has already frozen the budget in corrections until 2013. Maybe this is because it is playing politics with the legislation.\n\nBy prorogation and other means, this bill has never gone through. It has been introduced under different labels, names and numbers. The tendency of the government is to play politics in the House instead of fixing the system and spending that $783 million on rehabilitation.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:20:00", 
            "attribution": "Mr. Sukh Dhaliwal", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Joe Volpe", 
                "url": "/politicians/joe-volpe/", 
                "member_id": 606, 
                "party": "Liberal", 
                "riding": "Eglinton—Lawrence (Ontario)", 
                "id": 298
            }, 
            "url": "/hansards/2259/144/", 
            "text": "Mr. Speaker, I am impressed by the fact that some people in the House are engaging in the debate and are actually talking about statistics and studies that either address the issue or undermine the government's position on the issue.\n\nMy hon. colleague will be interested in reflecting again on a couple of the main issues. One of them is the government's sincerity on this. We have already been given an indication on this. We have seen it because we have been in the House and we have lived it. The government presents legislation and then says that we do not agree with it because we are bad and it is good. Therefore, it rams it through, tells the public it is tough on crime and then allows the bill to lapse with prorogation. Its sincerity and seriousness is always up in the air.\n\nSecond, instead of supporting the legislation with statistics, arguments and studies that support the issue of what to do in society when there are offenders and instead of looking at issues like how much we should invest in the process of arresting offenders, how much we should invest in the process of bringing those to justice and then how much we must invest if we actually incarcerate them for a particular period of time, the government comes up with zero answers.\n\nWill my colleague reflect on those two main principles and tell us whether in fact the government is serious about—", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:20:00", 
            "attribution": "Hon. Joseph Volpe (Eglinton—Lawrence, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Barry Devolin", 
                "url": "/politicians/barry-devolin/", 
                "member_id": 1371, 
                "party": "Conservative", 
                "riding": "Haliburton—Kawartha Lakes—Brock (Ontario)", 
                "id": 87
            }, 
            "url": "/hansards/2259/145/", 
            "text": "Order, please. The hon. member for Newton—North Delta.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:20:00", 
            "attribution": "The Acting Speaker (Mr. Barry Devolin)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Sukh Dhaliwal", 
                "url": "/politicians/sukh-dhaliwal/", 
                "member_id": 397, 
                "party": "Liberal", 
                "riding": "Newton—North Delta (B.C.)", 
                "id": 422
            }, 
            "url": "/hansards/2259/146/", 
            "text": "Mr. Speaker, the member for Eglinton—Lawrence has been in the House since 1988. He understands the politics played by Conservatives time and time again. As he said, through prorogation and by playing politics, they have delayed this. There is no sincerity whatsoever when it comes to being effective on crime.\n\nThey leave the perception with public that they are tough on crime, but when it comes to effectiveness, there is no such thing associated with the Conservatives. We are sending the bill to the committee stage so the Conservatives can listen to other experts and other members of Parliament from the opposition and come up with a bill that will work, that not only will allow us to put the people who lure children and commit serious crimes in prison, but also allow us to use conditional sentencing for less determined crimes.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:20:00", 
            "attribution": "Mr. Sukh Dhaliwal", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2259/147/", 
            "text": "Mr. Speaker, I have a few questions for the hon. member. Could he point to any examples in the country where an offender on a conditional sentence, which is a sentence two years less a day, has created a problem? Could he tell Canadians if he is aware of such a problem?", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:25:00", 
            "attribution": "Mr. Don Davies (Vancouver Kingsway, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Sukh Dhaliwal", 
                "url": "/politicians/sukh-dhaliwal/", 
                "member_id": 397, 
                "party": "Liberal", 
                "riding": "Newton—North Delta (B.C.)", 
                "id": 422
            }, 
            "url": "/hansards/2259/148/", 
            "text": "Mr. Speaker, I am not aware of any offenders who were in prison less than two years. There is always a chance. Look at the crime prevention strategy that the city of Surrey had put together in consultation with all the MLAs, all the MPs from different groups and experts. It has come up with punishments based on the crimes. When there is a crime with a lesser degree of offence, the individual can be rehabilitated by using the social dollars that we can put into the system.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:25:00", 
            "attribution": "Mr. Sukh Dhaliwal", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Larry Bagnell", 
                "url": "/politicians/larry-bagnell/", 
                "member_id": 1844, 
                "party": "Liberal", 
                "riding": "Yukon (Yukon)", 
                "id": 15
            }, 
            "url": "/hansards/2259/149/", 
            "text": "Mr. Speaker, could the member tell us if this bill would have any effect on a particular group in his riding, the people he deals with the most? The justice system has a different effect on different Canadians.\n\nIs there a reason why the government keeps bringing back the same bill after the experts have said it needs improvement?", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:25:00", 
            "attribution": "Hon. Larry Bagnell (Yukon, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Sukh Dhaliwal", 
                "url": "/politicians/sukh-dhaliwal/", 
                "member_id": 397, 
                "party": "Liberal", 
                "riding": "Newton—North Delta (B.C.)", 
                "id": 422
            }, 
            "url": "/hansards/2259/150/", 
            "text": "Mr. Speaker, the member for Yukon mentioned in his speech that our country was very diverse economically, socially and culturally. My riding is as well. It is a very diverse riding from an economic and cultural perspective. I agree with the member for Yukon that the bill would create similar challenges to those that the member and his constituents would experience.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:25:00", 
            "attribution": "Mr. Sukh Dhaliwal", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2259/151/", 
            "text": "Mr. Speaker, I will follow-up on my last question to the hon. member. I asked if he knew of any examples where conditional sentences posed a problem. I am curious about his party's support of the bill at second reading, when neither he nor anyone in his party, I respectfully suggest, cannot come up with a single instance of a problem created by a conditional sentence which would justify Parliament restricting judges from giving conditional sentences.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:25:00", 
            "attribution": "Mr. Don Davies", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Sukh Dhaliwal", 
                "url": "/politicians/sukh-dhaliwal/", 
                "member_id": 397, 
                "party": "Liberal", 
                "riding": "Newton—North Delta (B.C.)", 
                "id": 422
            }, 
            "url": "/hansards/2259/152/", 
            "text": "Mr. Speaker, we want to send the bill to committee to ensure we can have a realistic discussion there. We can bring in the experts. The bill, I would hope, would incorporate crimes like sexual assault, luring children and abduction. I also hope we can take out the ones we do not need in the bill. We can do that at committee stage.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:25:00", 
            "attribution": "Mr. Sukh Dhaliwal", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2259/153/", 
            "text": "Mr. Speaker, I am going to begin my speech by picking up where the hon. member left over because I think this is the kind of problem in this Parliament and in this country right now in terms of making policy and crime bills when we do not have the facts in front of us.\n\nThe facts are that under the current law, no one can get a conditional sentence unless they have been sentenced to two years less a day. That means nobody who has been sentenced by a judge and who has been given a sentence of over two years qualifies for a conditional sentence. So the kinds of examples that are being brought up, of luring children and sexual offences, are not the kinds of offences that are being considered for conditional sentences because those are people who would get sentences of more than two years.\n\nIt is a good place for me to begin. Where New Democrats want to take the public debate in this country in terms of crime bills is back to a fact-based, intelligence-based, smart on crime perspective. Unfortunately, that is not something we have seen a lot of from this particular government.\n\nNew Democrats begin from the point of view that public safety is best served when offenders do not reoffend, when people who have breached the Criminal Code come back into our communities and do not commit another criminal offence. That is the best way to keep Canadians safe in this country.\n\nOver 95% of the people who end up in prison in this country, whether provincial or federal, are coming back into our communities. Not only should we be approaching our carceral and our justice policy in this country based on facts and intelligence, but we should be basing it on self-interest. Canadians are only safe when those people come out of prison and do not reoffend.\n\nConversely, locking people in jail only to have them come out and commit more crimes does nothing to make our communities safer.\n\nBill C-16 seeks to curtail and restrict the number of conditional sentences, and the number of conditional sentence circumstances that judges are permitted to hand out in this country.\n\nLet us look at the facts. Conditional sentences are proven to help with offender rehabilitation. Conditional sentences are an important crime prevention tool because they decrease the recidivism rate.\n\nNo policy maker who understands that point would stand in this House and say that we should be restricting the number of conditional sentences given by judges in this country if they truly believe that we want offenders to stop reoffending.\n\nMost rehabilitation programs can be more effectively implemented when the offender is in the community rather than in custody.\n\nMembers on all sides of this House on the public safety committee have heard evidence time and time again, and we all agree, that up to 80% of offenders in our federal institutions suffer from a mental health or an addictions issue. Now if that is the case, a very important tool available to the judges of this country, when they determine that an offender does have a mental illness or an addiction, is to ensure that those offenders get access to treatment. Where are those treatment facilities located? Predominantly in the community.\n\nWhat judges will often do, when they determine that the root cause of a person's brush with the law, an offence, is related to that individual's addiction or mental health issue, then often the most intelligent, smartest and safest thing to do is to give that individual a conditional sentence, where he or she is serving time in the community with the condition that he or she obtain treatment, the breach of which means going back to prison.\n\nOr, we can do as the government suggests and get rid of that option and put that person in jail. Every single person who studied this issue in the public safety committee will say that there is a total lack of appropriate mental health services and an absolutely terribly long waiting list for anybody to get effective treatment for alcoholism or a drug addiction.\n\nAlso, we would be putting those people into prisons where there is almost a total absence of 12-step programs and a total absence of access to healthy, sober and clean peers who can actually assist the addicts and alcoholics with their recovery because we do not find those people in prison too often.\n\nStatistics Canada said in a 2006 study that 11% of offenders who spent their sentences under supervision in the community committed a further offence within 12 months of the conclusion of their sentences. This compares with 30% of those who do jail time.\n\nThe fact is that there is a recidivism rate of one-third of the people given conditional sentences. That is right, the recidivism rate for those who get conditional sentences is three times less than those who go to jail. How, then, can a government credibly say that it is sound public policy for those people not to get conditional sentences?\n\nLet us talk further about the facts. Let us look at the current process for conditional sentences. The process for giving conditional sentences in this country is already strict. This is the present situation for someone to be eligible for a conditional sentence. The offence committed must not be a serious personal injury offence involving the use or attempted use of violence or conduct endangering the life or safety of another person, and with a maximum sentence of 10 years or more.\n\nRight off the bat, conditional sentences are not available to people who are involved in a serious personal injury offence or even the attempted use of violence. Any of these hysterical examples of violent people serving time in the community in front of their big screen TVs is simply false.\n\nThere must not be a terrorism or criminal organization offence with a maximum of 10 years or more. We are not talking about gang members or anybody involved in any kind of serious terrorist, criminal organization or gang offence.\n\nIt must not be an offence with a mandatory minimum sentence. They are excluded from conditional sentences as well.\n\nAs I have said before, a conditional sentence may only be awarded by a judge when the sentence that is considered appropriate in the case was two years less a day. People who lure children are not getting sentences of two years less a day. They are getting longer sentences than that.\n\nI am going to pause and talk about cost for a moment. The government wants to get tough on crime on someone else's dime. When it restricts conditional sentences in this manner to sentences of two years less a day, it means that offenders are doing their time in provincial jails, not federal ones.\n\nWhen the government gets tough on crime, it is dumping 100% of the cost of that policy on the provinces. Not only is that not right, I wonder how the provinces in this country feel. We are starting to tally up the cost of the government's tough on crime policies and we are finding out that we can measure that in the tens of billions of dollars.\n\nLast and most important, a condition sentence today may only be granted when the judge is satisfied that serving the sentence in the community would not endanger the safety of the community. That is the current law. The question I asked earlier and would ask any member of the House is to give me an example where a person is serving a conditional sentence in the community and there is a problem. Nobody can point to it.\n\nThe government wants to change the law, but it has no facts. It does not surprise me because one of the members of the government famously went on television a few weeks ago and said she did not care if the statistics showed that crime was going down, she just feels it. It is about time that we restored some facts, intelligence, and logic in developing criminal policy in this country.\n\nOnce a conditional sentence is granted, what happens? Offenders must keep the peace and be of good behaviour, they must not miss court appearances, they must report to a supervisor, and they must remain within the jurisdiction of the court. Optional conditions include mandatory community service, prohibition on drug and alcohol consumption, prohibition on owning a weapon, attending treatment programs, and any other condition that the court considers desirable.\n\nWhen we stop and think about that, what we have is a system where a judge can craft an appropriate sentence in an appropriate circumstance that will help offenders correct their behaviour. That is why we called it Correctional Services Canada, not the punishment services of Canada. The point is that anybody who truly cares about making our communities safe wants to ensure that we do everything we can to have offenders correct their behaviour.\n\nHow is that served by restricting the very tools that a judge needs to correct the actual behaviour?\n\nI want to talk a bit about costs. Again, the current government has asked us to support legislation which will see a significant increase in the prison population. That is not debatable. When the government says it does not want people serving their time in the community, it wants them serving it in prison, one does do not have to be a logician to know that means that is going to swell the number of people in our prisons.\n\nLast week, the government's own estimate for its two for one sentencing bill ballooned by 2000% overnight. The minister stood last Tuesday and said that the cost of that bill would be $90 million. When faced with the Parliamentary Budget Officer's study about to come out, he amended that figure the next day and said, sorry, that it would cost $2 billion. For one bill, the federal cost will be $2 billion. That is out of the minister's own mouth. And there are another 12 bills coming.\n\nNow, the $2 billion of course is only the federal component of that bill. For the provinces, which are going see their prisons swell by ending the two for one provision, the cost is estimated at between $5 billion and $8 billion.\n\nSo, one bill alone, the Parliamentary Budget Officer estimates, is going to cost Canadians $10 billion. This bill will do the same thing. It will add more people to our prisons.\n\nI also want to talk about the absolute poor drafting of this bill. This bill would, and this government wants this, eliminate conditional sentence options for all offences in the Criminal Code, which have a maximum sentence of 14 years or life.\n\nDo members know what offences would caught by that? There are some offences in there that are caught, which I think we can agree, that are not appropriate for conditional sentences. However, how about forging a testamentary instrument? Perjury? Fraud over $5,000? Being in possession of counterfeit money? These are the kinds of offences that the current government wants to say to a judge that absolutely do not qualify for conditional sentences.\n\nThose are exactly the kinds of sentences that may be entirely appropriate. We may have people who have a drug addiction. We may have people who are desperate for money. And so, what do they do? They counterfeit money. Or they commit fraud over $5,000. That is not very much in today's economy. So, they commit fraud of $6,000 or $7,000. It may be totally appropriate to sentence these people to stay in the community, and attend drug and alcohol treatment as a means of getting at the root cause of the problem. This bill would do away with that.\n\nI want to turn for a bit to victims and the idea of restitution. The federal victims ombudsperson, who was just let go by the current government just two weeks ago, has said that one of the most important things to victims is that they know that the person who perpetrated the crime against them is receiving rehabilitation. They have a direct interest in the rehabilitation of the offender. It is important to the victims' healing. They want to know, at the very least, after they have suffered, that the person who committed the act against them will not do it again, that nobody else has to suffer the pain, the profound pain that those victims have suffered.\n\nSo, when we have a conditional sentence, and let us say we have offenders who have a job in the community, and they receive a fine ordered against them or they are ordered to make restitution against the victim, do we not as Canadians want these people to comply with that? How are we served by saying, “No, we are going to take these people out of the community, they will lose their job, and we are going to put them in prison for 18 months. There. That's better.”? Of course it is not. It is ridiculous.\n\nWe want these offenders, in that case, to be working in the community and taking responsibility for their actions and making good to the victims. That often requires these people to continue working and maintaining their employment so that they have the means to pay their fine or to pay the victims the restitution that is owed to them, or to obtain the services and treatment that is required in order to make the victim satisfied that they will not commit an offence again.\n\nWe know that the cost of keeping an inmate in a federal jail is approximately $100,000 a year for a male offender and about $140,000 a year for a female offender. Keeping an inmate in provincial custody costs about $52,000 a year. The estimated cost of keeping someone in the community, under community supervision, and a conditional sentence is $2,398 per inmate per year.\n\nLet us look at the tally so far. Nobody can point to any problems with conditional sentences now. They give judges a wide array of tools to fashion an appropriate sentence. Conditional sentences are better for victims. Conditional sentences are better for rehabilitation. Conditional sentences are better for restitution. They cost approximately 3% of what it costs to incarcerate someone federally. They cost about 5% of what it costs to incarcerate someone provincially.\n\nWhen the government talks about victims, the only victims I see in its current suite of criminal bills are the Canadian taxpayers. That is who the real victims are in this, and here is the kicker. All of these bills that are coming forward for purely ideological reasons have been tried before in the United States. We are not guessing what the effects of these bills will be. We know what they will be. The fact is that not only will these bills cost tens of billions of dollars to Canadian taxpayers, but they will not even make our communities safer.\n\nI am going to repeat that. After spending that money, after all the rhetoric, we cannot even say that crime rates will come down as a result of these policies. How do we know that? Because 30 of the United States during the 1980s and 1990s tried these very methods. We know what the crime rates are in those states. We know what happened when states built bigger prisons, cracked down on crime and locked up more people in harsher conditions for longer. We know. Canada does not have to make that mistake again.\n\nIt may be arguable that we could spend $20 billion or $30 billion over the next five years in this country and we could have a good debate if at least it arguably made crime rates go down, but we know they do not. It is bad public policy. It is bad economics. It is a bad criminal justice approach.\n\nI want to say something about the previous minister, because some of these words are not my words; some of these words are the government's own members' words. The previous minister of public safety, about six months ago, said that the mentally ill should not be in our federal prisons, that it is not an appropriate place for mentally ill people to be. Where should they be then? They should be in the community getting access to the services they require to deal with their mental illness issues. How do we do that? We do that by giving conditional sentences. How does this bill square with what the previous minister of public safety said? It does not.\n\nIn the case of R. v. Proulx, the Supreme Court of Canada examined the issue of conditional sentences, and this is what the court found:\n\n[W]hen the objectives of rehabilitation, reparation and promotion of a sense of responsibility may realistically be achieved...a conditional sentence will likely be the appropriate sanction....\n\nThe Supreme Court found that a conditional sentence can provide a significant amount of denunciation, particularly when onerous conditions are imposed. It found that a conditional sentence can also provide significant deterrence if sufficiently punitive conditions are imposed.\n\nThe highest court in our land, the best legal minds have examined conditional sentences and said that they do deter criminals. They do denounce criminal activity and they are most often the best sanctions to promote rehabilitation, reparation and a sense of responsibility.\n\nI am going to conclude by talking about victims, because the New Democrats care about victims in this country. This is what victims want. They want us to denounce crime and deter criminals. They want to know that offenders are being rehabilitated. They want to know that when those people come back to the community, they will not be hurt by them again. That is why we need to pursue policies in this country that are smart, not tough, but smart. Conditional sentences achieve all of these goals.\n\nI encourage every member of this House to look at the facts carefully, put ideology aside and fashion criminal policy in this country that is effective, intelligent and what Canadians really want.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:25:00", 
            "attribution": "Mr. Don Davies (Vancouver Kingsway, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Larry Bagnell", 
                "url": "/politicians/larry-bagnell/", 
                "member_id": 1844, 
                "party": "Liberal", 
                "riding": "Yukon (Yukon)", 
                "id": 15
            }, 
            "url": "/hansards/2259/154/", 
            "text": "Mr. Speaker, I will ask one question now and if there is time later, I will ask other ones.\n\nThe member made an excellent point about people in the criminal justice system. I think he said that 80% are there for reasons of either mental illness or addictions. Many Canadians are not aware of that. The criminal justice system is not simply chock full of people who have chosen to do wrong, but it is people who have addictions, health problems or mental illness.\n\nI think the government members are sincere in wanting to reduce crime, but the fact is that many of their bills are misguided. If the government members were serious about reducing crime would they not put the emphasis on and resources and energy into those 80% who are there because of mental problems or addictions? That would be a great starting point. I am not sure that Canada does sufficiently well at this time dealing with people in those unfortunate situations.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:45:00", 
            "attribution": "Hon. Larry Bagnell (Yukon, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2259/155/", 
            "text": "Mr. Speaker, I would like to thank the member for his astute question. He is absolutely correct in that not only is the government going in a misguided direction with bills like this one, but it should be going in a completely different direction.\n\nIf we really want safe communities in this country, then we need to start putting resources into front-line mental health services and into addiction and alcohol treatment centres. We need to start attacking poverty and homelessness. Most importantly, I know that aboriginal issues are important to the member because he comes from an area of the country that has a strong aboriginal population. We all know that aboriginals are vastly overrepresented in our prison system. Aboriginal women are the fastest growing segment of our prison population and very often they are faced with these problems. Those are the kinds of things we need to attack if we are serious about cracking down on crime in this country.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:50:00", 
            "attribution": "Mr. Don Davies", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Linda Duncan", 
                "url": "/politicians/linda-duncan/", 
                "member_id": 1029, 
                "party": "NDP", 
                "riding": "Edmonton—Strathcona (Alberta)", 
                "id": 608
            }, 
            "url": "/hansards/2259/156/", 
            "text": "Mr. Speaker, the member for Vancouver Kingsway made an incredibly cogent, thoughtful and fact-based speech. He certainly made a strong case as I know there were strong cases made during committee.\n\nDoes the member think it is rather disrespectful that the bill was brought forward yet again without the changes reflecting the input of all of the witnesses and members of the House? I find it really troubling that we have a dialogue in the House and then the bills are not adjusted.\n\nI have had the opportunity of reviewing the Library of Parliament material. It has done a very cogent review of the conditional sentencing provisions that were only in place for a little more than a decade. It provides extreme detail in how conditional sentencing is to be provided.\n\nI would refer the member to another example about addiction which probably does not merit incarceration. That would be gambling addiction which is a serious problem across Canada.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:50:00", 
            "attribution": "Ms. Linda Duncan (Edmonton—Strathcona, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2259/157/", 
            "text": "Mr. Speaker, I would like to thank the hon. member for her intelligent observations as well. She does a great job representing the people of Edmonton—Strathcona and brings an intelligent approach to every issue in the House.\n\nI want to answer by talking about victims again because the government likes to invoke crime victims to justify its legislation. This bill shows the government is not putting the needs of victims first. Steve Sullivan, the former victims' ombudsman until he was let go by the government, said:\n\nBy focusing solely on sending guys to prison longer, we're not serving the majority of victims of crime out there. We have to broaden our perspective of meeting victims' needs and sentencing might be a part of that, but it's a very small part for most victims.\n\n...the stuff we hear every day on the phone is the needs of victims will not be...addressed by having offenders stay in prison longer.\n\nOnce again, if we really care about victims in this country, we need to focus on making them safe. That means dealing successfully, adequately and effectively with people who commit wrongdoing.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:50:00", 
            "attribution": "Mr. Don Davies", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jim Maloway", 
                "url": "/politicians/jim-maloway/", 
                "member_id": 1111, 
                "party": "NDP", 
                "riding": "Elmwood—Transcona (Manitoba)", 
                "id": 599
            }, 
            "url": "/hansards/2259/158/", 
            "text": "Mr. Speaker, I want to congratulate the member on an excellent speech. He is absolutely right when he says that Steve Sullivan has criticized the government. After all, Steve Sullivan was the government's choice as the first Federal Ombudsman for Victims of Crime.\n\nThe wheels are coming off this tough on crime bus that the government is driving because, in the last week Steve Sullivan criticized the government. One of the ministers had to admit that rather than a $90 million cost on the two-for-one sentencing the cost was going to be $2 billion. Now we have information that perhaps the cost for Bill C-19 might be as high as $783 million if we add an extra 15,000 people into the prison population. That is a cost that is going to be borne by the provinces, by the taxpayers in those provinces.\n\nIn its budgetary documents, has the government budgeted for these projections? The government knows what the cost item is going to be for bills like this one. Could the member tell us whether the government has any plans for adding these amounts into its budget for next year?", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:50:00", 
            "attribution": "Mr. Jim Maloway (Elmwood—Transcona, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2259/159/", 
            "text": "Mr. Speaker, the truth is that the government has been anything but transparent and forthcoming on the issue of the cost of its crime bills. For the last year the government has utterly refused to provide an estimate of the cost of its crime bills. For the last six months it has taken one-third of the staff of the office of the Parliamentary Budget Officer to cost out these bills.\n\nOne bill cost $10 billion. This bill will add billions more. Mandatory minimums for people who have as few as five marijuana plants will put more people in prison and probably will cost billions of dollars more as well. It is not an exaggeration to say that Canadians can measure the cost of the government's, what I would call, dumb on crime approach, to be in the tens of billions of dollars.\n\nIn terms of cost, I do not think that is where Canadians want to put their money, particularly when it will not make communities safer.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:55:00", 
            "attribution": "Mr. Don Davies", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Serge Ménard", 
                "url": "/politicians/serge-menard/", 
                "member_id": 1492, 
                "party": "Bloc", 
                "riding": "Marc-Aurèle-Fortin (Québec)", 
                "id": 199
            }, 
            "url": "/hansards/2259/160/", 
            "text": "Mr. Speaker, before I ask my question, I would like to say in all sincerity that I have always appreciated the speeches from the member for Vancouver Kingsway, as well as his exceptional preparation beforehand. I recognize that our two parties think very much alike on various issues, except when it comes to Quebec's sovereignty, of course. He showed once again how thorough his preparation is, and his examples are both noteworthy and timely.\n\nI would like him to speak to one point in particular. There is a lot of confusion over conditional sentences versus suspended sentences. A suspended sentence is when a judge does not hand down the sentence that he could, but suspends sentencing on certain conditions. If the person meets these conditions, the judge cannot hand down a sentence.\n\nA conditional sentence is what he basically just spoke about, when the judge hands down a sentence and he believes that the person could serve it in the community, again, with certain conditions. If these conditions are not met, the person will spend the rest of his sentence in jail.\n\nIf this option is taken away, what direction does he think judges will take with the excessive number of cases they will have because of this bill? Will they opt for a suspended sentence, incarceration or a third option, a fine? These would always be cases of not more than two years in prison.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:55:00", 
            "attribution": "Mr. Serge Ménard (Marc-Aurèle-Fortin, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Don Davies", 
                "url": "/politicians/don-davies/", 
                "member_id": 1007, 
                "party": "NDP", 
                "riding": "Vancouver Kingsway (B.C.)", 
                "id": 616
            }, 
            "url": "/hansards/2259/161/", 
            "text": "Mr. Speaker, I would like to express to the member for Marc-Aurèle-Fortin on behalf of all members of the House our appreciation for the work he has done in this place. He is an example to us all with his intelligent approach to justice. He was the minister of public security in Quebec and he brings a wealth of experience and knowledge to these issues.\n\nHe is absolutely correct. The fundamental principle of sentencing is that a sentence must be proportionate to the gravity of the offence and the degree of responsibility of the offender. The primary goal of conditional sentencing is simply to reduce the reliance upon incarceration. The conditional sentence provides an opportunity to further incorporate restorative justice concepts into the sentence process by encouraging those who have caused harm to acknowledge this fact and to make reparation. It seeks once again to get at the underlying causes of the behaviour.\n\nI was in Athens, Ontario last night meeting with some wonderful people who talked about prison farms. They told me that a lot of offenders are people who have simply done something wrong. They are not necessarily bad people; they are people who need correcting. Conditional sentencing is an important tool in helping people correct their behaviour, and this makes us all safer.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 16:55:00", 
            "attribution": "Mr. Don Davies", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mario Laframboise", 
                "url": "/politicians/mario-laframboise/", 
                "member_id": 465, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau—Mirabel (Québec)", 
                "id": 158
            }, 
            "url": "/hansards/2259/162/", 
            "text": "Mr. Speaker, I am pleased to speak to Bill C-16, especially since at our caucus meeting this morning, our colleague from Marc-Aurèle-Fortin gave an excellent presentation on this important bill.\n\nI am the chief organizer for the Bloc Québécois. I therefore have a political role as well. Before I go on any further about Bill C-16, I will try to explain how this bill shows that the Conservatives are in political disarray.\n\nWhen the Conservatives came to power in 2006 and 2008, transparency was one of the main planks in their election platform. But the Speaker of the House was forced to take the Conservatives to task on the issue of Afghan detainees. So the Conservatives can no longer use transparency to score political points.\n\nThen there was probity. The Liberal regime had just come to an end with the sponsorship scandal, and the Conservatives were keen to show that they were whiter than snow. It was their way of positioning themselves as the alternative to the Liberals, who were facing corruption charges.\n\nIn recent weeks, with the affair involving Rahim Jaffer and the former status of women minister, we have seen that the Conservatives do what the Liberals did as soon as they get the chance, so the Conservatives should forget about probity.\n\nThey also talked about the economy. They styled themselves as the great defenders of the economy, and they said they were going to help the economy turn around. But they made some very unfortunate decisions, such as reducing the GST. That was in their election platform twice, and it cost them $14 billion. Today, we have a deficit of close to $50 billion, and the Conservatives are trying to blame the global economy. It is true that there was a crisis, but the Conservatives did themselves out of substantial revenue with their political ideology. I remember that they even wanted to put things right in the employment insurance fund. The Liberals had taken $54 billion from that fund to reinvest in the consolidated revenue fund and pay other expenses instead of putting the money toward EI.\n\nIn recent weeks, government ministers have been saying that there is no more surplus in the EI fund. There will be an annual deficit. The $50 billion is gone. The Liberals spent it, but the Conservatives neglected to say that they ran up a $50 billion deficit this year.\n\nWhat is left of their political agenda? They can be tough on crime. That is what they have left. That is why I said that the Conservatives are in disarray.\n\nLook at the title of Bill C-16. It is quite something. Bill C-16 contains the exact same provisions as Bill C-42, which died on the order paper due to prorogation. Once again, they used Parliament for partisan purposes. Bill C-16 is now known as the Ending House Arrest for Property and Other Serious Crimes by Serious and Violent Offenders Act. Bill C-42, which is in fact the same bill, was known as the Ending Conditional Sentences for Property and Other Serious Crimes Act.\n\nThe Conservatives are grasping at straws. They are trying to use any means to prove that they are tough on crime and that they are trying to defend the public. However, this bill deals with something other than crime.\n\nThe title, Ending House Arrest for Property and Other Serious Crimes by Serious and Violent Offenders Act, suggests that it will solve the problem of extremely violent offenders, even though the bill really deals with conditional sentences. It has very little to do with the extreme violence suggested by the title.\n\nBefore 1996, persons found guilty of a criminal offence and sentenced to less than two years' imprisonment had to serve the sentence in jail. They no longer participated in their regular activities, such as work or school, and lost the ability to fulfill their family, professional and social responsibilities.\n\nConditional sentencing for adults has only been in place for 13 years. The bill before us amends a law that has only existed for 13 years. Conditional sentencing became law in 1996 with a bill that received the support of the Bloc Québécois. Our party felt it was important to create an alternative to incarceration because judges need as many tools as possible in order to hand down the most appropriate sentence, the one likely to result in the reintegration of the offender, while guaranteeing public safety and the appearance of justice.\n\nOnce again, this takes public safety into account. It is the first condition that must be taken into account, and that is why my colleague from Marc-Aurèle-Fortin mentioned it in his excellent speech this morning.\n\nBefore handing down a conditional sentence, the judge must first respect an initial condition, that public safety not be jeopardized. If the individual is a danger to the community, the judge will not release him into the community or will not issue a sentence that allows him to be in the community. The judge will simply send him to jail.\n\nWhen an individual receives a conditional sentence, this means that he will serve his sentence within the community. He therefore stays out of jail as long as he respects the mandatory and optional conditions imposed by the court.\n\nThe main condition is house arrest. The courts have decided that someone who has received a conditional sentence must, in principle, be on house arrest for the duration of the sentence.\n\nPrior to 1996, people found guilty of a criminal offence and sentenced to terms of just a few days were required in all cases to serve their time in prison. The primary objective of conditional sentences was to reduce incarceration and give the courts an alternative.\n\nThis is where we see the Conservative demagogy. It reminds me of the Quebec film À soir on fait peur au monde. The Conservatives believe that there are many criminals roaming the streets and that they are very violent and extremely dangerous. They are talking about sentences of less than two years for serious crimes—a crime is a crime—but for which we have been trying, since 1996, to focus on reintegration: young people go to school, fathers have jobs, and so on.\n\nWhen the judge has determined that there is no danger to society, it is explained to the offender that he will be monitored, but that he can keep his job and support his family, as opposed to how it was prior to 1996, when he would have been sent to prison, would have lost his job, and would not have been able to support his family.\n\nPrior to 1996, people found guilty of a criminal offence and sentenced to terms of just a few days were required in all cases to serve their time. Since the adoption of conditional sentencing, judges can give a person who poses no danger to public safety a sentence that is less than two years to be served in the community.\n\nThe Criminal Code requires that a number of conditions be met before the judge can hand down a conditional sentence. That is important to understand. Since the Conservatives have decided to evoke images from the horror film À soir on fait peur au monde, we have to determine if this bill will really put extremely dangerous criminals in jail. The Criminal Code has requirements for conditional sentences. For one, the person must be found guilty of an offence not punishable by a minimum sentence.\n\nThere are minimum sentences and, to be eligible for a conditional sentence, the person must not be charged with a offence punishable by a minimum sentence.\n\nThe judge has to find that the offence merits a jail term of less than two years. I will say it again, a crime is a crime and it is always serious. However, when the crime is punishable by two years less a day, it is understood that this sentence obviously does not apply to the most serious crimes in society.\n\nThe judge must be convinced that serving the sentence in the community would not pose a threat to public safety. I spoke earlier about the title of the bill: Ending House Arrest for Property and Other Serious Crimes by Serious and Violent Offenders Act. The Conservatives want to be tough on crime. Every week they try to change public opinion because things are not going well with all their other political endeavours. Being tough on crime is all they have left. Of course, once again, they are trying to mislead us. Indeed, judges must be convinced that serving the sentence in the community would not pose a threat to public safety. So the first condition is that the offender must not be someone who poses a threat to society.\n\nThe judge must be convinced that the conditional sentence meets the criteria of the principles of sentencing set out in sections 718 and 718.2 of the Criminal Code. Of course I am not a criminal lawyer. If I have time later, I will talk more about those sections.\n\nThe following offences are ineligible: offences prosecuted by way of indictment; offences punishable by a maximum of 10 years or more; offences related to organized crime; terrorism offences; and serious personal injury offences, pursuant to section 752. I repeat, those offences are not eligible for conditional sentencing. Those are people who are convicted for being a member of organized crime, for a terrorism offence or for a serious personal injury offence, in which the victim was seriously injured or there was an attempt to cause serious personal injury or attempted murder, all very serious offences.\n\nBill C-16 adds to the list of offences that preclude conditional sentencing. Once again, the Conservatives' goal is to make that list longer. Let us continue with our original theory that the Conservatives are having political problems with the rest of their election promises. Being tough on crime is all they have left. They did not dare abolish conditional sentencing. They probably have another bill ready to go in a few years in which they will add more crimes to the list of offences that preclude conditional sentencing. That will allow them to continue their partisan politics, play their horror film again and scare everyone. That is the Conservative reality.\n\nAnd that, by the way, is what the Republicans did. The crime rate in the United States is much higher than in Canada and higher still than in Quebec. The U.S. administration has had to release 30,000 prisoners over the past few months, primarily because it ran out of money, it ran out of room in the prisons and it was felt that the crimes and the sentences would be better managed through monitoring on the outside than by keeping those people on the inside.\n\nFor partisan and political purposes, the Conservatives probably want to score political points for trying to reassure people who have suffered serious harm from serious crimes. Indeed, this happens. There are street gangs. Crimes are committed, but I have never heard the government extending millions and billions of dollars to fight organized crime or to fight street gangs or very serious crimes. For that matter, I have not heard the government announce any funding for rehabilitation either.\n\nAs the hon. member for Marc-Aurèle-Fortin so very intelligently made us realize, people who have committed crimes and been rehabilitated do not brag about it. We must take the time to look around us. There are people who have committed crimes, had the good fortune to be rehabilitated and today are good and honest citizens. The problem with such people is that they do not brag about it, while we are more aware of violent crimes and those who commit them because that is what we see so often on television and in other media.\n\nAs I said, our colleague from Marc-Aurèle-Fortin intelligently—brilliantly even—told us that at this point in time, we can only imagine how many sentences are handed down in every court in Quebec and the rest of Canada every day.\n\nErrors may occur, but should we scrap the whole system because one judge makes some kind of mistake? I think that is easy for the Conservatives to do. Television cameras are typically set up near courthouses to keep an eye on what is going on. That is something we see every day, something we live with. We rarely see good news stories on television. The media like to sensationalize bad news stories. However, the thousands of rulings handed down are generally excellent considering how justice is administered in Quebec and Canada. We have inherited a very good justice system from our forebears.\n\nWe inherited our justice system from our parents and grandparents. It is a choice. I am looking at how the Conservatives want to change it. There was a big debate on abortion in the House. Our predecessors resolved that issue.\n\nFor purely partisan reasons, some people are doing everything in their power to reopen debates that have been put aside. It is the sound and fury of partisan politics once again. I often say to those who will listen that power can make people crazy. Some of the people in power in this House are well on their way there. Once again, the only thing the Conservatives have left is their tough on crime agenda, and they are going to milk it for all it is worth. That is what is going on today with Bill C-16.\n\nWe have to take a respectful approach to this bill because the cases that will be exempt from the legislation involve conditional sentencing, which was brought in in 1996. As I said, Bill C-16 adds more crimes to the list of those not eligible for conditional sentencing.\n\nParts of the proposed new section 742.1 read as follows:\n\n(c) the offence is not an offence, prosecuted by way of indictment, for which the maximum term of imprisonment is 14 years or life;...\n\n(e) the offence is not an offence, prosecuted by way of indictment, for which the maximum term of imprisonment is 10 years, that\n\n(i) resulted in bodily harm,\n\n(ii) involved the import, export, trafficking or production of drugs, or\n\n(iii) involved the use of a weapon; and\n\n(f) the offence is not an offence, prosecuted by way of indictment, under any of the following provisions:\n\n(i) section 144 (prison breach),\n\n(ii) section 172.1 (luring a child),\n\n(iii) section 264 (criminal harassment),...\n\n(v) section 279 (kidnapping),...\n\n(viii) paragraph 334(a) (theft over $5000),\n\n(ix) paragraph 348(1)(e) (breaking and entering...),\n\n(x) section 349 (being unlawfully in a dwelling-house), and\n\n(xi) section 435 (arson for fraudulent purpose).\n\nIt can be any kind of arson, even setting fire to a moped. That is why members have to understand that adding to the list of offences for which a judge can no longer hand down a conditional sentence restricts the power of the law passed in 1996.\n\nOnce again, the government is restricting judges' power and, I repeat, we are talking about sentences of two years or less, so two years less a day. That is the reality.\n\nThe list is so long now that it is almost like turning the clock back 10 years to a time when conditional sentences did not exist as an alternative for adults.\n\nCriminologists have long agreed that tougher sentences do not reduce crime. Recent studies confirm that there is little correlation between the severity of a sentence and the number of offences. But publicizing arrest rates and increasing the likelihood of being arrested do really have an impact on crime.\n\nA conditional sentence not only involves a penalty, but also rehabilitation and restorative justice. This combination is more likely than incarceration in a correctional facility to prevent an offender from continuing to endanger the public after serving his sentence.\n\nIn addition, certain conditional sentences require the offender to make restitution to the victim and society and comply with very strict rules. Since 2000—", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 17:00:00", 
            "attribution": "Mr. Mario Laframboise (Argenteuil—Papineau—Mirabel, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Barry Devolin", 
                "url": "/politicians/barry-devolin/", 
                "member_id": 1371, 
                "party": "Conservative", 
                "riding": "Haliburton—Kawartha Lakes—Brock (Ontario)", 
                "id": 87
            }, 
            "url": "/hansards/2259/163/", 
            "text": "The hon. member for Moncton—Riverview—Dieppe.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 17:20:00", 
            "attribution": "The Acting Speaker (Mr. Barry Devolin)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Brian Murphy", 
                "url": "/politicians/brian-murphy/", 
                "member_id": 519, 
                "party": "Liberal", 
                "riding": "Moncton—Riverview—Dieppe (New Brunswick)", 
                "id": 443
            }, 
            "url": "/hansards/2259/164/", 
            "text": "Mr. Speaker, I thank the member for his speech. I would like to ask him a question about conditional sentencing.\n\nSome say that the conditional sentencing system no longer works. I imagine that we will learn more in committee when witnesses appear before it. Some will speak of the effectiveness of this system.\n\nIf the system is not working well, does the member believe it is because the federal government does not provide the provinces with enough money to manage it?", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 17:20:00", 
            "attribution": "Mr. Brian Murphy (Moncton—Riverview—Dieppe, Lib.)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mario Laframboise", 
                "url": "/politicians/mario-laframboise/", 
                "member_id": 465, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau—Mirabel (Québec)", 
                "id": 158
            }, 
            "url": "/hansards/2259/165/", 
            "text": "Mr. Speaker, my colleague is right, especially because sentences of less than two years are administered provincially. First of all, the federal government has not invested enough in rehabilitation. We have seen that. Furthermore, if we decide to jail these people, they will serve their sentences in provincial institutions.\n\nThe Conservatives are trying to scare people. They want to promote their political interests with their tough on crime ideas. However, the provinces, not the federal government, will be footing the bill.\n\nI realize that the committee will study conditional sentences. I hope it will ask to hear from those responsible, the provinces, because they will be footing the real bill.\n\nThis law was established in 1996 in order to provide for rehabilitation. It is less costly than placing someone under surveillance in the community. According to the report we have today, it costs 10 times less to serve a sentence in the community than in a prison.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 17:20:00", 
            "attribution": "Mr. Mario Laframboise", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Chris Charlton", 
                "url": "/politicians/chris-charlton/", 
                "member_id": 372, 
                "party": "NDP", 
                "riding": "Hamilton Mountain (Ontario)", 
                "id": 415
            }, 
            "url": "/hansards/2259/166/", 
            "text": "Mr. Speaker, I have been following this debate closely, as I have many of the amendments that have been brought forward by the government in its effort to brand itself as the party that is tough on crime. Having supported some of the bills it has brought forward with respect to criminal law amendments, I am consistently struck by how it is not really being tough on crime and I would prefer that it be smart on crime.\n\nI have studied this bill and have spent a lot of time, not just in this session but in both Parliaments since being elected, dealing with crime legislation. All of us have enhanced our literacy, so to speak, on these issues. The bill before us today is talking about a blanket elimination of conditional sentences.\n\nI know the member is very well versed in these issues. I do not recall any really high profile cases where conditional sentencing was an issue and yet the government is not proposing some small surgical amendments to deal with those cases, if and when they exist, but rather a broad-based elimination of the entire conditional sentencing system.\n\nIs the member aware of any specifics that would culminate in a draconian bill like one? If so, would he comment on those and let me know whether this bill, to his satisfaction, addresses those?", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 17:20:00", 
            "attribution": "Ms. Chris Charlton (Hamilton Mountain, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mario Laframboise", 
                "url": "/politicians/mario-laframboise/", 
                "member_id": 465, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau—Mirabel (Québec)", 
                "id": 158
            }, 
            "url": "/hansards/2259/167/", 
            "text": "Mr. Speaker, my colleague is correct. This bill does not address anything, other than the Conservatives' political deficit. They are really working hard on that. If a government is tough on crime, it cannot be smart on crime. The Conservatives talked about transparency in their election promises. As we can see from everything going on with the Afghan detainee issue, transparency is not one of their strong suits.\n\nWhen it comes to integrity, the Conservatives are no smarter than the Liberals with their sponsorship scandal, if we look at what happened with Rahim Jaffer and the former status of women minister.\n\nThere was a $16 billion surplus when the Conservatives took power. We are now looking at a deficit of $50 billion. They are no smarter when it comes to economics.\n\nAll they have left is being tough on crime, but they cannot be smart on crime.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 17:25:00", 
            "attribution": "Mr. Mario Laframboise", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Christian Ouellet", 
                "url": "/politicians/christian-ouellet/", 
                "member_id": 529, 
                "party": "Bloc", 
                "riding": "Brome—Missisquoi (Québec)", 
                "id": 447
            }, 
            "url": "/hansards/2259/168/", 
            "text": "Mr. Speaker, I would like to congratulate my colleague from Argenteuil—Papineau—Mirabel. He gave a wonderful explanation of how the Bloc Québécois see this bill. I would like to ask him a question about judges.\n\nIn every piece of legislation, the Conservatives seem to be questioning the judges' judgments. And that is no redundancy, that is reality. The judges are there to judge and to render judgments. Does he not think that this is contempt for the justice that is meted out by these great people we have in Canada?", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 17:25:00", 
            "attribution": "Mr. Christian Ouellet (Brome—Missisquoi, BQ)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mario Laframboise", 
                "url": "/politicians/mario-laframboise/", 
                "member_id": 465, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau—Mirabel (Québec)", 
                "id": 158
            }, 
            "url": "/hansards/2259/169/", 
            "text": "Mr. Speaker, I thank my hon. colleague for his question.\n\nThe symbol of justice is a set of scales. It is true that this balance has always been sought in Quebec and Canada. As I was explaining, we are not the ones who created this balance system, but rather our predecessors did. They made that choice.\n\nThe Americans made a different choice. Now, for purely partisan reasons, the Conservative Party is trying to copy the American system, which has gone way too far. As I was saying earlier, the Obama administration had to release over 30,000 prisoners. There was no more money to keep them in custody, and thus no more money for rehabilitation, and it was thought that their offences were not serious enough to warrant keeping them in custody.\n\nOnce again, it is a choice based on partisan politics. The Conservatives believe that by being tough on crime, they are pleasing the media, that are often present in courtrooms, but personally, I trust our predecessors' judgment, and that is not the kind of society I want to pass on to my children.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 17:25:00", 
            "attribution": "Mr. Mario Laframboise", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Jim Maloway", 
                "url": "/politicians/jim-maloway/", 
                "member_id": 1111, 
                "party": "NDP", 
                "riding": "Elmwood—Transcona (Manitoba)", 
                "id": 599
            }, 
            "url": "/hansards/2259/170/", 
            "text": "Mr. Speaker, from what we are hearing today from the members in their speeches, the wheels are definitely coming off this tough on crime bus that the government has been trying to drive for the last couple of elections.\n\nThe first example was the Ombudsman for Victims of Crime, Mr. Steve Sullivan, who criticized the government for not taking action on victim's rights.\n\nWe had one of the ministers backtracking on another crime bill the other day, the two for one bill, and having to admit that it will cost $2 billion rather than $90 million.\n\nEarlier today, a Bloc member indicated that under Bill C-16, at $52,205 per inmate, that will cost about $780 million for the extra prisoners and that will be paid by the provinces, not the federal government.\n\nDoes the member think the government has been negligent in not costing out this proposal before it brought it to Parliament or does he thing the government actually knows what the cost will be and just will not tell us?", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 17:25:00", 
            "attribution": "Mr. Jim Maloway (Elmwood—Transcona, NDP)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Mario Laframboise", 
                "url": "/politicians/mario-laframboise/", 
                "member_id": 465, 
                "party": "Bloc", 
                "riding": "Argenteuil—Papineau—Mirabel (Québec)", 
                "id": 158
            }, 
            "url": "/hansards/2259/171/", 
            "text": "Mr. Speaker, my colleague is right. I seriously think this is just political bravado by the Conservatives who are trying to score political points. I would not be surprised if they have not done any calculations. What is more, my colleague is absolutely right. The federal government is dumping the problem and its cost on the provinces and that is tough for them to take. I trust my colleague and I also trust the hon. member for Marc-Aurèle-Fortin. I know they will be able to get to the truth in committee and show how the Conservatives are passing the buck to the provinces.\n\nThis will not solve anything and no one is asking for this. My colleague is right; there is no call for this. Whether we are talking about the prison system or the legal system, no one is asking for this legislation to be changed, especially not the provinces who do not want to end up paying the bill.", 
            "topic": "Criminal Code", 
            "time": "2010-05-05 17:30:00", 
            "attribution": "Mr. Mario Laframboise", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2259/172/", 
            "text": "The House resumed from May 4 consideration of the motion and of the amendment.", 
            "topic": "", 
            "time": "2010-05-05 17:30:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Barry Devolin", 
                "url": "/politicians/barry-devolin/", 
                "member_id": 1371, 
                "party": "Conservative", 
                "riding": "Haliburton—Kawartha Lakes—Brock (Ontario)", 
                "id": 87
            }, 
            "url": "/hansards/2259/173/", 
            "text": "It being 5:30 p.m., the House will now proceed to the taking of the deferred recorded divisions on the motion and on the amendment.\n\nCall in the members.\n\n(The House divided on the amendment, which was agreed to on the following division:)", 
            "topic": "Business of Supply", 
            "time": "2010-05-05 17:30:00", 
            "attribution": "The Acting Speaker (Mr. Barry Devolin)", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/174/", 
            "text": "I declare the amendment carried.", 
            "topic": "Business of Supply", 
            "time": "2010-05-05 17:55:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Yvon Godin", 
                "url": "/politicians/yvon-godin/", 
                "member_id": 2521, 
                "party": "NDP", 
                "riding": "Acadie—Bathurst (New Brunswick)", 
                "id": 119
            }, 
            "url": "/hansards/2259/175/", 
            "text": "Mr. Speaker, the Minister of State for Democratic Reform arrived late. Was his vote counted?", 
            "topic": "Business of Supply", 
            "time": "2010-05-05 18:00:00", 
            "attribution": "Mr. Yvon Godin", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/176/", 
            "text": "It was not counted.\n\nThe next question is on the main motion as amended. Is it the pleasure of the House to adopt the motion as amended?", 
            "topic": "Business of Supply", 
            "time": "2010-05-05 18:00:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Gordon O'Connor", 
                "url": "/politicians/gordon-oconnor/", 
                "member_id": 526, 
                "party": "Conservative", 
                "riding": "Carleton—Mississippi Mills (Ontario)", 
                "id": 215
            }, 
            "url": "/hansards/2259/177/", 
            "text": "Mr. Speaker, we must add the Minister of State for Democratic Reform to the yeas for this vote.", 
            "topic": "Business of Supply", 
            "time": "2010-05-05 18:00:00", 
            "attribution": "Hon. Gordon O'Connor", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/178/", 
            "text": "Do we want a recorded division on this? Shall we just say it is carried?", 
            "topic": "Business of Supply", 
            "time": "2010-05-05 18:00:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2259/179/", 
            "text": "Agreed.", 
            "topic": "Business of Supply", 
            "time": "2010-05-05 18:00:00", 
            "heading": "Government Orders"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/180/", 
            "text": "I declare the motion, as amended, carried.", 
            "topic": "Business of Supply", 
            "time": "2010-05-05 18:00:00", 
            "attribution": "The Speaker", 
            "heading": "Government Orders"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2259/181/", 
            "text": "The House resumed from April 28 consideration of the motion that Bill C-311, An Act to ensure Canada assumes its responsibilities in preventing dangerous climate change, be read the third time and passed.", 
            "topic": "", 
            "time": "2010-05-05 18:00:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/182/", 
            "text": "The House will now proceed to the taking of the deferred recorded division on the motion at third reading of Bill C-311 under private members' business.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-05-05 18:00:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/183/", 
            "text": "I declare the motion carried.", 
            "topic": "Climate Change Accountability Act", 
            "time": "2010-05-05 18:10:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2259/184/", 
            "text": "The House resumed from April 29 consideration of the motion.", 
            "topic": "", 
            "time": "2010-05-05 18:10:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/185/", 
            "text": "Pursuant to order made Wednesday, April 28, 2010, the House will now proceed to the taking of the deferred recorded division on the motion to concur in the first report of the Standing Committee on Transport, Infrastructure and Communities.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Committees of the House", 
            "time": "2010-05-05 18:10:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/186/", 
            "text": "I declare the motion carried.", 
            "topic": "Committees of the House", 
            "time": "2010-05-05 18:15:00", 
            "attribution": "The Speaker", 
            "heading": "Routine Proceedings"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2259/187/", 
            "text": "The House resumed from April 30 consideration of the motion that Bill C-288, An Act to amend the Income Tax Act (tax credit for new graduates working in designated regions), be read the third time and passed.", 
            "topic": "", 
            "time": "2010-05-05 18:15:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/188/", 
            "text": "The House will now proceed to the taking of the deferred recorded division on the motion at third reading stage of Bill C-288 under private members' business.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Income Tax Act", 
            "time": "2010-05-05 18:15:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/189/", 
            "text": "I declare the motion carried.", 
            "topic": "Income Tax Act", 
            "time": "2010-05-05 18:25:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2259/190/", 
            "text": "The House resumed from May 3 consideration of Bill C-201, An Act to amend the Canadian Forces Superannuation Act and the Royal Canadian Mounted Police Superannuation Act (deletion of deduction from annuity), as reported (with amendment) from the committee, and of the motions in Group No. 1.", 
            "topic": "", 
            "time": "2010-05-05 18:25:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/191/", 
            "text": "The House will now proceed to the taking of the deferred recorded divisions on the motions at report stage of Bill C-201 under private member's business.\n\nThe vote is on Motion No. 1. A vote on this motion also applies to Motions Nos. 2 to 11.\n\n(The House divided on Motion No. 1, which was agreed to on the following division:)", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:25:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/192/", 
            "text": "I declare motion No. 1 carried. I therefore declare Motions Nos. 2 to 11 carried.", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:35:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Stoffer", 
                "url": "/politicians/peter-stoffer/", 
                "member_id": 1338, 
                "party": "NDP", 
                "riding": "Sackville—Eastern Shore (Nova Scotia)", 
                "id": 276
            }, 
            "url": "/hansards/2259/193/", 
            "text": "moved that the bill be concurred in.", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:35:00", 
            "attribution": "Mr. Peter Stoffer (Sackville—Eastern Shore, NDP)", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/194/", 
            "text": "The question is on the motion. Is it the pleasure of the House to adopt the motion?", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:35:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2259/195/", 
            "text": "Agreed.", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:35:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2259/196/", 
            "text": "No.", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:35:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/197/", 
            "text": "All those in favour of the motion will please say yea.", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:35:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2259/198/", 
            "text": "Yea.", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:35:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/199/", 
            "text": "All those opposed will please say nay.", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:35:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Some hon. members", 
            "url": "/hansards/2259/200/", 
            "text": "Nay.", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:35:00", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/201/", 
            "text": "In my opinion the yeas have it.\n\nAnd five or more members having risen:\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:35:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/202/", 
            "text": "I declare the motion carried.\n\nPursuant to the Speaker's ruling of February 25, 2009 the Speaker will not put the question on the motion for third reading because the bill requires a royal recommendation and it has not been granted.\n\nConsequently, the order for third reading is discharged and the bill is dropped from the order paper.", 
            "topic": "Canadian Forces Superannuation Act", 
            "time": "2010-05-05 18:40:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2259/203/", 
            "text": "The House resumed from May 4 consideration of the motion that Bill C-471, An Act respecting the implementation of the recommendations of the Pay Equity Task Force and amending another Act in consequence, be read the second time and referred to a committee.", 
            "topic": "", 
            "time": "2010-05-05 18:45:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/204/", 
            "text": "The House will now proceed to the taking of the deferred recorded division on the motion at second reading stage of Bill C-471 under private members' business.\n\n(The House divided on the motion, which was agreed to on the following division:)", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2010-05-05 18:45:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/205/", 
            "text": "I declare the motion carried. Consequently, this bill is referred to the Standing Committee on the Status of Women.\n\nIt being 6:55 p.m., the House will now proceed to the consideration of private members' business as listed on today's order paper.", 
            "topic": "Pay Equity Task Force Recommendations Act", 
            "time": "2010-05-05 18:50:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }, 
        {
            "attribution": "Proceedings", 
            "url": "/hansards/2259/206/", 
            "text": "The House proceeded to the consideration of Bill C-304, An Act to ensure secure, adequate, accessible and affordable housing for Canadians, as reported (with amendment) from the committee.", 
            "topic": "", 
            "time": "2010-05-05 18:50:00", 
            "heading": ""
        }, 
        {
            "politician": {
                "name": "Peter Milliken", 
                "url": "/politicians/peter-milliken/", 
                "member_id": 3187, 
                "party": "Liberal", 
                "riding": "Kingston and the Islands (Ontario)", 
                "id": 203
            }, 
            "url": "/hansards/2259/207/", 
            "text": "The hon. member for Vancouver East is not present to move the order as announced in today's notice paper. Accordingly, the bill will be dropped to the bottom of the order of precedence on the order paper.\n\nIt being 6:55 p.m., the House stands adjourned until 10 a.m. tomorrow, pursuant to Standing Order 24(1).\n\n(The House adjourned at 6:55 p.m.)", 
            "topic": "Secure, Adequate, Accessible and Affordable Housing Act", 
            "time": "2010-05-05 18:50:00", 
            "attribution": "The Speaker", 
            "heading": "Private Members' Business"
        }
    ], 
    "original_url": "http://www2.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1&Parl=40&Ses=3&DocId=4500288", 
    "url": "/hansards/2259/", 
    "session": 3, 
    "date": "2010-05-05", 
    "id": 2259
}